Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# HOME_VIEW_FIRST_CONVERSATION_OFFER_3_CONTACTS_FORMAT
source: Some of your contacts are already on Signal, including %@, %@ and %@
ar: بعض جهات اتصالك بالفعل في Signal، بما في ذلك %@، %@ و%@
az: %@, %@ və %@ daxil olmaqla sənin bəzi əlaqələrin artıq Signal istifadəçiləridir
fr: Certains de vos contacts sont déjà sur Signal, dont %@, %@ et %@.
km: អ្នកទំនាក់ទំនងមួយចំនួនកំពុងប្រើប្រាស់ Signal រួមបញ្ចូល %@ , %@​ និង %@
nl: Sommige van je contactpersonen maken al gebruik van Signal, waaronder %@, %@ en %@.
pl: Niektórzy z Twoich znajomych są już w Signal, między innymi %@, %@ oraz %@
sr: Неки контакти из вашег именика већ користе Signal, укључујући %@, %@ и %@
uk: Дехто з ваших контактів вже користується Signal, включаючи %@, %@ та %@.

# HOME_VIEW_FIRST_CONVERSATION_OFFER_NO_CONTACTS
source: Start your first chat here.
ar: أبدأ أوَّلَ مُحادثةٍ لكَ مِن هُنا.
fr: Lancez votre première conversation ici.
nl: Begin je eerste gesprek hier.
pl: Rozpocznij tu swoją pierwszą rozmowę.
sr: Овде започните ваше прво ћаскање.
uk: Розпочати свій перший чат.

# HOME_VIEW_MESSAGE_REQUEST_ADDED_TO_GROUP_FORMAT
source: %@ added you to the group
ar: إنَّ %@ قد أضافكَ إلى المجموعة
az: %@ sizi qrupa əlavə etdi
fr: %@ vous a ajouté au groupe
km: %@ បានបន្ថែមអ្នកចូលក្នុងក្រុម
nl: %@ heeft je aan de groep toegevoegd
pl: %@ dodał(a) Cię do grupy
sr: %@ вас је додао/ла у групу
uk: %@ додав(-ла) вас в групу

# HOME_VIEW_MESSAGE_REQUEST_CONVERSATION
source: Message Request
ar: طلب تراسُل
az: İsmarış istəyi
fr: Demande de message
km: សារស្នើសុំ
nl: Gespreksverzoek
pl: Prośba o kontakt
sr: Захтев за разговор
uk: Запит спілкування

# HOME_VIEW_SEARCH_NO_RESULTS_FORMAT
source: No results found for '%@'
ar: لا توجد نتيجة لـ'%@'
az: '%@' üçün nəticə tapılmadı
fr: Aucun résultat n’a été trouvé pour « %@ ».
km: គ្មានលទ្ធផលក្នងការស្វែងរកសំរាប់ %@
nl: Geen resultaten voor ‘%@’ gevonden
pl: Nie znaleziono wyników dla "%@"
sr: Нема резултата претраге за ’%@’
uk: Нічого не знайдено за запитом '%@'

# HOME_VIEW_TITLE_ARCHIVE
source: Archive
ar: الأرشيف
az: Arxiv
fr: Archives
km: បណ្ណសារ
nl: Archief
pl: Archiwum
sr: Архива
uk: Архів

# HOME_VIEW_TITLE_INBOX
source: Chats
ar: Signal
az: Signal
fr: Signal
km: Signal
nl: Signal
pl: Signal
sr: Signal
uk: Signal

# IMAGE_EDITOR_BLUR_HINT
source: Draw anywhere to blur
ar: ارسم في أي مكان للتضبيب
fr: Dessinez n’importe où pour rendre flou.
km: គូរកន្លែងដើម្បីព្រិល
nl: Teken waar je maar wilt om iets te vervagen
pl: Rysuj gdziekolwiek, aby rozmyć
sr: Цртајте било где да замутите
uk: Малюй щоб розмити

# IMAGE_EDITOR_BLUR_SETTING
source: Blur faces
ar: ضبّب الوجوه
fr: Rendre les visages flous
km: ព្រិលមុខ
nl: Vervaag gezichten
pl: Rozmyj twarze
sr: Замућење лица
uk: Розмити обличчя

# IMAGE_EDITOR_BLUR_TOAST
source: Draw to blur additional faces or areas
ar: ارسم لتضبيب المزيد من الأوجه أو المساحات
fr: Dessinez pour rendre d’autres visages et zones flous
km: គូរដើម្បីព្រិលមុខ ឬតំបន់បន្ថែម
nl: Teken om meer gezichten of gebieden te vervagen
pl: Rysuj, aby rozmyć dodatkowe twarze lub obszary
sr: Цртајте да замутите додатна лица или делове фотографије
uk: Малюй щоб розмити обличчя або області

# IMAGE_PICKER_CAN_SELECT_NO_MORE_TOAST_FORMAT
source: You can't share more than %@ items.
ar: لا يُمكنك مُشاركة أكثر من %@ عنصر.
az: %@ fayldan artığını paylaşa bilməzsən.
fr: Vous ne pouvez pas partager plus de %@ éléments.
km: អ្នកមិនអាចចែករំលែកលើសពី %@ ។
nl: Je kunt niet meer dan %@ items delen.
pl: Nie można udostępnić więcej niż %@ multimediów.
sr: Не можете поделити више од %@ датотека.
uk: Ви не можете поділитись більше ніж %@ зображеннями

# IMAGE_PICKER_CHANGE_PHOTOS
source: Change Photos
ar: تغيير الصور
fr: Changer les photos
nl: Toegang tot foto's wijzigen
pl: Zmień zdjęcia
sr: Промени фотографију
uk: Доступ до фото

# IMAGE_PICKER_CHANGE_PHOTOS_EXPLANATION
source: Grant full access in Settings or change which photos Signal can access.
ar: امنح حق الوصول الكامل في الإعدادات أو غير الصور التي يحقّ لـSignal الوصول إليها.
fr: Accordez un accès total dans Réglages ou changez les photos auxquelles Signal peut accéder.
nl: Geef Signal volledige toegang tot je foto's via Instellingen of wijzig tot welke foto's Signal toegang heeft.
pl: Przyznaj pełne uprawnienia w Ustawieniach lub zmień, do jakich zdjęć ma dostęp Signal.
sr: Одобрите пуни приступ у Подешавањима или промените којим фотографијама Signal може да приступи.
uk: Надайте повний доступ у Налаштуваннях або оберіть фотографії, до яких Signal матиме доступ.

# IMAGE_PICKER_CHANGE_PHOTOS_TITLE
source: Not seeing your photos?
ar: ألا ترى صورك؟
fr: Ne voyez-vous pas vos photos ?
nl: Zie je je foto's niet?
pl: Nie widzisz swoich zdjęć?
sr: Не видите своје фотографије?
uk: Не бачите своїх фотографій?

# IMAGE_PICKER_FAILED_TO_PROCESS_ATTACHMENTS
source: Failed to select attachment.
ar: فشل في تحديد المُرفق.
az: Faylın seçilməsi alınmadı.
fr: Échec de sélection du fichier joint.
km: បរាជ័យក្នុងការជ្រើសរើសឯកសារភ្ជាប់។
nl: Bijlage selecteren mislukt.
pl: Nie udało się wybrać załącznika.
sr: Грешка при слању прилога.
uk: Не вдалося обрати вкладення.

# IN_CALL_CONNECTING
source: Connecting…
ar: جار الاتصال…
az: Əlaqə yaradılır...
fr: Connexion…
km: កំពុងតភ្ជាប់...
nl: Verbinden …
pl: Łączenie...
sr: Успостављање везе...
uk: З’єднання...

# IN_CALL_ENDED_BECAUSE_ANSWERED_ELSEWHERE
source: Answered on other device.
ar: تمت الإجابة عليه من جهاز آخر.
az: Digər alətdə cavablandı.
fr: L’appel a été pris sur l’autre appareil.
km: បានឆ្លើយលើឧបករណ៍ដទៃ។
nl: Op ander apparaat beantwoord.
pl: Odebrane na innym urządzeniu.
sr: Одговорено на другом уређају.
uk: Розмову прийнято на іншому пристрої.

# IN_CALL_ENDED_BECAUSE_BUSY_ELSEWHERE
source: Missed because a call in progress on another device.
ar: تم التفويت لأن مُكالمة أُخرى جارية في جهاز آخر في الوقت ذاته.
az: Digər alətdə zəng olduğu üçün buraxıldı.
fr: L’appel a été manqué, car un appel est en cours sur l’autre appareil.
km: ខកខាន ដោយសារមានការហៅមួយកំពុងដំណើរការនៅលើឧបករណ៍ដទៃ។
nl: Gemist omdat er al een oproep gaande was op een van je andere apparaten.
pl: Nieodebrane z powodu rozmowy na innym urządzeniu.
sr: Позив је пропуштен јер је у току позив на другом уређају.
uk: Пропущений, тому що виконується дзвінок на іншому пристрої.

# IN_CALL_ENDED_BECAUSE_DECLINED_ELSEWHERE
source: Declined on other device.
ar: رُفضت من جهاز آخر.
az: Digər alətdə imtina olundu.
fr: L’appel a été refusé sur l’autre appareil.
km: បានបដិសេធលើឧបករណ៍ដទៃ។
nl: Geweigerd vanaf een ander apparaat.
pl: Odrzucone na innym urządzeniu.
sr: Одбијено на другом уређају.
uk: Відхилений на іншому пристрої.

# IN_CALL_RECONNECTING
source: Reconnecting…
ar: إعادة الاتصال..
az: Yenidən əlaqə yaradılır...
fr: Reconnexion…
km: កំពុងតភ្ជាប់ម្តងទៀត...
nl: Opnieuw verbinden …
pl: Ponowne łączenie...
sr: Обнављање везе...
uk: Повторне з’єднання...

# IN_CALL_RINGING
source: Ringing…
ar: رنين…
az: Zəng edilir...
fr: Sonnerie…
km: កំពុងរោទិ៍...
nl: Gaat over …
pl: Dzwonienie...
sr: Звони...
uk: Дзвонимо...

# IN_CALL_RINGING_AUDIO
source: Audio Call…
ar: مُكالمة صوتية...
fr: Appel vocal…
nl: Audio-oproep …
pl: Połączenie audio...
sr: Аудио позив...
uk: Голосовий дзвінок

# IN_CALL_RINGING_VIDEO
source: Video Call…
ar: مُكالمة فيديو...
fr: Appel vidéo…
nl: Video-oproep …
pl: Połączenie wideo...
sr: Видео позив...
uk: Відеовиклик

# IN_CALL_SECURING
source: Answered. Securing…
ar: تمّت الإجابة. جار التأمين...
az: Cavab verdi. Təhlükəsizləşdirilir...
fr: Pris. Sécurisation…
km: បានឆ្លើយ។ កំពុងពង្រឹងសុវត្ថិភាព...
nl: Beantwoord. Aan het beveiligen …
pl: Odebrane. Trwa zabezpieczanie...
sr: Одговорено. Обезбеђивање...
uk: Відповіли. Захищаємо...

# IN_CALL_TERMINATED
source: Call Ended.
ar: انتهت المكالمة.
az: Zəng Bitdi.
fr: Appel terminé
km: ការហៅបានបញ្ចប់។
nl: Oproep beëindigd.
pl: Połączenie zakończone.
sr: Позив је завршен.
uk: Виклик завершено.

# INBOX_VIEW_ARCHIVE_MODE_REMINDER
source: These chats are archived and will only appear in the Inbox if new messages are received.
ar: إنَّ هذه المُحادثات مؤرشفة وسظهر في علبة الوارد إذا تمَّ استلام رسائل جديدة فقط.
fr: Ces conversations sont archivées et n’apparaîtront dans la boîte de réception que si de nouveaux messages sont reçus.
nl: Deze gesprekken worden gearchiveerd en zullen alleen opnieuw in postvak-in verschijnen als je nieuwe berichten ontvangt.
pl: Te rozmowy są zarchiwizowane i pojawią się w Odebranych tylko po otrzymaniu nowych wiadomości.
sr: Ове преписке су архивиране. У сандучету ће се појавити искључиво по приспећу нових порука.
uk: Ці чати було заархівовано, отже ви побачите їх у Вхідних лише коли в них з'являться нові повідомлення.

# INBOX_VIEW_EMPTY_INBOX
source: No chats yet. Get started by messaging a friend.
ar: لا تُوجَدُ أيُّ مُحَادَثاتٍ حَتَّى الآن. إبدأ بِمُراسَلةِ أحدِ الأصدِقاء.
fr: Aucune conversation pour l’instant. Commencez en envoyant un message à un ami.
nl: Nog geen gesprekken. Begin door een vriend of kennis een bericht te zenden.
pl: Nie masz jeszcze żadnych rozmów Zacznij od wysłania wiadomości do znajomego.
sr: Још нема ћаскања. Започните слањем поруке пријатељу.
uk: Ще немає чатів. Створіть перший, почав листування з другом.

# INCOMING_CALL_FORMAT
source: %@ called you
ar: إنَّ %@ قد اتصلَ بِكَ
fr: %@ vous a appelé
nl: %@ heeft je gebeld
pl: %@ dzwonił(a) do Ciebie
sr: %@ вас је позвао/ла
uk: %@ телефонував вам

# INFO_MESSAGE_SYNCED_THREAD
source: You can send or receive synchronized messages from your phone or iPad. For your security, chat history isn't transferred to new linked devices.
ar: يُمكنك إرسال أو استقبال رسائل متزامنة من هاتفك أو من iPad. حفاظًا على أمانك ، لا يتم نقل محفوظات المُحادثة إلى الأجهزة المُرتبطة الجديدة.
fr: Vous pouvez envoyer ou recevoir des messages synchronisés de votre téléphone ou de votre iPad. Pour votre sécurité, l’historique des conversations n’est pas transféré vers les appareils nouvellement reliés.
nl: Je kunt gesynchroniseerde berichten verzenden van zowel je telefoon als je iPad.↵Voor je eigen veiligheid wordt je gespreksgeschiedenis niet overgedragen naar nieuw gekoppelde apparaten.
pl: Możesz wysyłać lub otrzymywać zsynchronizowane wiadomości ze swojego telefonu lub iPada. ↵Dla Twojego bezpieczeństwa, historia rozmów nie jest przenoszona na nowo połączone urządzenia.
sr: Поруке можете синхронизовано слати и примати са вашег телефона и iPad-а. Због додатне безбедности, историја ћаскања се не преноси на новоповезане уређаје.

# INFO_MESSAGE_USER_JOINED_SIGNAL_BODY_FORMAT
source: %@ is on Signal!
ar: إنَّ %@ مُتواجدٌ على Signal!
az: %@ artıq Signal-dadır!
fr: %@ est sur Signal.
km: %@ នៅលើ Signal!
nl: %@ is bereikbaar via Signal.
pl: %@ jest w Signal!
sr: %@ је на Signal-у!
uk: %@ тепер в Signal!

# INPUT_TOOLBAR_STICKER_BUTTON_ACCESSIBILITY_LABEL
source: Stickers
ar: المُلصقات
az: Elanlar
fr: Autocollants
km: ស្ទីកគ័រ
pl: Naklejki
sr: Налепнице
uk: Наліпки

# INPUT_TOOLBAR_VOICE_MEMO_BUTTON_ACCESSIBILITY_LABEL
source: Voice Message
ar: رِسالة صوتيَّة
az: Səsli Mesaj
fr: Message vocal
km: សារជាសំឡេង
nl: Audiobericht
pl: Wiadomość głosowa
sr: Гласовна порука
uk: Голосове Повідомлення

# INVALID_AUDIO_FILE_ALERT_ERROR_MESSAGE
source: Invalid audio file.
ar: ملف صوتي غير صالح.
az: Xətalı audio fayl.
fr: Le fichier son est invalide
km: ឯកសារសំឡេងមិនត្រឹមត្រូវ។
nl: Ongeldig audiobestand.
pl: Niepoprawny plik dźwiękowy.
sr: Неисправан звучни запис.
uk: Хибний аудіофайл.

# INVITE_FLOW_REQUIRES_CONTACT_ACCESS_BODY
source: You can enable contacts access in the iOS Settings app to invite your friends to join Signal.
ar: يُمكنك تفعيل الوصول إلى جهات الاتصال في تطبيق إعدادات iOS لدعوة أصدقائك للانضمام إلى Signal.
az: Dostlarını Signal-a dəvət edə bilmək üçün iOS Parametrlərində əlaqələrə giriş icazəsini aktivləşdir.
fr: Vous pouvez accorder l’accès aux contacts dans l’appli Réglages d’iOS pour inviter vos amis à se joindre à Signal.
km: អ្នកអាចបើកការចូលប្រើប្រាស់បញ្ជីទំនាក់ទំនងក្នុងការកំណត់ iOS ដើម្បីអញ្ជើញមិត្តភក្តិរបស់អ្នកចូលរួម Signal។
nl: Je kunt toegang geven tot je contacten in de iOS-instellingenapp om je vrienden en kennissen uit te nodigen voor Signal.
pl: Aby zaprosić znajomych, musisz pozwolić Signal na dostęp do Twoich kontaktów w Ustawieniach iOS.
sr: Дозволите приступ вашем именику у iOS апликацији за подешавања како бисте могли позвати пријатеље да се придруже Signal-у.
uk: Щоб запросити друзів до Signal, надайте програмі доступ до контактів у налаштуваннях iOS.

# INVITE_FLOW_REQUIRES_CONTACT_ACCESS_TITLE
source: Allow Contact Access
ar: السماح بالوصول لجهات الاتصال
az: Əlaqə Girişinə İcazə Ver
fr: Autoriser l’accès aux contacts
km: អនុញ្ញាតចូលប្រើប្រាស់លេខទំនាក់ទំនង
nl: Toegang tot contacten toestaan
pl: Zezwól na dostęp do kontaktów
sr: Дозволите приступ именику
uk: Надати доступ до контактів

# INVITE_FRIENDS_CONTACT_TABLE_BUTTON
source: Invite Friends to Signal
ar: دعوة الأصدقاء إلى Signal
az: Dostlarını Signal-a Dəvət Et
fr: Inviter des amis à Signal
km: អញ្ជើញមិត្តភក្តិប្រើSignal
nl: Kennissen uitnodigen voor Signal
pl: Zaproś znajomych do Signal
sr: Позовите пријатеље на Signal
uk: Запросити друзів у Signal

# INVITE_FRIENDS_PICKER_SEARCHBAR_PLACEHOLDER
source: Search
ar: البحث
az: Axtar
fr: Chercher
km: ស្វែងរក
nl: Zoeken
pl: Szukaj
sr: Претрага
uk: Пошук

# INVITE_FRIENDS_PICKER_TITLE
source: Invite Friends
ar: أدعُ أصدقائك
az: Dostlarını Dəvət Et
fr: Inviter des amis
km: អញ្ជើញមិត្តភក្តិ
nl: Kennissen uitnodigen
pl: Zaproś znajomych
sr: Позовите пријатеље
uk: Запросити друзів

# INVITE_WARNING_MULTIPLE_INVITES_BY_TEXT
source: Inviting multiple users at the same time will start a group message and the recipients will be able to see each other.
ar: إن دعوتك لعدة أشخاص في آن واحد ستؤدي إلى بدأ مُحادثة جماعية. و عليه، فإن جميع المُستلمين سوف يتمكنون من رؤية بعضهم البعض.
az: Bir neçə istifadəçinin eyni zamanda çağırılması qrup mesajlaşmasını başladacaq və hamı bir-birini görə biləcək.
fr: L’invitation simultanée de plusieurs utilisateurs enverra un message de groupe dont les destinataires se verront les uns les autres.
km: ការអញ្ជើញអ្នកប្រើប្រាស់ច្រើនក្នុងពេលតែមួយ នឹងចាប់ផ្តើមសារជាក្រុមមួយ និងអ្នកទទួលនឹងអាចមើលឃើញគ្នាទៅវិញទៅមក។
nl: Door meerdere mensen tegelijkertijd uit te nodigen maak je een groepsbericht. De ontvangers kunnen elkaar zien.
pl: Jednoczesne zaproszenie wielu użytkowników spowoduje wysłanie wiadomości grupowej, a odbiorcy będą w stanie zobaczyć się nawzajem.
sr: Слање позивница за више особа одједном ће започети групни разговор у ком ће се сви међусобно видети.
uk: Якщо запросити кілька користувачів одночасно, то створиться група й одержувачі зможуть побачити одне одного.

# JOIN_CALL_PILL_BUTTON
source: Join
ar: انضم
fr: Me joindre
km: ចូលរួម
nl: Deelnemen
pl: Dołącz
sr: Придружи се
uk: Приєднатись

# KEEP_MESSAGES_DURATION
source: Messages disappear after %@.
ar: الرسائل ستختفي بعد %@.
az: %@ sonra ismarışlar yox olur.
fr: Les messages disparaîtront après %@.
km: សាររលុបវិញបន្ទាប់ពី %@។
nl: Berichten verlopen na %@.
pl: Wiadomości znikają po %@.
sr: Поруке ће нестати након %@.
uk: Повідомлення зникнуть за %@.

# KEEP_MESSAGES_FOREVER
source: Messages do not disappear.
ar: الرَّسائل لا تَختَفي.
az: İsmarışlar yox olmur.
fr: Les messages ne disparaîtront pas.
km: សារ នឹងមិនរលុប។
nl: Berichten verlopen niet.
pl: Wiadomości nie znikają.
sr: Поруке неђе нестајати.
uk: Повідомлення не зникнуть.

# KEY_COMMAND_ALL_MEDIA
source: Go to All Media
ar: اذهب إلى جميع الوسائط
az: Mediaya keçin
fr: Accéder à tous les médias
km: ទៅកាន់ឯកសារមេឌាទាំងអស់
nl: Ga naar ‘Alle media’
pl: Przejdź do wszystkich multimediów
sr: Прикажи све медије
uk: Переглянути усі медіа

# KEY_COMMAND_ARCHIVE
source: Archive Chat
ar: أرشفة المُحادثة
fr: Archiver la conversation
nl: Archiveer gesprek
pl: Zarchiwizuj rozmowę
sr: Архивирај ћаскање
uk: Заархівувати чат

# KEY_COMMAND_ATTACHMENTS
source: Show Attachments
ar: أظهر المُرفقات
az: Qoşmaları göstər
fr: Afficher les fichiers joints
km: បង្ហាញឯកសារភ្ជាប់
nl: Bijlagen weergeven
pl: Pokaż załączniki
sr: Прикажи прилоге
uk: Показати вкладення

# KEY_COMMAND_CONVERSATION_INFO
source: Go to Chat Info
ar: الذهاب إلى معلومات المُحادثة
fr: Accéder aux renseignements de la conversation
nl: Ga naar ‘Gespreksinformatie’
pl: Przejdź do informacji o rozmowie
sr: Иди у поставке ћаскања
uk: Перейти до налаштуваннь чату

# KEY_COMMAND_FOCUS_COMPOSER
source: Focus Input Bar
ar: التركيز على شريط الإدخال
az: Daxiletmə bölməsi baxışı
fr: Accéder à la barre de saisie
km: ផ្តោតលើរបារបញ្ចូល
nl: Focus op invoerveld
pl: Aktywacja pola tekstowego
sr: Фокусирај се на унос
uk: Перемістити фокус на поле введення

# KEY_COMMAND_GIF_SEARCH
source: Go to GIF Search
ar: اذهب إلى بحث GIF
az: GİF axtarışına keç
fr: Accéder à la recherche de GIF
km: ទៅកាន់ការស្វែងរក GIF
nl: Ga naar ‘GIF zoeken’
pl: Przejdź do wyszukiwania GIF-ów
sr: Иди у претрагу GIF-ова
uk: Перейти до Пошуку GIF

# KEY_COMMAND_NEW_GROUP
source: New Group
ar: مجموعة جديدة
az: Yeni qrup
fr: Nouveau groupe
km: ក្រុមថ្មី
nl: Nieuwe groep
pl: Nowa grupa
sr: Нова група
uk: Нова група

# KEY_COMMAND_NEW_MESSAGE
source: New Message
ar: رِسالة جديدة
az: Yeni ismarış
fr: Nouveau message
km: សារថ្មី
nl: nieuw bericht
pl: Nowa wiadomość
sr: Нова порука
uk: Нове повідомлення

# KEY_COMMAND_NEXT_CONVERSATION
source: Go to Next Chat
ar: انتقل إلى المُحادثة التالية
fr: Accéder à la conversation suivante
nl: Ga naar ‘Volgend gesprek’
pl: Przejdź do następnej rozmowy
sr: Иди у следеће ћаскање
uk: Перейти до наступного чату

# KEY_COMMAND_PREVIOUS_CONVERSATION
source: Go to Previous Chat
ar: انتقل إلى المُحادثة السابقة
fr: Accéder à la conversation précédente
nl: Ga naar ‘Vorig gesprek’
pl: Przejdź do poprzedniej rozmowy
sr: Иди у претходно ћаскање
uk: Перейти до попереднього чату

# KEY_COMMAND_SEARCH
source: Search
ar: البحث
az: Axtar
fr: Chercher
km: ស្វែងរក
nl: Zoeken
pl: Szukaj
sr: Претрага
uk: Пошук

# KEY_COMMAND_SETTINGS
source: Settings
ar: الإعدادات
az: Parametrlər
fr: Paramètres
km: ការកំណត់
nl: Instellingen
pl: Ustawienia
sr: Подешавања
uk: Налаштування

# KEY_COMMAND_STICKERS
source: Show Stickers
ar: أظهر المُلصقات
az: Stikerləri göstər
fr: Afficher les autocollants
km: បង្ហាញ ស្ទីកគ័រ
nl: Stickers weergeven
pl: Pokaż naklejki
sr: Прикажи налепнице
uk: Показати наліпки

# KEY_COMMAND_UNARCHIVE
source: Unarchive Chat
ar: إلغاء أرشفة المُحادثة
fr: Désarchiver la conversation
nl: Gesprek dearchiveren
pl: Przywróć rozmowę
sr: Одархивирај ћаскање
uk: Розархівувати чат

source: Learn More
ar: أعرف المزيد
az: Daha Ətraflı
fr: En apprendre davantage
km: ស្វែងយល់បន្ថែម
nl: Meer lezen
pl: Dowiedz się więcej
sr: Сазнај више
uk: Дізнатися більше

# LEAVE_BUTTON_TITLE
source: Leave
ar: غادِر
az: Çıx
fr: Quitter
km: ចាកចេញ
nl: Verlaten
pl: Opuść
sr: Напусти
uk: Покинути

# LEAVE_GROUP_ACTION
source: Leave Group
ar: مُغادرة المجموعة
az: Qrupdan çıx.
fr: Quitter le groupe
km: ចាកចេញពីក្រុម
nl: Groep verlaten
pl: Opuść grupę
sr: Напусти групу
uk: Покинути групу

# LEAVE_GROUP_FAILED
source: An error occurred while leaving the group.
ar: حدث خطأ أثناء مُغادرة المجموعة.
az: Qrupdan çıxarkən xəta oldu.
fr: Une erreur s’est produite en quittant le groupe.
km: មានបញ្ហាមួយកើតឡើង នៅពេលចាកចេញពីក្រុម។
nl: Het verlaten van de groep is mislukt omdat er iets is misgegaan.
pl: W czasie opuszczania grupy wystąpił błąd.
sr: Дошло је до грешке при напуштању групе.
uk: Сталася помилка під час виходу з групи.

# LINK_DEVICE_INVALID_CODE_BODY
source: This QR code is not valid. Please make sure you are scanning the QR code that is displayed on the device you want to link.
ar: إن رمز الاستجابة السريعة غير صالح. يُرجى التأكد من مسحك لرمز الاستجابة السريعة الظاهر على الجهازك الذي تُريد ربطه.
az: Bu QR şifrə xətalıdır. Zəhmət olmasa əmin ol ki, əlaqə yaratmaq istədiyin cihazda nümayiş edilən QR şifrəni skan edirsən.
fr: Ce code QR n’est pas valide. Veuillez vous assurer de balayer le code QR affiché sur l’appareil que vous souhaitez relier.
km: កូដ QR នេះមិនត្រឹមត្រូវ។ សូមប្រាកដថា អ្នកស្កេនកូដ QR ដែលបង្ហាញលើឧបករណ៍ដែលអ្នកចង់ភ្ជាប់។
nl: Deze QR-code is ongeldig. Zorg dat je de QR-code scant die wordt weergeven op het apparaat dat je wilt koppelen.
pl: Ten kod QR jest nieprawidłowy. Upewnij się, że skanujesz kod QR wyświetlany na urządzeniu, które chcesz połączyć.
sr: Овај QR кôд није исправан. Проверите да ли скенирате QR код приказан на уређају који желите да повежете.
uk: Це хибний QR-код. Переконайтеся, що ви скануєте QR-код на пристрої, який ви хочете прив’язати.

# LINK_DEVICE_INVALID_CODE_TITLE
source: Linking Device Failed
ar: فشل ربط الجهاز
az: Aləti qoşma alınmadı
fr: Échec de liaison de l’appareil
km: ការតភ្ជាប់ឧបករណ៍បានបរាជ័យ
nl: Koppelen van apparaat mislukt
pl: Łączenie urządzenia nie powiodło się
sr: Повезивање уређаја није успело
uk: Не вдалося прив’язати пристрій

# LINK_DEVICE_PERMISSION_ALERT_BODY
source: This device will be able to see your groups and contacts, access your chats, and send messages in your name.
ar: هذا الجهاز سوف يتمكن من رؤية مجموعاتك وجهات اتصالك، الوصول إلى محادثاتك وإرسال الرسائل باسمك.
fr: Cet appareil pourra voir vos groupes et contacts, accéder à vos conversations et envoyer des messages en votre nom.
nl: Dit apparaat zal je groepen en contactpersonen kunnen inzien, toegang krijgen tot je gesprekken en berichten in jouw naam kunnen versturen.
pl: To urządzenie będzie mieć dostęp do Twoich grup, kontaktów i rozmów oraz będzie mogło wysyłać wiadomości w Twoim imieniu.
sr: Овај уређај ће имати приступ вашем именику, групама, препискама и моћи ће да шаље поруке у ваше име.

# LINK_DEVICE_PERMISSION_ALERT_TITLE
source: Link this device?
ar: ربط هذا الجهاز؟
az: Aləti qoşaq?
fr: Relier cet appareil ?
km: ភ្ជាប់ឧបករណ៍នេះឬទេ?
nl: Dit apparaat koppelen?
pl: Połączyć z tym urządzeniem?
sr: Повежи уређај?
uk: Прив’язати пристрій?

# LINK_DEVICE_RESTART
source: Retry
ar: إعادة المُحاولة
az: Yenidən sına
fr: Réessayer
km: ព្យាយាមម្តងទៀត
nl: Opnieuw proberen
pl: Ponów
sr: Покушај поново
uk: Повторити

# LINK_DEVICE_SCANNING_INSTRUCTIONS
source: Scan the QR code that is displayed on the device you want to link.
ar: قم بمسح رمز الاستجابة السريعة الظاهر على الجهاز الذي تُريد ربطه.
az: Əlaqə yaratmaq istədiyin cihazda nümayiş edilən QR şifrəni skan et.
fr: Balayez le code QR affiché sur l’appareil que vous souhaitez relier.
km: ស្កេនកូដ QR ដែលបង្ហាញលើឧបករណ៍ដែលអ្នកចង់ភ្ជាប់។
nl: Scan de QR-code die wordt weergegeven op het apparaat dat je wilt koppelen.
pl: Zeskanuj kod QR wyświetlony na urządzeniu, które chcesz połączyć.
sr: Скенирајте QR кôд приказан на уређају који желите да повежете.
uk: Відскануйте OR-код на пристрої, який ви хочете прив’язати.

# LINK_NEW_DEVICE_SUBTITLE
source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
az: QR kodu skan et
fr: Balayer le code QR
km: ស្កេនកូដ QR
nl: QR-code scannen
pl: Skanuj kod QR
sr: Скенирајте QR кôд
uk: Сканувати QR-код

# LINK_NEW_DEVICE_TITLE
source: Link New Device
ar: ربط جهاز جديد
az: Yeni alət qoş
fr: Relier un nouvel appareil
km: ភ្ជាប់ឧបករណ៍ថ្មី
nl: Nieuw apparaat koppelen
pl: Połącz nowe urządzenie
sr: Повежите нови уређај
uk: Прив’язати новий пристрій

# LINK_PREVIEW_UNKNOWN_DOMAIN
source: Link Preview
ar: مُعاينة الرابط
az: Bağlantıya İlkin Baxış
fr: Aperçu de lien
km: មើលតំណជាមុន
nl: Voorbeeldweergave
pl: Podgląd linku
sr: Приказ линка
uk: Попередній перегляд посилань

# LINKED_DEVICES_TITLE
source: Linked Devices
ar: اﻷجهزة المُرتبطة
az: Qoşulmuş alətlər
fr: Appareils reliés
km: បានតភ្ជាប់ឧបករណ៍
nl: Gekoppelde apparaten
pl: Połączone urządzenia
sr: Повезани уређаји
uk: Прив’язані пристрої

# LINKING_DEVICE_FAILED_TITLE
source: Linking Device Failed
ar: فشل ربط الجهاز
az: Alət qoşulmadı
fr: Échec de liaison de l’appareil
km: ការភ្ជាប់ឧបករណ៍បានបរាជ័យ
nl: Koppelen van apparaat mislukt
pl: Łączenie urządzenia nie powiodło się
sr: Повезивање уређаја није успело
uk: Не вдалося прив’язати пристрій
