Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# LINKPREVIEWS_MEGAPHONE_BODY
source: Link previews will now be generated for all sites.
ar: مُعاينة الروابط لن تُولَّد لجميع المواقع.
fr: Les aperçus de liens seront désormais générés pour tous les sites.
nl: Voorbeeldafbeeldingen zullen nu worden gegenereerd voor alle sites.
pl: Podglądy linków będą teraz generowane dla wszystkich stron.
sr: Сада ће се генерисати прегледи веза за све сајтове.
uk: Попередній перегляд посилань відтепер генеруватиметься для усіх сайтів.

# LINKPREVIEWS_MEGAPHONE_BUTTON_DISABLE
source: Disable
ar: تعطيل
az: Deaktivə et
fr: Désactiver
km: បិទ
nl: Uitschakelen
pl: Wyłączone
sr: Онемогући
uk: Вимкнути

# LINKPREVIEWS_MEGAPHONE_TITLE
source: Preview Any Link
ar: مُعاينة جميع الروابط
fr: Prévisualiser n’importe quel lien
nl: Voor elke website voorbeeldafbeeldingen
pl: Podgląd każdego linku
sr: Прикажи било коју везу
uk: Попередній перегляд будь-якого посилання

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_BODY
source: In order to transfer your Signal account, you need to enable local network access on both devices.
ar: من أجل نقل حساب Signal الخاص بك، يجب عليك تفعيل الوصول إلى الشبكة المحلية في كلا الجهازين.
fr: Afin de transférer votre compte Signal, vous devez activer l’accès au réseau local sur les deux appareils.
nl: Je moet op beide apparaten toegang hebben tot lokale netwerk om je Signal-gegevens over te kunnen zetten.
pl: Musisz włączyć dostęp do sieci lokalnej na obu urządzeniach, aby przenieść swoje konto Signal.
sr: Да бисте пренели свој Signal налог, морате да омогућите приступ локалној мрежи на оба уређаја.

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_NEED_HELP
source: Need Help?
ar: هل تحتاج مُساعدة؟
az: Kömək lazımdır?
fr: Besoin d’aide ?
km: ត្រូវការជំនួយ?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
sr: Потребна вам је помоћ?
uk: Потрібна Допомога?

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_STEP_ONE
source: On each device, open Settings
ar: افتح الإعدادات، على كل جهاز
fr: Sur chaque appareil, ouvrez les Réglages
nl: Open op beide apparaten de Instellingen app
pl: Otwórz Ustawienia na obu urządzeniach
sr: На сваком уређају отворите Поставке
uk: На усіх пристроях відкрийте Налаштування

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_STEP_THREE
source: Turn on “Local Network”
ar: تشغيل "الشبكة المحلية"
fr: Activez « Réseau local »
nl: Schakel “Locaal netwerk” in
pl: Włącz “Sieć lokalną”
sr: Укључити „Локалну Мрежу“
uk: Увімкніть «Локальна мережа»

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_STEP_TWO
source: Navigate to Signal
ar: انتقل إلى Signal
fr: Naviguez vers Signal
nl: Zoek Signal in de lijst
pl: Przejdź do Signal
sr: Ићи на Signal

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_TITLE
source: Turn on Local Network Access
ar: تشغيل الوصول إلى الشبكة المحلية
fr: Activez Accès au réseau local
nl: Schakel “Toegang tot locaal netwerk” in
pl: Włącz dostęp do Sieci lokalnej
sr: Укључити Локалну Мрежу

# LOCATION_PICKER_SEARCH_PLACEHOLDER
source: Search by name or address
ar: البحث بالاسم أو العنوان
az: Ad və ya ünvanla axtar
fr: Chercher par nom ou adresse
km: ស្វែងរកតាមឈ្មោះ ឬ អសយដ្ឋាន
nl: Zoek op naam of adres
pl: Szukaj po nazwie lub adresie
sr: Претражи по имену или адреси
uk: Пошук за іменем чи адресою

# LOCATION_PICKER_TITLE
source: Select Location
ar: حدِّد موقعاً
az: Məkan seç
fr: Sélectionner un emplacement
km: ជ្រើសរើស ទីតាំង
nl: Selecteer een locatie
pl: Wybierz lokalizację
sr: Изаберите локацију
uk: Обрати місце

# LOGGING_SECTION
source: Logging
ar: التسجيل
az: Daxil olur
fr: Journalisation
km: កំពុងចូល
nl: Log bijhouden
pl: Logowanie
sr: Извештај рада
uk: Логування

# LONG_TEXT_VIEW_TITLE
source: Message
ar: الرسالة
az: Mesaj
km: សារ
nl: Bericht
pl: Wiadomość
sr: Порука
uk: Повідомлення

# MANY_GROUPS_IN_COMMON
source: %@ groups in common
ar: عدد %@ مجموعة مُشتَرَكة
fr: %@ groupes en commun
nl: %@ gemeenschappelijke groepen
pl: %@ wspólnych(e) grup(y)
sr: %@ заједничких група
uk: Спільних груп %@

# MEDIA_DETAIL_VIEW_ALL_MEDIA_BUTTON
source: All Media
ar: جميع الوسائط
az: Bütün Medialar
fr: Tous les médias
km: ឯកសារមេឌាទាំងអស់
nl: Alle media
pl: Wszystkie multimedia
sr: Сви медији
uk: Усі медіа

# MEDIA_FROM_CAMERA_BUTTON
source: Camera
ar: الكاميرا
az: Kamera
fr: Appareil photo
km: កាមេរ៉ា
pl: Aparat
sr: Камера
uk: Камера

# MEDIA_FROM_LIBRARY_BUTTON
source: Photo Library
ar: مكتبة الصور
az: Şəkil Kataloqu
fr: Photothèque
km: បណ្ណាល័យរូបភាព
nl: Fotobibliotheek
pl: Biblioteka zdjęć
sr: Галерија фотографија
uk: Бібліотека фото

# MEDIA_GALLERY_DELETE_MULTIPLE_MESSAGES_FORMAT
source: Delete %d Messages
ar: حَذف عَدَد %d رِسالَة
az: %d Mesajı Sil
fr: Supprimer %d messages
km: លុបសារ %d
nl: %d berichten wissen
pl: Usunięto %d wiadomości
sr: Избриши %d порука
uk: Видалити %d повідомлень

# MEDIA_GALLERY_DELETE_SINGLE_MESSAGE
source: Delete Message
ar: حَذف الرِّسالة
az: Mesajı Sil
fr: Supprimer le message
km: លុបសារ
nl: Bericht wissen
pl: Usuń wiadomość
sr: Избриши поруку
uk: Видалити повідомлення

# MEDIA_GALLERY_ITEM_IMAGE_COUNT_FORMAT
source: %@ Photos
ar: عدد %@ صورة
nl: %@ afbeeldingen
pl: %@ Zdjęć(a)
sr: %@ фотографије
uk: Фото %@

# MEDIA_GALLERY_ITEM_MIXED_COUNT_FORMAT
source: %@ Items
ar: عدد %@ عُنصر
fr: %@ éléments
pl: %@ element(y/ów)
sr: %@ ставки
uk: Елементів %@

# MEDIA_GALLERY_SENDER_NAME_YOU
source: You
ar: أنت
az: Sən
fr: Vous
km: អ្នក
nl: Jij
pl: Ty
sr: Ви
uk: Ви

# MEDIA_GALLERY_THIS_MONTH_HEADER
source: This Month
ar: هذا الشهر
az: Bu Ay
fr: Ce mois-ci
km: ខែនេះ
nl: Deze maand
pl: Ten miesiąc
sr: Овог месеца
uk: Цього місяця

# MEGAPHONE_REMIND_LATER
source: Remind Me Later
ar: ذكِّرني لاحقاً
az: Sonra yada sal
fr: Me le rappeler plus tard
km: រំលឹកខ្ញុំពេលក្រោយ
nl: Herinner Me Later
pl: Przypomnij później
sr: Подсети ме касније
uk: Нагадати пізніше

# MEGAPHONE_WILL_REMIND_LATER
source: We’ll remind you later.
ar: سوف نُذكِّرُك لاحقاً.
az: Daha sonra yadınıza salarıq.
fr: Nous vous le rappellerons plus tard.
km: យើងនឹងរំលឹកអ្នកពេលក្រោយ។
nl: Je wordt er later aan herinneren dat je nog een pincode moet aanmaken.
pl: Przypomnimy Ci o tym później.
sr: Подсетићемо вас касније.
uk: Ми нагадаємо пізніше.

# MESSAGE_ACTION_COPY_TEXT
source: Copy Message Text
ar: نسخ نصّ الرسالة
az: Mesajın Mətnini Köçür
fr: Copier le texto
km: ថតចម្លងសារអក្សរ
nl: Berichttekst kopiëren
pl: Skopiuj treść wiadomości
sr: Копирај садржај поруке
uk: Копіювати текст повідомлення

# MESSAGE_ACTION_DELETE_FOR_EVERYONE
source: Delete for Everyone
ar: حذف للجميع
az: Hamı üçün silin
fr: Supprimer pour tout le monde
km: លុបសម្រាប់ទាំងអស់គ្នា
nl: Voor iedereen wissen
pl: U wszystkich
sr: Избриши за све чланове
uk: Видалити для Всіх

# MESSAGE_ACTION_DELETE_FOR_EVERYONE_CONFIRMATION
source: This message will be deleted for everyone in the chat if they’re on a recent version of Signal. They will be able to see that you deleted a message.
ar: سوف تُحذَف هذه الرسالة لأياً كان في هذه المحادثة إن كانوا يستخدمون إصدار حديث مِن Signal. سيكون بمقدرتهم رؤية أنك قد حذفت رسالة.
fr: Ce message sera supprimé pour tout le monde dans la conversation s’ils utilisent une version récente de Signal. Ils pourront voir que vous avez supprimé un message.
nl: Dit bericht zal voor iedereen wie momenteel aan het gesprek deelneemt gewist worden, mits ze een recente versie van Signal gebruiken. Ze zullen wel kunnen zien dat je een bericht hebt gewist.
pl: Ta wiadomość zostanie usunięta u wszystkich uczestników tej rozmowy, jeśli używają najnowszej wersji Signal. Będą oni mogli zobaczyć, że skasowałeś(aś) wiadomość.
sr: Ова порука ће бити избрисана за све из ћаскања ако користе најновију верзију апликације Signal. Моћи ће да виде да сте избрисали поруку.

# MESSAGE_ACTION_DELETE_FOR_TITLE
source: Who would you like to delete this message for?
ar: من هم الأشخاص الذين تريد حذف هذه الرسالة لديهم؟
fr: Pour qui voulez-vous supprimer ce message ?
km: តើនរណាដែលអ្នកចង់លុបសារនេះឲ្យគេ?
nl: Voor wie wil je dit bericht verwijderen?
pl: Gdzie chcesz usunąć tę wiadomość?
sr: За кога желите да избришете ову поруку?
uk: Для кого ви хочете видалити це повідомлення?

# MESSAGE_ACTION_DELETE_FOR_YOU
source: Delete for Me
ar: حذف بالنسبة لي
fr: Supprimer pour moi
km: លុបសម្រាប់តែខ្ញុំ
nl: Voor mij verwijderen
pl: U mnie
sr: Избриши за мене
uk: Видалити для мене

# MESSAGE_ACTION_DELETE_MESSAGE
source: Delete This Message
ar: حذف هذه الرسالة
az: Bu Mesajı Sil
fr: Supprimer ce message
km: លុបសារនេះ
nl: Bericht wissen
pl: Usuń wiadomość
sr: Избриши ову поруку
uk: Видалити це повідомлення

# MESSAGE_ACTION_DELETE_SELECTED_MESSAGES
source: Delete Selected Messages
ar: حدف الرسائل المُحددة
az: Seçilən ismarışları sil
fr: Supprimez les messages sélectionnés
km: លុបសារដែលបានជ្រើសរើស។
nl: Geselecteerde bericht wissen
pl: Usuń wybrane wiadomości
sr: Избриши изабране поруке
uk: Видалити Вибрані Повідомлення

# MESSAGE_ACTION_DETAILS
source: More Info
ar: المزيد من المعلومات
az: Daha Ətraflı
fr: Plus de précisions
km: ព័ត៌មានបន្ថែម
nl: Meer informatie
pl: Więcej informacji
sr: Више информација
uk: Детальніше

# MESSAGE_ACTION_FORWARD_MESSAGE
source: Forward This Message
ar: إعادة توجيه هذه الرسالة
az: Bu ismarışı yönəlt
fr: Transférer ce message
km: បញ្ជូនសារនេះបន្ត
nl: Dit bericht doorsturen
pl: Przekaż tę wiadomość
sr: Проследи ову поруку
uk: Переслати це повідомлення

# MESSAGE_ACTION_REPLY
source: Reply to This Message
ar: الرَّدّ على هذه الرِّسالة
az: Bu Mesajı Cavabla
fr: Répondre à ce message
km: ឆ្លើយតបទៅកាន់សារនេះ
nl: Op dit bericht reageren
pl: Odpowiedz na wiadomość
sr: Одговори на ову поруку
uk: Відповісти на це повідомлення

# MESSAGE_ACTION_SELECT_MESSAGE
source: Select Multiple
ar: تحديد مُتعدد
az: Çoxlu seçim
fr: Sélectionnez-en plusieurs
km: ជ្រើសរើសច្រើន
nl: Meerdere berichten selecteren
pl: Wybierz wiele
sr: Изабери више
uk: Вибрати Декілька

# MESSAGE_ACTION_SHARE_MEDIA
source: Share Media
ar: شارك الوسائط
az: Medianı paylaş
fr: Partager un média
km: ចែករំលែកមេឌា
nl: Media doorsturen
pl: Udostępnij multimedia
sr: Подели медиј
uk: Поділитися медіа

# MESSAGE_APPROVAL_DIALOG_TITLE
source: Message
ar: رسالة
az: Mesaj
km: សារ
nl: Bericht
pl: Wiadomość
sr: Порука
uk: Повідомлення

# MESSAGE_COMPOSEVIEW_TITLE
source: New Message
ar: رِسالة جديدة
az: Yeni ismarış
fr: Nouveau message
km: សារថ្មី
nl: Nieuw bericht
pl: Nowa wiadomość
sr: Нова порука
uk: Нове повідомлення

# MESSAGE_METADATA_VIEW_ATTACHMENT_FILE_SIZE
source: File Size
ar: حجم الملف
az: Faylı Ölçüsü
fr: Taille du fichier
km: ទំហំឯកសារ
nl: Bestandsgrootte
pl: Rozmiar pliku
sr: Величина датотеке
uk: Розмір файлу

# MESSAGE_METADATA_VIEW_ATTACHMENT_MIME_TYPE
source: MIME type
ar: نوع MIME
az: MIME növü
fr: Type MIME
km: ប្រភេទ MIME
pl: typ MIME
sr: MIME тип
uk: Тип MIME

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_DELIVERED
source: Delivered
ar: تمَّ التسليم
az: Çatdırıldı
fr: Remis
km: បានទទួល
nl: Afgeleverd
pl: Dostarczono
sr: Испоручено
uk: Доставлено

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_FAILED
source: Failed
ar: فشل
az: Alınmadı
fr: Échec
km: បានបរាជ័យ
nl: Mislukt
pl: Błąd
sr: Неуспешно
uk: Не вдалося

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_READ
source: Read
ar: تمت القراءة
az: Oxundu
fr: Lu
km: បានអាន
nl: Gelezen
pl: Odczytano
sr: Прочитано
uk: Прочитано

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_SENDING
source: Sending
ar: جار الإرسال
az: Göndərilir
fr: Envoi
km: កំពុងផ្ញើ
nl: Bezig met verzenden
pl: Wysyłanie
sr: Шаље се
uk: Надсилання

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_SENT
source: Sent
ar: تمَّ الإرسال
az: Göndərildi
fr: Envoyé
km: បានផ្ញើ
nl: Verzonden
pl: Wysłano
sr: Послато
uk: Надіслано

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_SKIPPED
source: Skipped
ar: تمَّ التخطي
az: Ötürüldü
fr: Ignorés
km: បានរំលង
nl: Overgeslagen
pl: Pominięto
sr: Прескочено
uk: Пропущено

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_UPLOADING
source: Uploading
ar: جار الرفع
az: Yüklənir
fr: Téléversement
km: បានបញ្ជូន
nl: Bezig met uploaden
pl: Przesyłanie
sr: Отпремање
uk: Вивантаження

# MESSAGE_METADATA_VIEW_NO_ATTACHMENT_OR_BODY
source: Message has no content or attachment.
ar: الرسالة لا تحمل مُحتوى أو مُرفق.
az: Mesajın mətni və faylı yoxdur.
fr: Le message n’a ni contenu ni fichier joint
km: សារមិនមានខ្លឹមសារ ឬឯកសារភ្ជាប់។
nl: Bericht heeft geen inhoud of bijlage.
pl: Wiadomość nie ma treści lub załącznika.
sr: Порука нема ни садржај ни прилог.
uk: Повідомлення не має змісту чи долучення.

# MESSAGE_METADATA_VIEW_RECEIVED_DATE_TIME
source: Received
ar: تمَّ الاستلام
az: Qəbul edildi
fr: Reçu
km: បានទទួល
nl: Ontvangen
pl: Odebrano
sr: Примљено
uk: Одержано

# MESSAGE_METADATA_VIEW_SENDER
source: Sender
ar: المُرسِل
az: Göndərən
fr: Expéditeur
km: អ្នកផ្ញើ
nl: Afzender
pl: Nadawca
sr: Пошиљалац
uk: Відправник

# MESSAGE_METADATA_VIEW_SENT_DATE_TIME
source: Sent
ar: أُرسِلت
az: Göndərildi
fr: Envoyé
km: បានផ្ញើ
nl: Verzonden
pl: Wysłane
sr: Послато
uk: Надіслано

# MESSAGE_METADATA_VIEW_SOURCE_FILENAME
source: Filename
ar: اسم الملف
az: Faylın Adı
fr: Nom du fichier
km: ឈ្មោះឯកសារ
nl: Bestandsnaam
pl: Nazwa pliku
sr: Назив датотеке
uk: Назва файлу

# MESSAGE_METADATA_VIEW_TITLE
source: Message
ar: رسالة
az: Mesaj
km: សារ
nl: Bericht
pl: Wiadomość
sr: Порука
uk: Повідомлення

# MESSAGE_REQUEST_BLOCK_ACTION
source: Block
ar: حظر
az: Kilidlə
fr: Bloquer
km: រារាំង
nl: Blokkeren
pl: Zablokuj
sr: Блокирај
uk: Заблокувати

# MESSAGE_REQUEST_BLOCK_AND_DELETE_ACTION
source: Block and Delete
ar: حظر وحذف
az: Əngəllə və sil
fr: Bloquer et supprimer
km: ហាមឃាត់ និងលុបចោល
nl: Blokkeren en verwijderen
pl: Zablokuj i usuń
sr: Блокирај и избриши
uk: Заблокувати і Видалити

# MESSAGE_REQUEST_BLOCK_CONVERSATION_MESSAGE
source: Blocked people won’t be able to call you or send you messages.
ar: لن يتمكن الأشخاص المحظورون من الاتصال بك أو إرسال رسالة إليك.
az: Əngəllənmiş adamlar sizə zəng edə və ismarış yaza bilməyəcək.
fr: Les personnes bloquées ne pourront ni vous appeler ni vous envoyer de messages.
km: មនុស្សដែលបានហាមឃាត់ នឹងមិនអាចហៅ ឬផ្ញើសារមកអ្នកទេ។
nl: Je zult de oproepen en berichten afkomstig van geblokkeerde contactpersonen niet te zien krijgen. Geblokkeerde contacten kunnen niet zien dat ze geblokkeerd zijn: het lijkt voor hen alsof je telefoon over gaat, en alsof berichten worden afgeleverd. Je huidige profielnaam en foto blijven zichtbaar voor je contactpersoon maar worden ze niet langer bijgewerkt als je ze veranderd.
pl: Zablokowane osoby nie będą mogły do Ciebie dzwonić ani wysyłać Ci wiadomości.
sr: Блокиране особе вас не могу звати и слати вам поруке.
uk: Заблоковані люди не зможуть вам дзвонити чи відправляти повідомлення.

# MESSAGE_REQUEST_BLOCK_CONVERSATION_TITLE_FORMAT
source: Block %@?
ar: حظر %@؟
az: %@ qrupunu kilidləyirsən?
fr: Bloquer %@ ?
km: ហាមឃាត់ %@?
nl: %@ blokkeren?
pl: Zablokować %@?
sr: Блокирајте „%@”?
uk: Заблокувати %@?

# MESSAGE_REQUEST_BLOCK_GROUP_MESSAGE
source: You will leave this group and no longer receive messages or updates.
ar: سوف تُغادر هذه المجموعة ولن تصلك بعد الآن رسالة أو مستجدات منها.
az: Bu qrupdan çıxacaq və heç vaxt yeniləmə və ismarışları almayacaqsınız.
fr: Vous quitterez ce groupe et ne recevrez plus ni messages ni mises à jour.
km: អ្នកនឹងចាកចេញពីក្រុមនេះ និងលែងទទួលសារ ឬបច្ចុប្បន្នភាព។
nl: Je zult deze groep verlaten en niet langer berichten of meldingen ontvangen.
pl: Opuścisz tę grupę i nie będziesz już otrzymywać z niej wiadomości ani aktualizacji.
sr: Напустићете групу и више нећете примати поруке и обавештења.
uk: Ви покинете цю групу і більше не будете отримувати повідомлення або оновлення.

# MESSAGE_REQUEST_BLOCK_GROUP_TITLE_FORMAT
source: Block and Leave %@?
ar: حظر ومُغادرة %@؟
az: %@əngəlləyib çıxırsınız?
fr: Bloquer et quitter %@ ?
km: ហាមឃាត់ និងចាកចេញ %@?
nl: “%@” blokkeren en verwijderen?
pl: Zablokować i opuścić %@?
sr: Блокирај и напусти %@?
uk: Заблокувати і Покинути %@?

# MESSAGE_REQUEST_DELETE_CONVERSATION_ACTION
source: Delete
ar: حذف
az: Sil
fr: Supprimer
km: លុប
nl: Verwijderen
pl: Usuń
sr: Избриши
uk: Видалити

# MESSAGE_REQUEST_DELETE_CONVERSATION_MESSAGE
source: This chat will be deleted from all of your devices.
ar: ستُحذَف هذه المُحادثة من جميع أجهزتك.
fr: Cette conversation sera supprimée de tous vos appareils.
nl: Dit gesprek zal worden gewist van al je apparaten.
pl: Ta rozmowa zostanie usunięta ze wszystkich Twoich urządzeń.
sr: Преписка ће бити избрисана са ваших свих уређаја.
uk: Цей чат буде видалено з усіх ваших пристроїв.

# MESSAGE_REQUEST_DELETE_CONVERSATION_TITLE
source: Delete Chat?
ar: حذف المُحادثة؟
fr: Supprimer la conversation ?
nl: Gesprek wissen?
pl: Usunąć rozmowę?
sr: Избришите преписку?
uk: Видалити чат?

# MESSAGE_REQUEST_LEAVE_AND_DELETE_GROUP_ACTION
source: Delete and Leave
ar: الحذف والمُغادرة
az: Sil və çıx
fr: Supprimer et quitter
km: លុបចោល និង​ចាកចេញ
nl: Verwijderen en verlaten
pl: Usuń i opuść
sr: Избриши и напусти
uk: Видалити і Покинути

# MESSAGE_REQUEST_LEAVE_AND_DELETE_GROUP_MESSAGE
source: You will leave this group, and it will be deleted from all your devices.
ar: سوف تُغادر هذه المجموعة، ثم ستُحذَف من جميع أجهزتك.
az: Qrupdan çıxacaqsınız və o, bütün cihazlarınızdan silinəcək.
fr: Vous quitterez ce groupe et il sera supprimé de tous vos appareils.
km: អ្នកនឹងចាកចេញពីក្រុមនេះ និងលុបចេញពីឧបករណ៍របស់អ្នកទាំងអស់។
nl: Je zult deze groep verlaten en het gesprek zal van al je apparaten worden gewist.
pl: Opuścisz tę grupę i zostanie ona usunięta ze wszystkich Twoich urządzeń.
sr: Напустићете групу и преписка ће бити избрисана са ваших свих уређаја.
uk: Ви покинете цю групу, і вона буде видалена з усіх ваших пристроїв.

# MESSAGE_REQUEST_LEAVE_AND_DELETE_GROUP_TITLE
source: Delete and Leave Group?
ar: حذف ومُغادرة المجموعة؟
az: Qrupu silib çıxırsınız?
fr: Supprimer et quitter le groupe ?
km: លុប និងចាកចេញពីក្រុម?
nl: Groep verwijderen en verlaten?
pl: Usunąć i opuścić grupę?
sr: Избриши и напусти групу?
uk: Видалити та покинути Групу?

# MESSAGE_REQUEST_NAME_COLLISON_BANNER_LABEL
source: Review requests carefully. Signal found another contact with the same name.
ar: راجع الطلبات بعِناية. عثرَ Signal على جهة اتصال أُخرى بنفس الاسم.
fr: Examinez attentivement les demandes. Signal a trouvé un autre contact avec le même nom.
nl: Kijk de verzoeken zorgvuldig na! Er is een andere contactpersoon met dezelfde naam.
pl: Starannie przeglądaj prośby o kontakt. Signal znalazł inny kontakt z tym samym imieniem.
sr: Пажљиво прегледајте захтеве. Signal је пронашао други контакт са истим називом.

# MESSAGE_REQUEST_NAME_COLLISON_CONTACT_HEADER
source: Your contact
ar: جهة الاتصال الخاصة بك
fr: Votre contact
nl: Je contactpersoon
pl: Twój kontakt
sr: Ваш контакт
uk: Серед ваших контактів

# MESSAGE_REQUEST_NAME_COLLISON_HEADER
source: If you’re not sure who the request is from, review the contacts below and take action.
ar: إذا كنت غير مُتأكد من هوية صاحب الطلب، راجِع جهات الاتصال أدناه ثم اتخذ الإجراء.
fr: Si la provenance de la demande est incertaine, examinez les contacts ci-dessous et agissez en conséquence.
nl: Evalueer de contactpersonen hieronder en onderneem actie als je niet zeker bent van wie het verzoek afkomstig is.
pl: Jeśli nie masz pewności, od kogo pochodzi ta prośba, przejrzyj poniższe kontakty i podejmij działania.
sr: Ако нисте сигурни од кога потиче захтев, прегледајте доње контакте и предузмите мере.

# MESSAGE_REQUEST_NAME_COLLISON_REQUESTER_HEADER
source: Request
ar: الطلب
fr: Demande
nl: Verzoek
pl: Prośba
sr: Захтев
uk: Запит

# MESSAGE_REQUEST_NAME_COLLISON_TITLE
source: Review Request
ar: مُراجعة الطلب
fr: Examiner la demande
nl: Verzoek evalueren
pl: Przejrzyj prośby
sr: Прегледајте захтев
uk: Переглянути запит

# MESSAGE_REQUEST_NAME_COLLISON_UPDATE_CONTACT_ACTION
source: Update contact
ar: تحديث جهة الاتصال
fr: Mettre le contact à jour
nl: Contactpersoon bijwerken
pl: Uaktualnij kontakt
sr: Ажурирај контакт
uk: Оновити контакт

# MESSAGE_REQUEST_REVIEW_NAME_COLLISION
source: Review Request
ar: مُراجعة الطلب
fr: Examiner la demande
nl: Verzoek evalueren
pl: Przejrzyj prośby
sr: Прегледајте захтев
uk: Переглянути запит

# MESSAGE_REQUEST_VIEW_ACCEPT_BUTTON
source: Accept
ar: قُبول
az: Qəbul et
fr: Accepter
km: យល់ព្រម
nl: Aanvaarden
pl: Akceptuj
sr: Прихвати
uk: Прийняти

# MESSAGE_REQUEST_VIEW_BLOCK_BUTTON
source: Block
ar: حظر
az: Kilidlə
fr: Bloquer
km: រារាំង
nl: Blokkeren
pl: Zablokuj
sr: Блокирај
uk: Заблокувати

# MESSAGE_REQUEST_VIEW_BLOCKED_CONTACT_PROMPT_FORMAT
source: Let %@ message you and share your name and photo with them? You won't receive any messages until you unblock them.
ar: السماح لـ%@ بمُراسلتك ومُشاركة اسمك وصورتك معه؟ لن تستقبل أي رسائل حتى تقوم برفع الحظر عنه.
fr: Autoriser %@ à échanger des messages et partager vos nom et photo avec ce contact ? Vous ne recevrez aucun message tant que vous ne l’aurez pas débloqué.
km: អនុញ្ញាត %@ ផ្ញើសារមកអ្នក និងចែកឈ្មោះ និងរូបភាពរបស់អ្នកជាមួយសមាជិកក្រុម? អ្នកនឹងមិនទទួលសារណាមួយឡើយ រហូតអ្នកលែងហាមឃាត់ពួកគេ។
nl: Wil je berichten van %@ ontvangen, en sta je toe dat hij of zij je profielnaam, -foto en -omschrijving kan zien? Je zult geen berichten ontvangen en je profiel zal voor hem of haar niet meer worden bijgewerkt totdat je hem of haar hebt gedeblokkeerd.
pl: Pozwolić %@ wysyłać do Ciebie wiadomości i udostępnić Twoje imię i zdjęcie temu kontaktowi? Nie otrzymasz żadnych wiadomości, dopóki nie odblokujesz.
sr: Да ли дозвољавате да вам %@ шаље поруке и да види ваше име и слику? Нећете добити ни једну поруку док их не одблокирате.

# MESSAGE_REQUEST_VIEW_BLOCKED_GROUP_PROMPT
source: Unblock this group and share your name and photo with its members? You won't receive any messages until you unblock them.
ar: ارفع الحظر عن هذه المجموعة وشاركة اسمك وصورتك مع أعضاءها؟ لن تستقبل أي رسائل من المجموعة حتى تقوم برفع الحظر عنها.
fr: Débloquer ce groupe et partager vos nom et photo avec ses membres ? Vous ne recevrez aucun message tant que vous ne l’aurez pas débloqué.
km: លែងហាមឃាត់ក្រុមនេះ និងចែករំលែកឈ្មោះ និងរូបភាពរបស់អ្នកជាមួយសមាជិកក្រុម? អ្នកនឹងមិនទទួលសារណាមួយឡើយ រហូតអ្នកលែងហាមឃាត់ពួកគេ។
nl: Wil je berichten van deze groep ontvangen, en sta je toe dat alle leden van de groep je profielnaam, -foto en -omschrijving kunnen zien? Je zult geen berichten ontvangen en je profiel zal voor de leden van deze groep niet meer worden bijgewerkt totdat je de groep hebt gedeblokkeerd.
pl: Czy chcesz odblokować tę grupę i udostępnić swoje imię i zdjęcie jej członkom? Nie otrzymasz żadnych wiadomości, dopóki nie odblokujesz.
sr: Да ли желите да одблокирате ову групу и да са њеним члановима поделите ваше име и слику? Нећете добити ни једну поруку док је не одблокирате.
uk: Розблокувати цю групу та поділитися своїм ім’ям та фото з її учасниками? Ви не отримаєте жодного повідомлення, поки не розблокуєте їх.

# MESSAGE_REQUEST_VIEW_BLOCKED_GROUP_PROMPT_V2
source: Unblock this group? They won’t know you’ve seen their messages until you unblock them.
ar: رفع حظر هذه المجموعة؟ لن يعلموا أنك قد قرأت رسائلهم حتى تقوم برفع الحظر عنهم.
fr: Débloquer ce groupe ? Ils ne sauront pas que vous avez lu leurs messages tant que vous ne les aurez pas débloqués.
nl: Deblokkeer deze groep? Ze zullen niet kunnen zien dat je hun berichten hebt gelezen zolang je ze niet deblokkeert.
pl: Czy chcesz odblokować tę grupę? Członkowie grupy nie będą wiedzieć, że przeczytałeś(aś) ich wiadomość, dopóki nie odblokujesz.
sr: Деблокирати ову групу? Неће знати да сте видели њихове поруке док их не деблокирате.

# MESSAGE_REQUEST_VIEW_CONTINUE_BUTTON
source: Continue
ar: الاستمرار
az: Davam et
fr: Poursuivre
km: បន្ត
nl: Doorgaan
pl: Kontynuuj
sr: Настави
uk: Продовжити

# MESSAGE_REQUEST_VIEW_DELETE_BUTTON
source: Delete
ar: حذف
az: Sil
fr: Supprimer
km: លុប
nl: Wissen
pl: Usuń
sr: Избриши
uk: Видалити
