Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# AB_PERMISSION_MISSING_ACTION_NOT_NOW
source: Not Now
ar: ليس الآن
az: İndi yox
fr: Pas maintenant
km: លើកក្រោយ
nl: Niet nu
pl: Nie teraz
sr: Не сада
uk: Не зараз

# ACCEPT_NEW_IDENTITY_ACTION
source: Accept New Safety Number
ar: قبول رقم الأمان الجديد
az: Yeni Təhlükəsizlik Rəqəmini Qəbul et
fr: Accepter le nouveau numéro de sécurité
km: ទទួលយកលេខសុវត្ថិភាពថ្មី
nl: Nieuw veiligheidsnummer aanvaarden
pl: Zaakceptuj nowy numer bezpieczeństwa
sr: Прихвати нови сигурносни број
uk: Прийняти новий код безпеки

# ACCESSIBILITY_LABEL_ATTACHMENT
source: Attachment
ar: المرفق
az: Qoşma
fr: Fichier joint
km: ការភ្ជាប់
nl: Bijlage
pl: Załącznik
sr: Прилог
uk: Вкладення

# ACCESSIBILITY_LABEL_AUDIO
source: Audio
ar: الصوت
az: Səs
fr: Son
km: សំឡេង
pl: Dźwięk
sr: Звук
uk: Аудіо

# ACCESSIBILITY_LABEL_CONTACT
source: Contact
ar: جهة الاتصال
az: Əlaqə
km: ទំនាក់ទំនង
nl: Contactpersoon
pl: Kontakt
sr: Контакт
uk: Контакт

# ACCESSIBILITY_LABEL_CONTACT_FORMAT
source: Contact for %@
ar: جهة الاتصال لـ %@
fr: Contact pour %@
nl: Contactinformatie over %@
pl: Kontakt dla %@
sr: Контакт %@
uk: Контакт для %@

# ACCESSIBILITY_LABEL_MEDIA
source: Media
ar: الوسائط
fr: Contenu multimédia
km: ព័ត៌មាន
pl: Multimedia
sr: Медиј
uk: Медіа

# ACCESSIBILITY_LABEL_SENDER_SELF
source: You
ar: أنت
az: Sən
fr: Vous
km: អ្នក
nl: Jij
pl: Ty
sr: Ви
uk: Ви

# ACCESSIBILITY_LABEL_STICKER
source: Sticker
ar: مُلصَق
fr: Autocollant
km: ស្ទីកគ័រ
pl: Naklejka
sr: Налепница
uk: Стікер

# ACCESSIBILITY_LABEL_VOICE_MEMO
source: Voice message
ar: رسالة صوتية
fr: Message vocal
nl: Audiobericht
pl: Wiadomość głosowa
sr: Гласовна порука
uk: Голосове повідомлення

# ACCESSIBILITY_LABEL_VOICE_MEMO_FORMAT
source: Voice message %@ seconds
ar: رِسالة صوتيَّة زمن %@ ثانية
fr: Message vocal de %@ secondes.
nl: Audiobericht %@ seconden
pl: Wiadomość głosowa %@ sekund(y)
sr: Гласовна порука %@ секунди/а
uk: Голосове повідомлення %@ секунд

# ACTION_AUDIO_CALL
source: Signal Call
ar: مكالمة Signal
az: Signal Zəngi
fr: Appel Signal
km: ការហៅ Signal
nl: Signal-oproep
pl: Połączenie Signal
sr: Signal позив
uk: Виклик Signal

# ACTION_INVITE
source: Invite to Signal
ar: ادعُ إلى Signal
az: Signala dəvət et
fr: Inviter à Signal
km: អញ្ជើញចូលប្រើSignal
nl: Nodig uit voor Signal
pl: Zaproś do Signal
sr: Позовите на Signal
uk: Запросити до Signal

# ACTION_SEND_MESSAGE
source: Send Message
ar: إرسال رسالة
az: Mesajı Göndər
fr: Envoyer un message
km: ផ្ញើសារ
nl: Bericht verzenden
pl: Wyślij wiadomość
sr: Пошаљите поруку
uk: Надіслати повідомлення

# ACTION_SHARE_CONTACT
source: Share Contact
ar: مشاركة جهة الاتصال
az: Əlaqəni Paylaş
fr: Partager un contact
km: ចែករំលែកបញ្ជីទំនាក់ទំនង
nl: Deel contactinformatie
pl: Udostępnij kontakt
sr: Поделите контакт
uk: Поділитися контактом

# ACTION_TAP_TO_DOWNLOAD
source: Tap to download
ar: يُرجى اللمس للتنزيل
fr: Toucher pour télécharger
nl: Tik om te downloaden
pl: Stuknij, aby pobrać
sr: Кликните за преузимање
uk: Натисніть, щоб завантажити

# ACTION_VIDEO_CALL
source: Video Call
ar: الاتصال بالفيديو
az: Video Zəng
fr: Appel vidéo
km: ការហៅវីដេអូ
nl: Video-oproep
pl: Wideo rozmowa
sr: Видео позив
uk: Відеовиклик

# ADD_GROUP_MEMBERS_ACTION_TITLE_1
source: Add Member
ar: إضافة عضو
az: Üzv Əlavə et
fr: Ajouter un membre
km: បន្ថែមសមាជិក
nl: Lid toevoegen
pl: Dodaj członka
sr: Додај члана
uk: Додати Учасника

# ADD_GROUP_MEMBERS_ACTION_TITLE_N
source: Add Members
ar: إضافة أعضاء
az: Üzv əlavə et
fr: Ajouter des membres
km: បន្ថែមសមាជិក
nl: Leden toevoegen
pl: Dodaj członków
sr: Додај чланове
uk: Додати Учасників

# ADD_GROUP_MEMBERS_VIEW_CONFIRM_ALERT_MESSAGE_1_FORMAT
source: Add member to “%2$@”?
ar: إضافة عضو إلى "%2$@"؟
az: “%2$@” üzv əlavə edək?
fr: Ajouter un membre à « %2$@ » ?
km: បន្ថែមសមាជិកទៅ “%2$@”?
nl: Één persoon aan de groep “%2$@” toevoegen?
pl: Dodaj członka do “%2$@”?
sr: Додај члана у „%2$@”?
uk: Додати учасника до "%2$@"?

# ADD_GROUP_MEMBERS_VIEW_CONFIRM_ALERT_MESSAGE_N_FORMAT
source: Add %1$@ members to “%2$@”?
ar: إضافة %1$@ عضو إلى "%2$@"؟
az: %1$@ üzvü “%2$@” əlavə edim?
fr: Ajouter %1$@ membres à « %2$@ » ?
km: បន្ថែមសមាជិក %1$@ នាក់ទៅ “%2$@”?
nl: %1$@ personen aan de groep “%2$@” toevoegen?
pl: Dodaj %1$@ członków do “%2$@”?
sr: Додај %1$@ чланова у „%2$@”?
uk: Додати %1$@ учасників до "%2$@"?

# ADD_GROUP_MEMBERS_VIEW_CONFIRM_ALERT_TITLE_1
source: Add New Member
ar: إضافة عضو جديد
az: Yeni üzv əlavə et
fr: Ajouter un nouveau membre
km: បន្ថែមសមាជីកថ្មី
nl: Persoon toevoegen
pl: Dodaj nowego członka
sr: Додај новог члана
uk: Додати Нового Учасника

# ADD_GROUP_MEMBERS_VIEW_CONFIRM_ALERT_TITLE_N
source: Add New Members
ar: إضافة أعضاء جدد
az: Yeni üzvlər əlavə et
fr: Ajouter de nouveaux membres
km: បន្ថែមសមាជិកថ្មី
nl: Personen toevoegen
pl: Dodaj nowych członków
sr: Додај нове чланове
uk: Додати Нових Учасників

# ADD_GROUP_MEMBERS_VIEW_TITLE
source: Add Members
ar: إضافة أعضاء
az: Üzv əlavə et
fr: Ajouter des membres
km: បន្ថែមសមាជិក
nl: Personen toevoegen
pl: Dodaj członków
sr: Додај чланове
uk: Додати Учасників

# ADD_GROUP_TO_PROFILE_WHITELIST_OFFER
source: Would you like to share your profile with this group?
ar: هل لديك الرغبة في مشاركة حسابك الشخصي مع هذه المجموعة ؟
az: Profilini bu qrupla bölüşmək istəyirsən?
fr: Voulez-vous partager votre profil avec ce groupe ?
km: តើអ្នកចង់ចែករំលែកប្រវត្តិរូបអ្នកជាមួយក្រុមនេះឬទេ?
nl: Wil je jouw profiel voor deze groep zichtbaar maken?
pl: Czy chcesz udostępnić swój profil w tej grupie?
sr: Да ли желите да поделите ваш профил са овом групом?
uk: Поділитися своїм профілем із групою?

# ADD_TO_CONTACTS_OFFER
source: Would you like to add this user to your contacts?
ar: هل لديك الرغبة في إضافة هذا المستخدم لجهات اتصالك؟
az: Bu istifadəçini əlaqələrinə əlavə etmək istəyirsən?
fr: Voulez-vous ajouter cet utilisateur à vos contacts ?
km: តើអ្នកចង់បន្ថែមអ្នកប្រើប្រាស់នេះ ទៅបញ្ជីទំនាក់ទំនងរបស់អ្នកឬទេ?
nl: Wil je deze persoon aan je contactenlijst toevoegen?
pl: Czy chcesz dodać tego użytkownika do listy kontaktów?
sr: Да ли желите да додате ову особу у именик?
uk: Додати користувача до своїх контактів?

# ADD_TO_GROUP
source: Add to Another Group
ar: إضافة إلى مجموعة أُخرى
fr: Ajouter à un autre groupe
km: បន្ថែមទៅក្រុមផ្សេង
nl: Aan nog een andere groep toevoegen
pl: Dodaj do innej grupy
sr: Додај у другу групу
uk: Додати в іншу групу

# ADD_TO_GROUP_ACTION_PROCEED_BUTTON
source: Add to Group
ar: أضف إلى المجموعة
fr: Ajouter au groupe
km: បន្ថែមទៅក្រុម
nl: Aan groep toevoegen?
pl: Dodaj do grupy
sr: Додај у групу
uk: Додати в групу

# ADD_TO_GROUP_ACTION_SHEET_MESSAGE_FORMAT
source: Add %@ to this group?
ar: أضف %@ لهذه المجموعة؟
fr: Ajouter %@ à ce groupe ?
km: បន្ថែម %@ ទៅក្រុមនេះ?
nl: %@ aan deze groep toevoegen?
pl: Dodać %@ do grupy?
sr: Додај %@ у ову групу?
uk: Додати %@ до цієї групи?

# ADD_TO_GROUP_ACTION_SHEET_TITLE_FORMAT
source: Add to %@
ar: أضف إلى %@
fr: Ajouter à %@
km: បន្ថែមទៅ %@
nl: Aan de groep “%@” toevoegen
pl: Dodaj do %@
sr: Додај у %@
uk: Додати до %@

# ADD_TO_GROUP_ALREADY_MEMBER_TOAST_FORMAT
source: %@ is already a member of %@
ar: %@ بالفعل عضو في %@
fr: %@ est déjà membre de %@
km: %@ ជាសមាជិកនៃ %@ រួចហើយ
nl: %@ is al een lid van de groep “%@”
pl: %@ jest już członkiem grupy %@
sr: %@ је већ члан %@
uk: %@ вже є учасником групи %@

# ADD_TO_GROUP_RECENTS_TITLE
source: Recent
ar: مؤخرا
fr: Récents
km: ថ្មីៗ
nl: Recentelijk
pl: Ostatnie
sr: Недавно
uk: Недавні

# ADD_TO_GROUP_SUCCESS_TOAST_FORMAT
source: %@ was added to %@
ar: تمت إضافة %@ إلى %@
fr: %@ a été ajouté à %@
km: %@ បានបន្ថែមទៅ %@
nl: %@ is aan de groep “%@” toegevoegd
pl: %@ został(a) dodany(a) do grupy %@
sr: %@ је додат/a у %@
uk: %@ було додано до %@

# ADD_TO_GROUP_TITLE
source: Add to Another Group
ar: إضافة إلى مجموعة أُخرى
fr: Ajouter à un autre groupe
km: បន្ថែមទៅក្រុមផ្សេង
nl: Aan nog een andere groep toevoegen
pl: Dodaj do innej grupy
sr: Додај у другу групу
uk: Додати в іншу групу

# ADD_USER_TO_PROFILE_WHITELIST_OFFER
source: Would you like to share your profile with this user?
ar: هل لديك الرغبة في مشاركة حسابك الشخصي مع هذا المستخدم ؟
az: Bu istifadəçi ilə profilini bölüşmək istəyirsən?
fr: Voulez-vous partager votre profil avec cet utilisateur ?
km: តើអ្នកចង់ចែករំលែកប្រវត្តិរូបអ្នកជាមួយអ្នកប្រើនេះឬទេ?
nl: Wil je jouw profiel voor deze persoon zichtbaar maken?
pl: Czy chcesz udostępnić swój profil temu użytkownikowi?
sr: Да ли желите да поделите ваш профил са овом особом?
uk: Поділитися своїм профілем із користувачем?

# ALERT_ACTION_ACKNOWLEDGE
source: Got it
ar: فهِمت
az: Anladım
fr: Compris
km: ទទួលបាន
nl: Begrepen
pl: Rozumiem
sr: У реду
uk: Ясно

# ALERT_DISCARD_BUTTON
source: Discard
ar: تجاهل
az: Xaric et
fr: Abandonner
km: បោះបង់
nl: Verwerpen
pl: Odrzuć
sr: Одбаци
uk: Відхилити

# ALERT_DONT_SAVE
source: Don't Save
ar: عدم الحفظ
az: Yadda Saxlama
fr: Ne pas enregistrer
km: មិនរក្សាទុក
nl: Niet opslaan
pl: Nie zapisuj
sr: Немој сачувати
uk: Не зберігати

# ALERT_ERROR_TITLE
source: Error
ar: يوجد خطأ
az: Xəta
fr: Erreur
km: បញ្ហា
nl: Fout
pl: Błąd
sr: Грешка
uk: Помилка

# ALERT_SAVE
source: Save
ar: حفظ
az: Yaddaşa yaz
fr: Enregistrer
km: រក្សាទុក
nl: Opslaan
pl: Zapisz
sr: Сачувај
uk: Зберегти

# ANSWER_CALL_BUTTON_TITLE
source: Answer
ar: الإجابة
az: Cavab ver
fr: Répondre
km: ឆ្លើយតប
nl: Beantwoorden
pl: Odpowiedz
sr: Јави се
uk: Відповісти

# APN_Message
source: New Message!
ar: رسالة جديدة !
az: Yeni ismarış
fr: Nouveau message
km: សារថ្មី!
nl: Nieuw bericht!
pl: Nowa wiadomość!
sr: Нова порука!
uk: Нове повідомлення!

# APP_LAUNCH_FAILURE_ALERT_MESSAGE
source: Signal can't launch. Please send a debug log to support@signal.org so that we can troubleshoot this issue.
ar: يتعذَّر بدء Signal. لتمكيننا من مساعَفتك حول المشكل، الرجاء إرسال سجلات التصحيح إلى بريد الدعم : support@signal.org
az: Signal başlaya bilmir. Zəhmət olmasa support@signal.org ünvanına xəta hesabatı göndər ki, bu məsələni diqqətdə saxlayaq.
fr: Signal ne peut pas démarrer. Veuillez envoyer un journal de débogage à support@signal.org afin que nous cherchions la cause de ce problème.
km: Signal មិនអាចដំណើរការ។ សូមបញ្ជូនកំណត់ត្រាបញ្ហា ទៅកាន់ support@signal.org ដូចនេះ យើងអាចដោះស្រាយបញ្ហានេះ។
nl: Signal kan niet opstarten. Stuur alstublieft een foutopsporingslog naar support@signal.org zodat we dit probleem kunnen oplossen.
pl: Signal nie może się uruchomić. Wyślij dziennik debugowania na adres support@signal.org, abyśmy mogli rozwiązać ten problem.
sr: Signal не може да се покрене. Молимо вас да пошаљете извештај грешака на support@signal.org како бисмо отклонили квар.
uk: Signal не запускається. Надішліть лог помилки на support@signal.org, щоб ми її виправили.

# APP_LAUNCH_FAILURE_ALERT_TITLE
source: Error
ar: خطأ
az: Xəta
fr: Erreur
km: បញ្ហា
nl: Fout
pl: Błąd
sr: Грешка
uk: Помилка

# APP_LAUNCH_FAILURE_COULD_NOT_LOAD_DATABASE
source: Could Not Load Database
ar: يتعذّر تحميل قاعدة البيانات
az: Databaza yüklənmədi
fr: Impossible de charger la base de données
km: មិនអាចផ្ទុកទិន្នន័យ
nl: Kon databank niet laden
pl: Wczytanie bazy danych nie powiodło się
sr: Неуспешно учитавање базе података
uk: Не вдалося загрузити базу

# APP_LAUNCH_FAILURE_INVALID_DATABASE_VERSION_MESSAGE
source: Please upgrade to the latest version of Signal.
ar: يرجى التحديث لآخر إصدار من Signal.
az: Zəhmət olmasa. Signal-ın son versiyasını yükləyin.
fr: Veuillez mettre Signal à niveau vers la version la plus récente.
km: សូមដំឡើងSignal ទៅកាន់ជំនាន់ចុងក្រោយ។
nl: Werk alstublieft bij naar de meest recente versie van Signal.
pl: Uaktualnij Signal do najnowszej wersji.
sr: Молимо вас да ажурирате Signal на најновију верзију.
uk: Прошу оновитися до останньої версії Signal.

# APP_LAUNCH_FAILURE_INVALID_DATABASE_VERSION_TITLE
source: Unknown Database Version.
ar: إصدار قاعدة البيانات مجهول.
az: Bilinməyən databaza versiyası.
fr: Version de base de données inconnue.
km: ជំនាន់ទិន្នន័យមិនស្គាល់។
nl: Onbekende databank-versie.
pl: Nieznana wersja bazy danych.
sr: Непозната верзија базе података.
uk: Невідома версія бази.

# APP_LAUNCH_FAILURE_RESTORE_FAILED_MESSAGE
source: The data transferred from your old device could not be restored. Please send a debug log to support@signal.org so that we can troubleshoot this issue. If you re-install Signal your message history may be lost.
ar: تعذَّرت استعادة البيانات المنقولة من جهازك القديم. يُرجى إرسال سِجل التصحيح إلى support@signal.org حتى نتمكن من مُساعَفتك حول هذه المُشكلة. إذا قمت بإعادة تثبيت Signal قد تُفقًد محفوظات رسائلك.
az: Köhnə alətinizdən köçürülmüş məlumat açılmır. Xahiş edirik support@signal.org -a debug girişini göndərin ki, bunu araşdıraq. Signal-ı yenidən qursanız ismarış tarixçəniz itəcək.
fr: Les données transférées de votre ancien appareil n’ont pas pu être restaurées. Veuillez envoyer un journal de débogage à support@signal.org afin que nous puissions examiner ce problème. Si vous réinstallez Signal, l’historique de vos messages pourrait être perdu.
km: ទិន្នន័យបញ្ជូនពីឧបករណ៍ចាស់របស់អ្នក មិនអាចស្តារវិញបានទេ។ សូមផ្ញើកំណត់ត្រាបញ្ហាទៅកាន់ support@signal.org ទើមយើងអាចពិនិត្យបញ្ហានេះ។ បើអ្នកដំឡើង Signal ឡើងវិញ ប្រវត្តិសាររបស់អ្នកអាចត្រូវបាត់បង់។
nl: De overgezette gegevens van je oude apparaat konden niet worden hersteld op dit apparaat. Stuur een foutopsporingslog naar support@signal.org zodat we we een oplossing kunnen zoeken voor dit probleem. Als je Signal opnieuw installeert dan gaat je gespreksgeschiedenis misschien verloren.
pl: Dane przeniesione z Twojego starego urządzenia nie mogły zostać przywrócone. Wyślij logi debugowania na adres support@signal.org, abyśmy mogli rozwiązać ten problem. Jeśli ponownie zainstalujesz Signal, Twoja historia wiadomości może zostać utracona.
sr: Није могуће увести податке пренесене са вашег старог уређаја. Молимо вас да пошаљете извештај грешака на support@signal.org како бисмо отклонили квар. Ако реинсталирате Signal, историја ваших преписки може бити изгубљена.
uk: Дані, перенесені з вашого старого пристрою, не вдалось відновити. Будь-ласка, надішліть журнал налаштувань на support@signal.org, щоб ми змогли виправити цю проблему. Якщо ви переінсталюєте Signal, ваша історія повідомлень може бути втрачена.

# APP_LAUNCH_FAILURE_RESTORE_FAILED_TITLE
source: Could Not Complete Transfer
ar: تعذّر إتمام عملية النقل
az: Köçürmə alınmadı
fr: Impossible de terminer le transfert
km: មិនអាចបញ្ចប់ការបញ្ជូន
nl: De overdracht van Signal-gegevens kon niet succesvol worden afgerond
pl: Nie udało się dokończyć przenoszenia
sr: Неуспешан пренос података
uk: Не Вдалось Завершити Перенесення

# APP_SETTINGS_EDIT_PROFILE_NAME_PROMPT
source: Enter your name
ar: عليك بإدخال اسمك
az: Adını daxil et
fr: Saisir votre nom
km: បញ្ចូលឈ្មោះរបស់អ្នក
nl: Voer je naam in
pl: Wprowadź swoje imię
sr: Унесите ваше име
uk: Уведіть своє ім’я

# APP_UPDATE_NAG_ALERT_DISMISS_BUTTON
source: Not Now
ar: ليس الآن
az: İndi yox
fr: Pas maintenant
km: លើកក្រោយ
nl: Niet nu
pl: Nie teraz
sr: Не сада
uk: Не зараз

# APP_UPDATE_NAG_ALERT_MESSAGE_FORMAT
source: Version %@ is now available in the App Store.
ar: الإصدار %@ غير متاح في متجر App Store.
az: %@ saylı versiya indi App Store-da hazırdır.
fr: La version %@ est maintenant proposée dans la logithèque App Store.
km: ជំនាន់ %@ ឥឡូវមាននៅលើ App Store។
nl: Versie %@ is nu beschikbaar in de App Store.
pl: Wersja %@ jest już dostępna w App Store.
sr: Верзија %@ је сада доступна на App Store-у.
uk: Версія %@ вже доступна в App Store.

# APP_UPDATE_NAG_ALERT_TITLE
source: A New Version of Signal Is Available
ar: هناك إصدار Signal جديد متوفر
az: Signal-ın Yeni Versiyası Hazırdır
fr: Une nouvelle version de Signal est proposée
km: មាន Signal ជំនាន់ថ្មី
nl: Er is een nieuwe versie van Signal beschikbaar.
pl: Dostępna jest nowa wersja aplikacji Signal
sr: Доступна је нова верзија Signal-а
uk: Доступна нова версія Signal

# APP_UPDATE_NAG_ALERT_UPDATE_BUTTON
source: Update
ar: تحديث التطبيق
az: Yenilə
fr: Mise à jour
km: បច្ចុប្បន្នភាព
nl: Bijwerken
pl: Uaktualnij
sr: Ажурирај
uk: Оновити

# APPEARANCE_SETTINGS_DARK_THEME_NAME
source: Dark
ar: داكن
az: Tünd
fr: Sombre
km: ងងឹត
nl: Donker
pl: Ciemny
sr: Мрачна
uk: Темна

# APPEARANCE_SETTINGS_LIGHT_THEME_NAME
source: Light
ar: فاتح
az: Açıq
fr: Clair
km: ភ្លឺ
nl: Licht
pl: Jasny
sr: Светла
uk: Світла

# APPEARANCE_SETTINGS_SYSTEM_THEME_NAME
source: System
ar: النظام
az: Sistem
fr: Système
km: ប្រព័ន្ធ
nl: Systeem
pl: Systemowy
sr: Наследи од система
uk: Системна

# ARCHIVE_ACTION
source: Archive
ar: أرشفة
az: Arxiv
fr: Archiver
km: បណ្ណសារ
nl: Archiveer
pl: Archiwizuj
sr: Архивирај
uk: Заархівувати

# ATTACHMENT_APPROVAL_CAPTION_LENGTH_LIMIT_REACHED
source: Caption limit reached.
ar: لقد بلغت الحد الأقصى للتعليق.
az: Başlığın limitinə çatdın.
fr: La limite de la légende est atteinte.
km: ចំណងជើងបានឈានដល់ការកំណត់។
nl: Bijschriftlengtelimiet bereikt.
pl: Osiągnięto limit opisu.
sr: Достигли сте ограничење дужине натписа.
uk: Досягнуто ліміту підпису.

# ATTACHMENT_APPROVAL_CAPTION_PLACEHOLDER
source: Add a caption…
ar: إضافة تعليق..
az: Başlıq əlavə et...
fr: Ajoutez une légende…
km: ដាក់ចំណងជើងមួយ...
nl: Voeg een bijschrift toe …
pl: Dodaj opis...
sr: Додајте натпис...
uk: Додати підпис…

# ATTACHMENT_APPROVAL_CAPTION_TITLE
source: Caption
ar: تسمية توضيحية
az: Başlıq
fr: Légende
km: ចំណងជើង
nl: Bijschrift
pl: Opis
sr: Натпис
uk: Підпис

# ATTACHMENT_APPROVAL_FAILED_TO_EXPORT
source: Attachment failed to export.
ar: فشل تصدير المُرفق.
az: Qoşma ixrac olunmadı.
fr: Échec d’exportation du fichier joint.
km: នាំចេញឯកសារភ្ជាប់បរាជ័យ។
nl: Exporteren van bijlage is mislukt.
pl: Nie udało się wyeksportować załącznika.
sr: Грешка при извозу прилога.
uk: Не вдалося експортувати вкладення.

# ATTACHMENT_APPROVAL_FAILED_TO_SAVE
source: Failed to Save
ar: فشل الحفظ.
az: Yadda saxlanılmadı
fr: Échec d’enregistrement
km: បរាជ័យក្នុងការរក្សាទុក
nl: Opslaan is mislukt
pl: Nie udało się zapisać
sr: Грешка при чувању
uk: Помилка збереження

# ATTACHMENT_APPROVAL_FILE_EXTENSION_FORMAT
source: File type: %@
ar: صنف الملف : %@
az: Fayl növü: %@
fr: Type de fichier : %@
km: ប្រភេទឯកសារ៖ %@
nl: Bestandstype: %@
pl: Typ pliku: %@
sr: Тип датотеке: %@
uk: Тип файлу: %@

# ATTACHMENT_APPROVAL_FILE_SIZE_FORMAT
source: Size: %@
ar: الحجم : %@
az: Ölçü: %@
fr: Taille : %@
km: ទំហំ៖ %@
nl: Grootte: %@
pl: Rozmiar: %@
sr: Величина: %@
uk: Розмiр: %@

# ATTACHMENT_APPROVAL_MEDIA_DID_SAVE
source: Saved
ar: تم الحفظ
az: Saxlandı
fr: Enregistré
km: បានរក្សាទុក
nl: Opgeslagen
pl: Zapisano
sr: Сачувано
uk: Збережено

# ATTACHMENT_APPROVAL_MESSAGE_TO_FORMAT
source: Message to %@
ar: إرسال إلى %@
az: %@ ismarışı
fr: Message pour %@
km: ផ្ញើសារទៅ %@
nl: Bericht aan %@
pl: Wiadomość do %@
sr: Порука за %@
uk: Повідомлення до %@

# ATTACHMENT_APPROVAL_SEND_BUTTON
source: Send
ar: إرسال
az: Göndər
fr: Envoyer
km: ផ្ញើ
nl: Verzenden
pl: Wyślij
sr: Пошаљи
uk: Надіслати

# ATTACHMENT_DEFAULT_FILENAME
source: Attachment
ar: المُرفقات
az: Qoşma
fr: Fichier joint
km: ឯកសារភ្ជាប់
nl: Bijlage
pl: Załącznik
sr: Прилог
uk: Долучення

# ATTACHMENT_ERROR_ALERT_TITLE
source: Error Sending Attachment
ar: خطأ في إرسال المُرفق.
az: Faylın Göndərilməsində Xəta
fr: Erreur d’envoi du fichier joint
km: បញ្ហាការផ្ញើឯកសារភ្ជាប់
nl: Fout bij verzenden van bijlage
pl: Wystąpił błąd podczas wysyłania załącznika
sr: Грешка при слању прилога
uk: Помилка надсилання долучення

# ATTACHMENT_ERROR_COULD_NOT_CONVERT_TO_JPEG
source: Unable to convert image.
ar: تعذر تحويل الصورة.
az: Şəklin formatının dəyişdirilməsi alınmadı.
fr: Impossible de convertir l’image.
km: មិនអាចបម្លែងរូបភាព។
nl: Kan afbeelding niet naar JPEG converteren.
pl: Nie można przekonwertować obrazu.
sr: Није могуће обрадити слику.
uk: Неможливо конвертувати зображення.

# ATTACHMENT_ERROR_COULD_NOT_CONVERT_TO_MP4
source: Unable to process video.
ar: تعذّرت معالجة الفيديو.
az: Videonu aça bilmədik.
fr: Impossible de traiter la vidéo.
km: មិនអាចដំណើការវីដេអូ។
nl: Kan video niet verwerken.
pl: Nie można przetworzyć wideo.
sr: Није могуће обрадити видео запис.
uk: Неможливо обробити відео.

# ATTACHMENT_ERROR_COULD_NOT_PARSE_IMAGE
source: Unable to parse image.
ar: تعذّرت معالجة الصورة.
az: Şəklin təhlili alınmadı.
fr: Impossible d’analyser l’image.
km: មិនអាចញែករូបភាព។
nl: Kan afbeelding niet verwerken.
pl: Nie można przetworzyć załączonej grafiki.
sr: Није могуће учитати слику.
uk: Неможливо обробити зображення.

# ATTACHMENT_ERROR_COULD_NOT_REMOVE_METADATA
source: Unable to remove metadata from image.
ar: تعذّر حذف البيانات الوصفية من الصورة.
az: Şəkildən iri həcmli məlumatın silinməsi alınmadı.
fr: Impossible de supprimer les métadonnées de l’image.
km: មិនអាចលុបឯកសារបន្ថែមចេញពីរូបភាព។
nl: Kan metagegevens niet uit afbeelding verwijderen.
pl: Nie można usunąć metadanych z obrazu.
sr: Није могуће уклонити метаподатке слике.
uk: Неможливо вилучити метадані зображення.

# ATTACHMENT_ERROR_COULD_NOT_RESIZE_IMAGE
source: Unable to resize image.
ar: تعذّر تعديل أبعاد الصورة.
az: Şəklin ölçüsünün dəyişdirilməsi alınmadı.
fr: Impossible de redimensionner l’image.
km: មិនអាចប្ដូរទំហំរូបភាព។
nl: Afbeelding verkleinen mislukt.
pl: Nie można zmienić rozmiaru obrazu.
sr: Није могуће променити величину слике.
uk: Неможливо змінити розмір зображення.

# ATTACHMENT_ERROR_FILE_SIZE_TOO_LARGE
source: Attachment is too large.
ar: حجم المُرفق كبير جدا.
az: Fayl çox böyükdür.
fr: Le fichier joint est trop volumineux.
km: ឯកសារភ្ជាប់មានទំហំធំពេក។
nl: Bijlage is te groot.
pl: Załącznik jest za duży.
sr: Прилог је превелик.
uk: Долучення завелике.

# ATTACHMENT_ERROR_INVALID_DATA
source: Attachment includes invalid content.
ar: المُرفق يحتوي على بيانات غير صالحة.
az: Əlavə edilmiş faylın tərkibində xətalı məlumat var.
fr: Le fichier joint comporte du contenu non valide.
km: ឯកសារភ្ជាប់មានមាតិកាមិនត្រឹមត្រូវ។
nl: Bijlage bevat inhoud die niet wordt ondersteund of niet correct is geformatteerd.
pl: Załącznik zawiera nieprawidłową zawartość.
sr: Прилог има неисправан садржај.
uk: Долучення містить хибний вміст.

# ATTACHMENT_ERROR_INVALID_FILE_FORMAT
source: Attachment has an invalid file format.
ar: صيغة الملف المرفق غير صالحة.
az: Əlavə edilmiş faylın formatı səhvdir.
fr: Le fichier joint présente un format de fichier invalide.
km: ឯកសារភ្ជាប់មានទ្រង់ទ្រាយឯកសារមិនត្រឹមត្រូវ។
nl: Bijlage is een bestandstype welke niet wordt ondersteund.
pl: Załącznik ma nieprawidłowy format pliku.
sr: Прилог је неисправног типа.
uk: Долучення має хибний формат файлу.

# ATTACHMENT_ERROR_MISSING_DATA
source: Attachment is empty.
ar: المُرفق فارغ.
az: Əlavə edilmiş fayl boşdur.
fr: Le fichier joint est vide.
km: ឯកសារភ្ជាប់គឺទទេរ។
nl: Bijlage is leeg.
pl: Załącznik jest pusty.
sr: Прилог је празан.
uk: Долучення порожнє.

# ATTACHMENT_HINT
source: Choose Media to Send
ar: عليك اختيار ملف وسائط لإرساله.
az: Göndərmək üçün media seçin
fr: Choisissez un fichier multimédia à envoyer
km: ជ្រើសរើសឯកសារមេឌា ដើម្បីផ្ញើ
nl: Kies media om te verzenden
pl: Wybierz multimedia do wysłania
sr: Изаберите медиј за слање
uk: Вибрати медіа для відсилки

# ATTACHMENT_KEYBOARD_CAMERA
source: Camera
ar: الكاميرا
az: Kamera
fr: Appareil photo
km: កាមេរ៉ា
pl: Aparat
sr: Камера
uk: Камера

# ATTACHMENT_KEYBOARD_CONTACT
source: Contact
ar: جهة اتصال
az: Əlaqə
km: ទំនាក់ទំនង
nl: Contactpersoon
pl: Kontakt
sr: Контакт
uk: Контакт

# ATTACHMENT_KEYBOARD_FILE
source: File
ar: ملف
az: Fayl
fr: Fichier
km: ឯកសារ
nl: Bestand
pl: Plik
sr: Датотека
uk: Файл

# ATTACHMENT_KEYBOARD_GIF
source: GIF
ar: صورة متحركة

# ATTACHMENT_KEYBOARD_LOCATION
source: Location
ar: الموقع الجغرافي
az: Məkan
fr: Position
km: ទីតាំង
nl: Locatie
pl: Lokalizacja
sr: Локација
uk: Розташування
