Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# UNKNOWN_PROTOCOL_VERSION_UPGRADE_COMPLETE_WITH_NAME_FORMAT
source: You can ask %@ to re-send this message now that you are using an up-to-date version of Signal.
ar: يُمكن أن تطلب من %@ إعادة إرسال هذه الرسالة بما أنك الآن تستخدم آخر إصدار من Signal.
az: Mesajı göndərən %@ dən təkrar göndərməsini istəyə bilrəsiniz. Artıq Signalınız yenilənmişdir.
fr: Vous pouvez demander à %@ de renvoyer ce message, maintenant que vous utilisez une version à jour de Signal.
km: អ្នកអាចសួរ %@ ដើម្បីផ្ញើសារនេះម្តងទៀតនៅពេលនេះ ដែលអ្នកកំពុងប្រើប្រាស់ជំនាន់ថ្មីរបស់ Signal។
nl: Je kunt %@ vragen om dit bericht nu opnieuw te verzenden omdat je nu de meest recente versie van Signal gebruikt.
pl: Używasz aktualnej wersji Signal. Możesz teraz poprosić %@ o ponowne wysłanie tej wiadomości.
sr: Сада када користите ажурну верзију Signal-а, можете замолити %@ да поново пошаље поруку.
uk: Тепер ви використовуєте останню версію Signal і можете попросити %@ повторно відправити це повідомлення.

# UNKNOWN_PROTOCOL_VERSION_UPGRADE_COMPLETE_WITHOUT_NAME
source: You can ask the sender to re-send this message now that you are using an up-to-date version of Signal.
ar: يُمكن أن تطلب من المُرسِل إعادة إرسال هذه الرسالة بما أنك الآن تستخدم آخر إصدار من Signal.
az: Mesajı göndərənə təkrar göndərməsini istəyə bilrəsiniz. Artıq Signalınız yenilənmişdir.
fr: Vous pouvez demander à l’expéditeur de renvoyer ce message, maintenant que vous utilisez une version à jour de Signal.
km: អ្នកអាចសួរអ្នកផ្ញើ ដើម្បីផ្ញើសារនេះម្តងទៀតនៅពេលនេះ ដែលអ្នកកំពុងប្រើប្រាស់ជំនាន់ថ្មីរបស់ Signal។
nl: Je kunt de verzender vragen om dit bericht nu opnieuw te verzenden omdat je nu de meest recente versie van Signal gebruikt.
pl: Używasz aktualnej wersji Signal. Możesz teraz poprosić nadawcę o ponowne wysłanie tej wiadomości.
sr: Сада када користите ажурну верзију Signal-а, можете замолити пошиљаоца да поново пошаље поруку.
uk: Тепер ви використовуєте останню версію Signal і можете попросити відправника повторно відправити це повідомлення.

# UNKNOWN_USER
source: Unknown
ar: غير معروف
az: Naməlum
fr: Inconnu
km: មិនស្គាល់
nl: Gebruiker niet bekend
pl: Nieznany
sr: Непозната особа
uk: Невідомо

# UNKNOWN_USER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: Disappearing messages were disabled.
ar: لقد تمَّ تعطيل الرسائل المختفية.
az: Yox olan ismarışlar söndürülüb.
fr: Les messages éphémères ont été désactivés.
km: សារបាត់ទៅវិញបានបិទ។
nl: Verlopende berichten zijn uitgeschakeld.
pl: Znikające wiadomości zostały wyłączone.
sr: Нестајуће поруке су искључене.
uk: Зникаючі повідомлення були відключені.

# UNKNOWN_USER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: Disappearing message time was set to %@.
ar: لقد تمَّ تعيين زمن الرسائل المُختفية إلى %@.
az: %@üçün yox olan ismarışlar quraşdırıldı.
fr: L’expiration des messages éphémères a été définie à %@.
km: កំណត់រយៈពេលលុបសារ %@។
nl: De timer voor verlopende berichten is op %@ ingesteld.
pl: Czas znikania wiadomości ustawiony na %@.
sr: Трајање нестајућих порука је постављено на %@.
uk: Було встановлено час зникнення повідомлення %@.

# UNKNOWN_VALUE
source: Unknown
ar: غير معروف
az: Naməlum
fr: Inconnue
km: មិនស្គាល់
nl: Onbekend
pl: Nieznany
sr: Непознато
uk: Невідомо

# UNLINK_ACTION
source: Unlink
ar: إلغاء الارتباط
az: Qoşma
fr: Annuler le lien
km: ផ្តាច់
nl: Ontkoppelen
pl: Usuń
sr: Прекини везу
uk: Відв'язати

# UNLINK_CONFIRMATION_ALERT_BODY
source: This device will no longer be able to send or receive messages if it is unlinked.
ar: لن يتمكن هذا الجهاز بعد الآن من إرسال الرسائل أو استقبالها إذا تمَّ إلغاء ربطه.
az: Bu cihaz bağlantı olmasa bir daha mesaj göndərə və qəbul edə bilməyəcək.
fr: Cet appareil ne pourra plus envoyer ni recevoir de messages s’il n’est plus relié.
km: ឧបករណ៍នេះ នឹងមិនអាចផ្ញើ ឬ ទទួលសារទេ បើសិនវាមិនបានតភ្ទាប់គ្នា។
nl: Dit apparaat zal niet langer in staat zijn berichten te sturen en te ontvangen als het is ontkoppeld.
pl: To urządzenie nie będzie już mogło wysyłać ani odbierać wiadomości, jeśli zostanie odłączone.
sr: Ако прекинете везу, овај уређај више неће моћи да прима и шаље поруке.
uk: Цей пристрій не матиме змоги надсилати чи отримувати повідомлення, якщо його відв'язати.

# UNLINK_CONFIRMATION_ALERT_TITLE
source: Unlink "%@"?
ar: إلغاء ربط "%@"؟
az: "%@" qoşmasın?
fr: Annuler le lien avec « %@ » ?
km: ផ្តាច់ "%@"?
nl: “%@” ontkoppelen?
pl: Odłączyć "%@"?
sr: Прекините везу са „%@”?
uk: Відв'язати «%@»?

# UNLINKED_WARNING
source: Device no longer linked. Re-link Signal with your phone to continue messaging.
ar: لم يعُد الجهاز مُرتبطًا. أعد ربط Signal مع الهاتف الخاص بك لمُتابعة التراسُل.
az: Cihaz artıq qoşulmayıb. Yazışmaq üçün Signal-ı yenidən qoşun.
fr: L’appareil n’est plus relié. Veuillez relier Signal et votre téléphone de nouveau afin de poursuivre l’envoi et la réception de messages.
km: ឧបករណ៍លែងបានតភ្ជាប់។ សូមតភ្ជាប់ Signal ជាមួយទូរស័ព្ទរបស់អ្នកឡើងវិញ ដើម្បីផ្ញើសារបន្ថែម។
nl: Dit apparaat is niet langer gekoppeld. Koppel Signal opnieuw aan je telefoon om berichten te kunnen ontvangen en verzenden.
pl: Urządzenie nie jest już połączone. Połącz ponownie Signal ze swoim telefonem, aby móc nadal wysyłać wiadomości.
sr: Уређај више није повезан. Поново повежите Signal са вашим телефоном да наставите са дописивањем.
uk: Це пристрій більше не прив'язаний. Повторно прив'яжіть Signal до вашого телефону для продовження обміну повідомленнями.

# UNLINKING_FAILED_ALERT_TITLE
source: Signal was unable to unlink your device.
ar: لم يتمكن Signal من إلغاء ربط جهازك.
az: Signal tərəfinndən alətinizin qoşulmamağı alınmadı
fr: Signal n’a pas pu annuler le lien avec votre appareil.
km: Signalមិនអាចផ្តាច់ឧបករណ៍របស់អ្នកបានទេ។
nl: Signal kon je apparaat niet ontkoppelen.
pl: Signal nie mógł odłączyć twojego urządzenia.
sr: Signal није успео да прекине везу са вашим уређајем.
uk: Signal не зміг відв'язати ваш пристрій.

source: Unnamed Device
ar: جهاز بدون اسم
az: Adsız alət
fr: Appareil sans nom
km: ឧបករណ៍គ្មានឈ្មោះ
nl: Naamloos apparaat
pl: Urządzenie bez nazwy
sr: Уређај без назива
uk: Неназваний пристрій

# UNPIN_ACTION
source: Unpin
ar: فك التثبيت
fr: Désépingler
nl: Maak los
pl: Odepnij
sr: Одкачити
uk: Відкріпити

# UNPINNED_SECTION_TITLE
source: Chats
ar: المُحادثات
az: Söhbətlər
fr: Conversations
km: ការជជែក
nl: Gesprekken
pl: Rozmowy
sr: Ћаскања
uk: Чати

# UNREAD_ACTION
source: Unread
ar: غير مقروءة
fr: Non lu
km: មិនទាន់អាន
nl: Ongelezen
pl: Nieprzeczytane
sr: Непрочитано
uk: Не прочитано

# UNREGISTER_SIGNAL_FAIL
source: Failed to unregister from Signal.
ar: فشل إلغاء التسجيل من Signal.
az: Signaldan qeydiyyatdan çıxmaq alınmadı.
fr: Échec de désinscription de Signal.
km: បរាជ័យក្នុងការលុបឈ្មោះពី Signal។
nl: Deregistreren van Signal mislukt.
pl: Nie udało się wyrejestrować z Signal,
sr: Грешка при одјављивању са Signal-а.
uk: Не вдалось припинити реєстрацію у Signal.

# UNSUPPORTED_ATTACHMENT
source: Received unsupported attachment type.
ar: تمَّ استلام مُرفق مِن نوع غير مدعوم.
az: DƏstəklənməyən qoşma növünü qəbul etdi.
fr: Un type de fichier joint non pris en charge a été reçu.
km: បានទទួលប្រភេទឯកសារភ្ជាប់ដែលមិនគាំទ្រ។
nl: Niet-ondersteund formaat van bijlage ontvangen.
pl: Otrzymano nieobsługiwany typ załącznika.
sr: Примили сте неподржану врсту прилога.
uk: Отримано непідтримуваний тип вкладення.

# UNSUPPORTED_FEATURE_ERROR
source: Your device doesn't support this feature.
ar: جهازك لا يدعم هذه الميزة.
az: Alətiniz bu imkandan istifadə edə bilmir.
fr: Votre appareil ne prend pas cette fonction en charge
km: ឧបករណ៍របស់អ្នកមិនគាំទ្រមុខងារនេះទេ។
nl: Je apparaat ondersteunt deze functie niet.
pl: Twoje urządzenie nie obsługuje tej funkcji.
sr: Ваш уређај не подржава ову могућност.
uk: Ваш пристрій не підтримує цю функцію.

# UPDATE_CONTACT_ACTION
source: Update Contact
ar: تحديث جهة الاتصال
fr: Mette le contact à jour
nl: Contactpersoon bijwerken
pl: Uaktualnij kontakt
sr: Ажурирај контакт
uk: Оновити контакт

# UPDATE_GROUP_FAILED
source: Group could not be updated.
ar: لا يُمكن تحديث المجموعة.
az: Yenilənə bilməz.
fr: Impossible de mettre le groupe à jour.
km: ក្រុមមិនអាចធ្វើបច្ចុប្បន្នភាព។
nl: De groep kan niet worden bijgewerkt.
pl: Nie udało się zaktualizować grupy.
sr: Није могуће ажурирати групу.
uk: Не вдалось оновити групу.

# UPDATE_GROUP_FAILED_DUE_TO_NETWORK
source: Group could not be updated. Check your internet connection and try again.
ar: لا يُمكن تحديث المجموعة. تحقق من اتصالك بالإنترنت ثمَّ حاول مرة أُخرى.
fr: Impossible de mettre le groupe à jour. Vérifiez votre connexion à Internet et réessayez.
nl: De groep kon niet aangepast worden. Ga na dat je internet verbinding werkt, en probeer het opnieuw.
pl: Nie udało się zaktualizować grupy. Sprawdź połączenie z internetem i spróbuj ponownie.
sr: Ажурирање групе није успело. Проверите да ли сте повезани на интернет и покушајте поново.

# UPGRADE_EXPERIENCE_INTRODUCING_PINS_CREATE_BUTTON
source: Create your PIN
ar: إنشاء الـPIN الخاص بك
az: PİN yaradın
fr: Créer votre NIP
km: បង្កើតលេខ PIN របស់អ្នក
nl: Pincode aanmaken
pl: Utwórz swój PIN
sr: Направите ваш PIN
uk: Створити PIN-код

# UPGRADE_EXPERIENCE_INTRODUCING_PINS_LEARN_MORE
source: Learn More About PINs
ar: تعرَّف على المزيد حَول الـPIN
fr: En apprendre davantage sur les NIP
nl: Lees meer over pincodes
pl: Dowiedz się więcej o kodach PIN
sr: Сазнајте више о PIN-овима
uk: Дізнатись більше про PIN

# UPGRADE_EXPERIENCE_INTRODUCING_PINS_SETUP_DESCRIPTION
source: PINs keep information stored with Signal encrypted so only you can access it. Your profile, settings, and contacts will restore when you reinstall. You won’t need your PIN to open the app.
ar: الـPIN يُبقي المعلومات المحفوظة مع Signal مُعمّاة لذلك تستطيع أنت فقط الوصول إليها. سيتم استرجاع ملفك الشخصي، الإعدادات وجهات الاتصال عندما تُعيد التثبيت. أنت لست بحاجة إلى الـPIN لفتح التطبيق.
fr: Les NIP font en sorte que les renseignements sont enregistrés chiffrés dans Signal afin que vous seul puissiez y accéder. Votre profil, vos paramètres et vos contacts seront restaurés quand vous réinstallerez Signal. Vous n’aurez pas besoin de votre NIP pour ouvrir l’appli.
nl: Met een pincode wordt informatie versleuteld opgeslagen op Signal's servers zodat alleen jij er toegang toe hebt. Zelfs Signal's ontwikkelaars kunnen je informatie niet inzien. Je kunt hierdoor je profielnaam, -foto en -omschrijving, instellingen en (geblokkeerde) contacten herstellen wanneer je Signal opnieuw installeert. Je hebt de PIN niet nodig om de app te openen.
pl: Kody PIN gwarantują, że informacje przechowywane w Signal są zaszyfrowane i tylko Ty masz do nich dostęp. Twój profil, ustawienia i kontakty zostaną przywrócone, gdy ponownie zainstalujesz Signal. Nie będziesz potrzebować swojego kodu PIN do otwarcia aplikacji.
sr: Употребом PIN-а се подаци које Signal складишти енкриптују, тако да им само ви можете приступити. Ваш налог, подешавања и контакти ће бити враћени када реинсталирате Signal. За отварање апликације неће вам требати PIN.

# UPGRADE_EXPERIENCE_INTRODUCING_PINS_SETUP_TITLE
source: Introducing PINs
ar: نُقدِّم لكُم الـPIN
az: PİN təqdimatı
fr: Nous présentons les NIP
km: ការណែនាំ លេខPINs
nl: We introduceren pincodes
pl: Przedstawiamy kody PIN
sr: Представљамо PIN-ове
uk: Представляємо PIN-коди

# UPGRADE_EXPERIENCE_INTRODUCING_PINS_SKIP
source: Disable PIN
ar: تعطيل الـPIN
fr: Désactiver le NIP
nl: Pincode uitschakelen
pl: Wyłącz PIN
sr: Искључи PIN
uk: Вимкнути PIN

# UPGRADE_IOS_ALERT_MESSAGE
source: Signal will soon require iOS 11 or later. Please upgrade in Settings app >> General >> Software Update.
ar: قريبًا سيطلب تطبيق Signal نظام iOS 11 أو أحدث. يُرجى الترقية من تطبيق الإعدادات >> عام >> تحديث البرامج.
az: Signal bir azdan iOS 11 və ya daha yenisini tələb edəcək. Yeniləmə üçün Tətbiq qruraşdırmaları >> Ümumi >> Proqram yenilənməsi.
fr: Signal exigera bientôt iOS 11 ou une version ultérieure. Veuillez mettre iOS à niveau dans l’appli Réglages >> Général >> Mise à jour logicielle.
km: Signal នឹងទាមទារ iOS 11 ឬថ្មីជាងនេះ។ សូមដំឡើងក្នុង ការកំណត់ >> ទូទៅ >> បច្ចុប្បភាពកម្មវិធី។
nl: Binnenkort vereist Signal dat je iOS 11 of een nieuwere versie gebruikt. Werk je besturingssysteem bij via de Instellingen-app >> Algemeen >> Software-update.
pl: Signal wkrótce będzie wymagał systemu iOS 11 lub nowszego. Zaktualizuj system przechodząc do Ustawienia >> Ogólne >> Aktualizacja oprogramowania.
sr: Signal ће ускоро захтевати iOS 11 или новији. Молимо вас да ажурирате систем у апликацији за подешавања >> Опште >> Ажурирање.
uk: Незабаром Signal буде працювати тільки на iOS 11 і вище. Будь ласка, поновіть iOS, перейшовши в додаток Налаштування >> Основні >> Оновлення ПО.

# UPGRADE_IOS_ALERT_TITLE
source: Upgrade iOS
ar: ترقية iOS
az: iOS-u Yenilə
fr: Mettre iOS à niveau
km: ធ្វើបច្ចុប្បន្នភាព iOS
nl: Werk iOS bij
pl: Uaktualnij iOS
sr: Ажурирајте iOS
uk: Оновити iOS

# USERNAME_DESCRIPTION
source: Usernames on Signal are optional. If you choose to create a username other Signal users will be able to find you by this username and contact you without knowing your phone number.
ar: اسماء المُستخدمين على Signal اختيارية. إذا اخترت إنشاء اسم مُستخدم، سيتمكن مُستخدمو Signal الآخرون من العُثور عليك بواسطة اسم المُستخدم هذا والاتصال بك دون معرفة رقم الهاتف الخاص بك.
az: Signal-da istifadəçi adı məcburi deyil. İsitfadəçi adı yaratsanız digər Signal istifadəçiləri bu adla sizi tapa biləcək və telefon nömrənizi bilmələri tələb olunmayacaq.
fr: Sur Signal, les noms d’utilisateur sont facultatifs. Si vous choisissez de créer un nom d’utilisateur, les autres utilisateurs de Signal pourront vous trouver avec ce nom d’utilisateur et vous contacter sans connaître votre numéro de téléphone.
km: ឈ្មោះអ្នកប្រើប្រាស់លើ Signal ជាជម្រើស។ បើអ្នកជ្រើសរើសបង្កើតឈ្មោះអ្នកប្រើប្រាស់មួយ អ្នកប្រើប្រាស់ Signal ផ្សេងទៀតនឹងអាចស្វែងរកអ្នកតាមរយៈឈ្មោះអ្នកប្រើប្រាស់នេះ និងទាក់ទងអ្នក ដោយមិនចាំបាច់ដឹងពីលេខទូរស័ព្ទរបស់អ្នកឡើយ។
nl: Gebruikersnamen zijn optioneel op Signal. Als je er voor kiest om een gebruikersnaam aan te maken, dan kunnen andere Signal-gebruikers je vinden via die gebruikersnaam en kunnen ze contact met je opnemen zonder je telefoonnummer te kennen.
pl: Nazwy użytkowników w Signal są opcjonalne. Jeśli postanowisz dodać nazwę użytkownika, inni użytkownicy Signal będą mogli Cię po niej znaleźć i skontaktować się z Tobą, nie znając Twojego numeru.
sr: Корисничка имена на Signal-у нису обавезна. Ако додате ваше корисничко име, други корисници Signal-а ће моћи да вас по њему пронађу и контактирају, без да знају ваш број телефона.
uk: Імена користувачів в Signal необов'язкові. Якщо ви вирішите створити ім'я користувача, інші користувачі Signal зможуть знайти вас по цьому імені і зв'язатися з вами, не знаючи ваш номер телефону.

# USERNAME_FIELD
source: Username
ar: اسم المُستخدم
az: istifadəçi adı
fr: Nom d’utilisateur
km: ឈ្មោះអ្នកប្រើប្រាស់
nl: Gebruikersnaam
pl: Nazwa użytkownika
sr: Корисничко име
uk: Ім'я користувача

# USERNAME_INVALID_CHARACTERS_ERROR
source: Usernames may only contain a-z, 0-9, and _
ar: يُمكن أن تحتوي اسماء المُستخدمين على حروف a-z، أرقام 0-9 والشرطة السُفلية _ فقط
az: İstifadə adında yalnız a-z, 0-9 və _
fr: Les noms d’utilisateur ne peuvent comprendre que a à z, 0 à 9 et a-z, 0-9 et _.
km: ឈ្មោះអ្នកប្រើប្រាស់ អាចមានតែអក្សរ a-z 0-9 និង _
nl: Gebruikersnamen mogen alleen uit de karakters a-z, 0-9 en _ bestaan.
pl: Nazwy użytkownika mogą zawierać wyłącznie a-z, 0-9, i _
sr: Корисничко име може да садржи a-z, 0-9 и _
uk: Ім'я користувача може містити лише a-z, 0-9, та _

# USERNAME_LOOKUP_ERROR
source: An error occurred while looking up the username. Please try again later.
ar: حدث خطأ أثناء البحث عن اسم المُستخدم. يُرجى إعادة المُحاولة في وقت لاحق.
az: İstifadəçi adına baxanda xəta oldu. Yenidən cəhd edin.
fr: Une erreur s’est produite lors de la recherche du nom d’utilisateur. Veuillez réessayer plus tard.
km: មានបញ្ហាមួយកើតឡើង នៅពេលស្វែងរកឈ្មោះអ្នកប្រើប្រាស់។ សូមសាកល្បងម្តងទៀតពេលក្រោយ។
nl: Er is iets fout gegaan bij het opzoeken van de gebruikersnaam. Probeer het later opnieuw.
pl: W czasie wyszukiwania nazwy użytkownika wystąpił błąd. Spróbuj ponownie później.
sr: Грешка при тражењу корисничког имена. Покушајте поново касније.
uk: Виникла помилка під час пошуку імені користувача. Будь ласка, спробуйте пізніше ще раз.

# USERNAME_NOT_FOUND_FORMAT
source: %@ is not a Signal user. Make sure you’ve entered the complete username.
ar: %@ ليس مُستخدم Signal. تأكد من إدخالك لاسم المُستخدم الكامل.
az: %@ Signal istifadəçisi deyil. Düzgün istifadəçi adını daxil etdiyinizə əmin olun.
fr: %@ n’est pas un utilisateur de Signal. Assurez-vous d’avoir saisi le nom d’utilisateur en entier.
km: %@ មិនមែនជាអ្នកប្រើប្រាស់ Signal ទេ។ សូមប្រាកដថា អ្នកបានបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់ពេញលេញ។
nl: %@ is geen Signal-gebruiker. Ga na dat je de complete gebruikersnaam hebt ingevuld.
pl: %@ nie jest użytkownikiem Signal. Upewnij się, że podałeś(aś) pełną nazwę użytkownika.
sr: %@ није корисник Signal-а. Проверите да ли сте добро унели корисничко име.
uk: %@ не користувач Signal. Переконайтеся, що ви ввели повне ім'я користувача.

# USERNAME_NOT_FOUND_TITLE
source: User Not Found
ar: لم يتمّ العُثر على المُستخدم.
az: İstifadəçi tapılmadı
fr: L’utilisateur est introuvable
km: រកមិនឃើញអ្នកប្រើប្រាស់
nl: Deze persoon is niet gevonden
pl: Nie znaleziono użytkownika
sr: Корисник није пронађен
uk: Користувача не знайдено

# USERNAME_PLACEHOLDER
source: Enter a username
ar: أدخل اسم المستخدم
az: İstifadəçi adı yazın
fr: Saisissez un nom d’utilisateur
km: បញ្ចូល អ្នកប្រើប្រាស់ មួយ
nl: Voer een gebruikersnaam in
pl: Wprowadź nazwę użytkownika
sr: Унесите корисничко име
uk: Введіть ім'я користувача

# USERNAME_STARTS_WITH_NUMBER_ERROR
source: Usernames may not begin with a number.
ar: لا يُمكن أن يُبتدأ اسم المُستخدم بِرَقم.
az: İstifadəçi adı rəqəmlə başlaya bilməz.
fr: Les noms d’utilisateur ne peuvent pas commencer par un numéro.
km: ឈ្មោះអ្នកប្រើប្រាស់មិនអាចចាប់ផ្តើមពីលេខ។
nl: Gebruikersnamen mogen niet met een cijfer beginnen.
pl: Nazwa użytkownika nie może zaczynać się od cyfry.
sr: Корисничко име не може започети бројем.
uk: Ім'я користувача не може починатися з цифри.

# USERNAME_TITLE
source: Username
ar: اسم المُستخدم
az: istifadəçi adı
fr: Nom d’utilisateur
km: ឈ្មោះអ្នកប្រើប្រាស់
nl: Gebruikersnaam
pl: Nazwa użytkownika
sr: Корисничко име
uk: Ім'я користувача

# USERNAME_TOO_SHORT_ERROR
source: Usernames must have at least 4 characters.
ar: يجب أن يتكون اسم المُستخدم مِن 4 خانات على الأقل.
az: İstifadəçi adında ən azı 4 işarə olmalıdır.
fr: Les noms d’utilisateur doivent comporter au moins quatre caractères.
km: ឈ្មោះអ្នកប្រើប្រាស់ត្រូវមានយ៉ាងហោចណាស់ 4 តួអក្សរ។
nl: Gebruikersnamen moeten uit ten minste 4 karakters bestaan.
pl: Nazwa użytkownika musi mieć przynajmniej 4 znaki długości.
sr: Корисничко име мора садржати барем 4 карактера.
uk: Ім'я користувача має містити щонайменше 4 символа.

# USERNAME_UNAVAIALBE_ERROR_FORMAT
source: %@ is taken.
ar: %@ قد أُخِذَ مُسبقًا.
az: %@ götürülüb.
fr: %@ existe déjà.
km: %@ ត្រូវបានគេយកហើយ។
nl: %@ is al in gebruik.
pl: Nazwa %@ jest już zajęta.
sr: %@ је заузето.
uk: Ім'я %@ вже зайнято.

# USERNAME_VIEW_ERROR_UPDATE_FAILED
source: Username update failed.
ar: فشل تحديث اسم المُستخدم.
az: İstifadəçi adı yeniləməsində xəta.
fr: Échec de mise à jour du nom d’utilisateur.
km: ឈ្មោះអ្នកប្រើប្រាស់ ធ្វើបច្ចុប្បន្នភាពបរាជ័យ។
nl: Bijwerken van gebruikersnaam is mislukt.
pl: Nie udało się uaktualnić nazwy użytkownika.
sr: Ажурирање корисничког имена није успело.
uk: Не вдалося оновити ім'я користувача.

# VALIDATION_ERROR_CANNOT_BE_BLANK
source: Device name cannot be blank
ar: لا يُمكن أن يكون اسم الجهاز فارغ
az: Cihaz adı boş ola bilməz
fr: Le nom de l’appareil ne peut pas être vide
km: ឈ្មោះឧបករណ៍មិនអាចទុកទំនេរ
nl: Apparaatnaam mag niet leeg zijn
pl: Nazwa urządzenia nie może być pusta
sr: Назив уређаја не може бити празан
uk: Ім'я пристрою не може бути порожнім

# VALIDATION_ERROR_TOO_LONG
source: Device name is too long
ar: إنَّ اسم الجهاز طويل جدًا
az: Cihaz adı çox uzundur
fr: Le nom de l’appareil est trop long
km: ឈ្មោះឧបករណ៍វែងពេក
nl: Apparaatnaam is te lang
pl: Nazwa urządzenia jest zbyt długa
sr: Назив уређаја је предугачак
uk: Ім'я пристрою занадто довге

# VERIFICATION_STATE_CHANGE_FORMAT_NOT_VERIFIED_LOCAL
source: You marked %@ as not verified.
ar: أنتَ قد علََّمتَ %@ كغير مُتحقَّق منه.
az: %@ tərəfindən təsdiqlənməmiş kimi işarələnib.
fr: Vous avez marqué %@ comme non confirmé.
km: អ្នកបានដាក់ ​%@ មិនបានផ្ទៀងផ្ទាត់។
nl: Je hebt %@ gemarkeerd als niet geverifieerd.
pl: Oznaczyłeś(aś) %@, jako niezweryfikowany.
sr: %@ сте означили неовереним.
uk: Ви позначили %@ як неперевірений контакт.

# VERIFICATION_STATE_CHANGE_FORMAT_NOT_VERIFIED_OTHER_DEVICE
source: You marked %@ as not verified on another device.
ar: أنتَ قد علََّمتَ %@ كغير مُتحقَّق منه على جهاز آخر.
az: %@ başqa cihazda təsdiqlənməmiş kimi işarələnib.
fr: Vous avez marqué %@ comme non confirmé sur un autre appareil.
km: អ្នកបានដាក់ %@ មិនបានផ្ទៀងផ្ទាត់ លើឧបករណ៍ផ្សេង។
nl: Je hebt %@ op een ander apparaat gemarkeerd als niet geverifieerd.
pl: Oznaczyłeś(aś) %@, jako niezweryfikowany na innym urządzeniu.
sr: %@ сте означили неовереним на другом уређају.
uk: Ви позначили %@ як неперевірений контакт на іншому пристрої.

# VERIFICATION_STATE_CHANGE_FORMAT_VERIFIED_LOCAL
source: You marked %@ as verified.
ar: أنتَ قد علََّمتَ %@ كمُتحقَّق منه.
az: %@ tərəfindən təsdiqlənmiş kimi işarələnib.
fr: Vous avez marqué %@ comme confirmé.
km: អ្នកបានជ្រើសរើស %@ ថាបានផ្ទៀងផ្ទាត់។
nl: Je hebt %@ gemarkeerd als geverifieerd.
pl: Oznaczyłeś(aś) %@, jako zweryfikowany.
sr: %@ сте означили овереним.
uk: Ви позначили %@ як перевірений контакт.

# VERIFICATION_STATE_CHANGE_FORMAT_VERIFIED_OTHER_DEVICE
source: You marked %@ as verified on another device.
ar: أنتَ قد علََّمتَ %@ كمُتحقَّق منه على جهاز آخر.
az: %@ başqa cihazda təsdiqlənmiş kimi işarələnib.
fr: Vous avez marqué %@ comme confirmé sur un autre périphérique.
km: អ្នកបានដាក់ %@ បានផ្ទៀងផ្ទាត់ លើឧបករណ៍ផ្សេង។
nl: Je hebt %@ op een ander apparaat gemarkeerd als geverifieerd.
pl: Oznaczyłeś(aś) %@, jako zweryfikowany na innym urządzeniu.
sr: %@ сте означили неовереним на другом уређају.
uk: Ви позначили %@ як перевірений контакт на іншому пристрої.

# VERIFICATION_STATE_CHANGE_GENERIC
source: Verification state changed.
ar: لقد تغيَّرت حالة التَحقُّق.
az: Təsdiqlənmə statusu dəyişib.
fr: L’état de confirmation a changé.
km: ស្ថានភាពការផ្ទៀងផ្ទាត់បានផ្លាស់ប្តូរ។
nl: Verificatiestatus veranderd.
pl: Stan weryfikacji uległ zmianie.
sr: Стање овере је промењено.
uk: Стан підтвердження змінено.

# VERIFY_PRIVACY
source: View Safety Number
ar: عرض رقم اﻷمان
az: Təhlükəsizlik Rəqəminə Bax
fr: Afficher le numéro de sécurité
km: បង្ហាញលេខទូរសព្ទសុវត្ថិភាព
nl: Veiligheidsnummer weergeven
pl: Zobacz number bezpieczeństwa
sr: Прикажи сигурносни број
uk: Подивитись номер безпеки

# VERIFY_PRIVACY_MULTIPLE
source: Review Safety Numbers
ar: مُراجعة أرقام الأمان
az: Təhlükəsizlik Rəqəmlərinə Baxış Keçir
fr: Examiner les numéros de sécurité
km: ពិនិត្យលេខសុវត្ថិភាព
nl: Veiligheidsnummers nakijken
pl: Sprawdź numery bezpieczeństwa
sr: Провери сигурносне бројеве
uk: Переглянути номери безпеки

# VIDEO_CALL_LABEL
source: Video Call
ar: مُكالمة فيديو
az: Video Zəng
fr: Appel vidéo
km: ការហៅវីដេអូ
nl: Video-oproep
pl: Połączenie wideo
sr: Видео позив
uk: Відеовиклик

# VIEW_ONCE_ALREADY_VIEWED_TOAST
source: You already viewed this message.
ar: أنتَ بالفعل قد شاهدتَ هذه الرسالة.
az: Bu ismarışı görmüsünüz.
fr: Vous avez déjà visualisé ce message
km: អ្នកបានមើលសារនេះហើយ។
nl: Je hebt dit bericht al weergegeven.
pl: Już widziałeś(aś) tę wiadomość.
sr: Већ сте видели ову поруку.
uk: Ви вже переглянули це повідомлення.
