Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# GROUPS_LEGACY_GROUP_CREATION_WARNING_FORMAT_N
source: %1$@ members do not support New Groups, so this will be a Legacy Group. %2$@
ar: عدد %1$@ عضو لا يدعمون المجموعات الجديدة، لذا ستكون المجموعة من الطراز القديم. %2$@
fr: %1$@ membres ne prennent pas en charge les Nouveaux groupes, ce sera donc un groupe hérité. %2$@
nl: %1$@ groepsleden ondersteunen geen nieuwe groepen, dus deze groep wordt een oude groep. %2$@
pl: %1$@ członków nie ma wsparcia dla Nowych grup, więc zostanie utworzona Stara grupa. %2$@
sr: %1$@ чланова не подржавају Нове Групе, тако да ће ова група бити Стара Група. %2$@
uk: %1$@ учасників не підтримують Нові Групи, тому це буде Спадкова Група. %2$@

# GROUPS_LEGACY_GROUP_DESCRIPTION_FORMAT
source: This is a Legacy Group. Features like group admins are only available for New Groups. %@
ar: هذه مجموعة من الطراز القديم. إن الميزات مثل خاصية المشرفين مُتاحة فقط في المجموعات الجديدة. %@
fr: Ce groupe est un groupe hérité. Les fonctions telles que l’administration des groupes ne sont proposées que pour les Nouveaux groupes. %@
nl: Dit is een verouderde groep. Om nieuwe functionaliteiten zoals groepsbeheer te kunnen gebruiken moet je een nieuwe groep aanmaken. %@
pl: To stara wersja grupy. Takie funkcje jak administratorzy grup są dostępne tylko w Nowej grupie. %@
sr: Ово је застарела група. Функције попут администратора групе доступне су само за нове групе. %@

# GROUPS_LEGACY_GROUP_DESCRIPTION_MEMBERS_CANT_BE_MIGRATED_FORMAT
source: This Legacy Group is not yet ready to be upgraded to a New Group. %@.
ar: هذه المجموعة القديم ليست جاهزة بعد لكي تترقى إلى مجموعة جديدة. %@.
fr: Ce groupe hérité n’est pas encore prêt à être converti en Nouveau groupe. %@.
nl: Deze verouderde groep is nog niet klaar om omgezet te worden naar een nieuwe groep. %@.
pl: Ta Stara grupa nie jest jeszcze gotowa na aktualizację do Nowej grupy. %@.
sr: Ова стара група још увек није спремна за надоградњу у нову групу. %@.

# GROUPS_LEGACY_GROUP_DESCRIPTION_TOO_MANY_MEMBERS_FORMAT
source: This Legacy Group can’t be upgraded to a New Group because it is too large. %@.
ar: لا يمكن ترقية هذه المجموعة القديمة إلى مجموعة جديدة لأنها كبيرة جداً. %@.
fr: Ce groupe hérité ne peut pas être converti en Nouveau groupe, car il est trop grand. %@.
nl: Deze verouderde groep kan niet worden omgezet naar een nieuwe groep omdat deze te groot is. %@.
pl: Ta Stara grupa nie może zostać zaktualizowana do Nowej grupy, ponieważ jest zbyt duża. %@.
sr: Ова Стара Група не може да се надогради на нову групу јер је превелика. %@.

# GROUPS_LEGACY_GROUP_DESCRIPTION_WITH_UPGRADE_OFFER_FORMAT
source: This is a Legacy Group. To access new features like @mentions and admins, %@.
ar: هذه مجموعة من الطراز القديم. للوصول إلى الميزات الجديدة مثل تضمين الاسم @ والمشرفين، %@.
fr: Ce groupe est un groupe hérité. Pour accéder aux nouvelles fonctions telles que les @mentions et l’administration, %@
nl: Dit is een verouderde groep om nieuwe functionaliteiten te kunnen gebruiken zoals @vermeldigen en beheerders, %@.
pl: To Stara grupa. Aby móc korzystać z takich funkcji jak @wzmianki i administratorzy grup, %@.
sr: Ово је Стара Група. Да бисте приступили новим функцијама попут @помињања и администратора, %@.

# GROUPS_LEGACY_GROUP_DROPPED_MEMBERS_BANNER_1
source: 1 member couldn’t be re-added to the New Group. Do you want to add them now?
ar: تعذّرت إعادة إضافة عضو واحد إلى المجموعة الجديدة. هل تريد إضافته الآن؟
fr: Un membre n’a pas pu être rajouté au Nouveau groupe. Voulez-vous l’ajouter maintenant ?
nl: 1 groepslid kon niet worden toegevoegd tot de nieuwe groep. Wil je hem/haar nu toevoegen?
pl: 1 członek nie mógł zostać ponownie dodany do Nowej grupy. Czy chcesz go teraz dodać?
sr: 1 члан није могуће додати у нову групу. Да ли желите да га додате сада?

# GROUPS_LEGACY_GROUP_DROPPED_MEMBERS_BANNER_N_FORMAT
source: %@ members couldn’t be re-added to the New Group. Do you want to add them now?
ar: تعذّرت إعادة إضافة عدد %@ عضو إلى المجموعة الجديدة. هل تريد إضافتهم الآن؟
fr: %@ membres n’ont pas pu être rajoutés au Nouveau groupe. Voulez-vous les ajouter maintenant ?
nl: %@ groepsleden konden niet worden toegevoegd tot de nieuwe groep. Wil je ze nu toevoegen?
pl: %@ członków nie mogło zostać ponownie dodanych do Nowej grupy. Czy chcesz ich teraz dodać?
sr: %@ чланова није могуће додати у нову групу. Да ли желите да их додате сада?

# GROUPS_LEGACY_GROUP_INDICATOR
source: Legacy Group
ar: مجموعة من الطراز القديم
fr: Groupe hérité
km: ក្រុមមុន
nl: Verouderde groep
pl: Stara grupa
sr: Застарела група
uk: Спадкована Група

# GROUPS_LEGACY_GROUP_LOCAL_USER_INVITED
source: You will need to accept an invite to join this group again, and will not receive group messages until you accept.
ar: يجب عليك قبول دعوة للإنضمام لهذه المجموعة مجدداً، لن تستلم أي رسائل من المجموعة حتى تقبل.
fr: Vous devrez accepter une invitation afin de vous joindre à ce groupe de nouveau et vous ne recevrez aucun message du groupe avant d’en avoir accepté une.
nl: Om weer lid te worden van deze groep zul je een uitnodiging moeten aanvaarden. Je zult geen berichten van deze groep ontvangen zolang je dat nog niet hebt gedaan.
pl: Musisz ponownie zaakceptować zaproszenie do tej grupy i nie otrzymasz wiadomości grupowych, dopóki tego nie zrobisz.
sr: Мораћете да прихватите позивницу да бисте се поново придружили овој групи. Нећете примати нове групне поруке док не прихватите.

# GROUPS_LEGACY_GROUP_MIGRATE_GROUP_MIGRATE_BUTTON
source: Upgrade Group
ar: ترقية المجموعة
fr: Convertir le groupe
nl: Groep omzetten
pl: Zaktualizuj grupę
sr: Надогради групу
uk: Оновити групу

# GROUPS_LEGACY_GROUP_MIGRATE_GROUP_OFFER_BANNER
source: To access new features like @mentions and admins, upgrade this group.
ar: للوصل إلى ميزات جديدة مثل تضمين الاسم @ والمشرفين، عليك بترقية هذه المجموعة.
fr: Pour accéder aux nouvelles fonctions telles que les @mentions et l’administration, convertissez ce groupe.
nl: Om nieuwe functionaliteiten zoals @vermeldigen en beheerders te kunnen gebruiken, moet je deze groep omzetten in een nieuwe groep.
pl: Zaktualizuj tę grupę, aby uzyskać dostęp do takich nowych funkcji jak @wzmianki i administratorzy.
sr: Да бисте приступили новим функцијама попут @помињања и администратори, надоградите ову групу.

# GROUPS_LEGACY_GROUP_MIGRATED_GROUP_ALERT_TITLE
source: What are New Groups?
ar: ما هي المجموعات الجديدة؟
fr: Que sont les Nouveaux groupes ?
nl: Wat zijn ‘nieuwe’ groepen?
pl: Czym są Nowe grupy?
sr: Шта су нове групе?
uk: Що таке Нові Групи?

# GROUPS_LEGACY_GROUP_MIGRATED_GROUP_DESCRIPTION
source: All message history and media has been kept from before the upgrade.
ar: تم حفظ كافة سجلات الرسائل والوسائط قبل الترقية.
fr: Tout l’historique des messages et tous les médias d’avant la conversion ont été conservés.
nl: Alle gespreksgeschiedenis en media van voor het omzetten zijn behouden gebleven.
pl: Cała historia wiadomości i multimedia zostały zachowane po aktualizacji.
sr: Сва историја порука и медији су сачувани од пре надоградње.

# GROUPS_LEGACY_GROUP_NEW_GROUP_DESCRIPTION
source: New Groups have features like @mentions and group admins, and will support more features in the future.
ar: تحوي المجموعات الجديدة على ميزات مثل تضمين الاسم @ والمشرفين، أيضاً ستدعم المزيد من الميزات مستقبلاً.
fr: Les Nouveaux groupes offrent des fonctions telles que les @mentions et les administrateurs de groupes et en offriront d’autres dans le futur.
nl: Nieuwe groepen hebben functionaliteiten waaronder @vermeldingen en groepsbeheer en in de toekomst zullen er meer functionaliteiten aan worden toegevoegd.
pl: Nowe grupy posiadają takie funkcje jak @wzmianki i administratorzy, a w przyszłości będą obsługiwać więcej funkcji.
sr: Нове групе имају функције попут @помињања и администратора групе и подржаваће више функција у будућности.

# GROUPS_LEGACY_GROUP_NEW_GROUPS_ALERT_TITLE
source: New Groups
ar: المجموعات الجديدة
fr: Groupes de type nouveau
nl: Nieuwe groepen
pl: Nowe grupy
sr: Нове групе
uk: Нові Групи

# GROUPS_LEGACY_GROUP_RE_ADD_DROPPED_GROUP_MEMBERS_ADD_MEMBERS_BUTTON
source: Add Members
ar: إضافة أعضاء
az: Üzv əlavə et
fr: Ajouter des membres
km: បន្ថែមសមាជិក
nl: Groepsleden toevoegen
pl: Dodaj członków
sr: Додај чланове
uk: Додати Учасників

# GROUPS_LEGACY_GROUP_RE_ADD_DROPPED_GROUP_MEMBERS_ALERT_TITLE_1
source: Add Member?
ar: إضافة عضو؟
fr: Ajouter le membre ?
nl: Groepslid toevoegen?
pl: Dodać członka?
sr: Додај члана?
uk: Додати користувача?

# GROUPS_LEGACY_GROUP_RE_ADD_DROPPED_GROUP_MEMBERS_ALERT_TITLE_N
source: Add Members?
ar: إضافة أعضاء؟
fr: Ajouter les membres ?
nl: Groepsleden toevoegen?
pl: Dodać członków?
sr: Додај чланове?
uk: Додати користувачів?

# GROUPS_LEGACY_GROUP_RE_ADD_DROPPED_GROUP_MEMBERS_BUTTON
source: Add Members
ar: إضافة أعضاء
az: Üzv əlavə et
fr: Ajouter des membres
km: បន្ថែមសមាជិក
nl: Groepsleden toevoegen
pl: Dodaj członków
sr: Додај чланове
uk: Додати Учасників

# GROUPS_LEGACY_GROUP_RE_ADD_DROPPED_GROUP_MEMBERS_DESCRIPTION_1
source: This member couldn’t be added to the New Group automatically when it was upgraded:
ar: هذا العضو تتعذّر إضافته للمجموعة الجديدة بشكل تقائي بعد أن تم ترقيتها:
fr: Ce membre n’a pas pu être ajouté automatiquement au Nouveau groupe lors de sa conversion :
nl: Dit groepslid kon bij het omzetten van een groep in een nieuwe groep niet automatisch worden toegevoegd:
pl: Członek nie mógł zostać automatycznie dodany do Nowej grupy, gdy została zaktualizowana:
sr: Члан није могао аутоматски да се дода у нову групу када је надограђена:

# GROUPS_LEGACY_GROUP_RE_ADD_DROPPED_GROUP_MEMBERS_DESCRIPTION_N
source: These members couldn’t be added to the New Group automatically when it was upgraded:
ar: هؤلاء الأعضاء تتعذّر إضافتهم للمجموعة الجديدة بشكل تقائي بعد أن تم ترقيتها:
fr: Ces membres n’ont pas pu être ajoutés automatiquement au Nouveau groupe lors de sa conversion :
nl: Deze groepsleden konden bij het omzetten van een groep in een nieuwe groep niet automatisch worden toegevoegd:
pl: Ci członkowie nie mogli zostać automatycznie dodani do Nowej grupy, gdy została zaktualizowana:
sr: Ови чланови нису могли аутоматски да се додају у нову групу када је надограђена:

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_SECTION_2_BODY
source: All message history and media has been kept from before the upgrade.
ar: تم حفظ كافة سجلات الرسائل والوسائط قبل الترقية.
fr: Tout l’historique des messages et tous les médias d’avant la conversion ont été conservés.
nl: Alle gespreksgeschiedenis en media van voor het omzetten zijn behouden gebleven.
pl: Cała historia wiadomości i multimedia zostały zachowane po aktualizacji.
sr: Сва историја порука и медији су сачувани од пре надоградње.

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_SECTION_DROPPED_MEMBERS_1
source: This member was removed from the group and will not be able to rejoin the group until they upgrade:
ar: هذا العضو تمت إزالته من المجموعة ولن يتمكن من إعادة الانضمام إليها مرة أُخرى حتى يقوم بالترقية:
fr: Ce membre a été supprimé du groupe et ne pourra pas s’y joindre de nouveau avant d’avoir effectué une mise à niveau :
nl: Dit groepslid is verwijderd uit de groep en kan niet toetreden tot de nieuwe groep totdat hij of zij Signal heeft bijgewerkt:
pl: Ten członek został usunięty z grupy i nie będzie mógł ponownie do niej dołączyć, dopóki nie zaktualizuje aplikacji:
sr: Овај члан је уклоњен из групе и неће моћи да се придружи групи док не изврши надоградњу:

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_SECTION_DROPPED_MEMBERS_N
source: These members were removed from the group and will not be able to rejoin the group until they upgrade:
ar: هؤلاء الأعضاء تمت إزالتهم من المجموعة ولن يتمكنوا من إعادة الانضمام إليها مرة أُخرى حتى يقوموا بالترقية:
fr: Ces membres ont été supprimés du groupe et ne pourront pas s’y joindre de nouveau avant d’avoir effectué une mise à niveau :
nl: Deze groepsleden zijn verwijderd uit de groep en kunnen niet toetreden tot de nieuwe groep totdat ze Signal hebben bijgewerkt:
pl: Ci członkowie zostali usunięci z grupy i nie będą mogli ponownie do niej dołączyć, dopóki nie zaktualizują aplikacji:
sr: Ови чланови су уклоњени из групе и неће моћи да се поново придруже док не одраде надоградњу:

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_SECTION_INVITED_MEMBERS_1
source: This member will need to accept an invite to join this group again, and will not receive group messages until they accept:
ar: يتوجب على هذا العضو قبول دعوة لمُعاودة الانضمام لهذه المجموعة مرة أُخرى، لن يتمكن من إستلام أي رسائل من المجموعة حتى يقبل:
fr: Ce membre devra accepter une invitation afin de se joindre à ce groupe de nouveau et ne recevra aucun message du groupe avant d’en avoir accepté une :
nl: Dit groepslid zal opnieuw een uitnodiging ontvangen om tot de groep toe te treden en hij of zij zal geen berichten ontvangen zolang hij of zij de uitnodiging geaccepteerd heeft:
pl: Ten członek będzie musiał zaakceptować zaproszenie, aby ponownie dołączyć do grupy i nie otrzyma żadnych wiadomości grupowych, dopóki nie przyjmie zaproszenia:
sr: Овај члан ће морати да прихвати позивницу да би се поново придружио овој групи и неће примати групне поруке док не прихвати:

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_SECTION_INVITED_MEMBERS_N
source: These members will need to accept an invite to join this group again, and will not receive group messages until they accept:
ar: يتوجب على هؤلاء الأعضاء قبول دعوة لمُعاودة الانضمام لهذه المجموعة مرة أُخرى، لن يتمكنوا من إستلام أي رسائل من المجموعة حتى يقبلوا:
fr: Ces membres devront accepter une invitation afin de se joindre à ce groupe de nouveau et ne recevront aucun message du groupe avant d’en avoir accepté une :
nl: Deze groepsleden zullen opnieuw een uitnodiging ontvangen om tot de groep toe te treden en ze zullen geen berichten ontvangen zolang ze deze niet geaccepteerd hebben:
pl: Ci członkowie będą musieli zaakceptować zaproszenie, aby ponownie dołączyć do grupy i nie otrzymają żadnych wiadomości grupowych, dopóki nie przyjmą zaproszenia:
sr: Ови чланови ће морати да прихвате позивницу да би се поново придружили овој групи и неће примати групне поруке док не прихвате:

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_SECTION_POSSIBLY_DROPPED_MEMBERS_1
source: This member is not capable of joining New Groups, and will be removed from the group:
ar: هذه العضو غير قادر على الانضمام لمجموعات جديدة، ستتم إزالته من المجموعة:
fr: Ce membre ne peut pas se joindre aux Nouveaux groupes et sera supprimé du groupe :
nl: Dit groepslid is niet in staat om tot nieuwe groepen toe te treden en wordt daarom verwijderd uit de groep:
pl: Ten członek nie może dołączyć do Nowej grupy i zostanie z niej usunięty:
sr: Овај члан не може да се придруже новим групама и биће уклоњени из групе:

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_SECTION_POSSIBLY_DROPPED_MEMBERS_N
source: These members are not capable of joining New Groups, and will be removed from the group:
ar: هؤلاء الأعضاء غير قادرين على الانضمام لمجموعات جديدة، ستتم إزالتهم من المجموعة:
fr: Ces membres ne peuvent pas se joindre aux Nouveaux groupes et seront supprimés du groupe :
nl: Deze groepsleden zijn niet in staat om tot nieuwe groepen toe te treden en worden daarom verwijderd uit de groep:
pl: Ci członkowie nie mogą dołączyć do Nowej grupy i zostaną z niej usunięci:
sr: Ови чланови не могу да се придруже новим групама и биће уклоњени из групе:

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_TITLE
source: Upgrade to New Group
ar: رقِّي إلى مجموعة جديدة
fr: Convertir en Nouveau groupe
nl: Omzetten naar nieuwe groep
pl: Zaktualizuj do Nowej grupy
sr: Надоградите у нову групу
uk: Оновити до Нової групи

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_UPGRADE_BUTTON
source: Upgrade this Group
ar: رقِّي هذه المجموعة
fr: Convertir ce groupe
nl: Deze groep omzetten
pl: Zaktualizuj tę grupę
sr: Надогради ову групу
uk: Оновити цю групу

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_UPGRADE_FAILED_ERROR_MESSAGE
source: This group couldn’t be upgraded to a New Group right now.
ar: يتعذّر الآن ترقية هذه المجموعة إلى مجموعة جديدة.
fr: Ce groupe n’a pas pu être converti en Nouveau groupe pour le moment.
nl: Deze groep kan op dit moment niet worden omgezet naar een nieuwe groep.
pl: Ta grupa nie mogła zostać w tej chwili zaktualizowana do Nowej grupy.
sr: Тренутно није могуће надоградити ову групу на нову групу.

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_UPGRADE_FAILED_ERROR_MESSAGE_NETWORK
source: This group couldn’t be upgraded to a New Group because you’re not connected to the Internet. Try again later.
ar: يتعذّر ترقية هذه المجموعة إلى مجموعة جديدة بسبب عدم اتصالك بالانترنت. حاول مرة أُخرى لاحقاً.
fr: Ce groupe n’a pas pu être converti en Nouveau groupe, car vous n’êtes pas connecté à Internet. Réessayez plus tard.
nl: Deze groep kan niet worden omgezet naar een nieuwe groep omdat je niet verbonden bent met het internet. Probeer later opnieuw.
pl: Ta grupa nie mogła zostać zaktualizowana do Nowej grupy, ponieważ nie masz połączenia z internetem. Spróbuj później.
sr: Није могуће надоградити ову групу на нову групу јер нисте повезани на Интернет. Покушајте поново касније.

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_UPGRADE_FAILED_ERROR_TITLE
source: Couldn’t Complete Upgrade
ar: تعذّر إتمام الترقية
fr: Impossible de terminer la conversion
nl: Groep omzetten mislukt
pl: Nie udało się dokończyć aktualizacji
sr: Надоградња није успела
uk: Неможливо завершити оновлення

# GROUPS_LEGACY_GROUP_UPGRADE_ALERT_UPGRADE_SUCCEEDED
source: Upgraded to New Group.
ar: رُقّيَت إلى المجموعة المجموعة.
fr: Converti en Nouveau groupe.
nl: Omgezet in een nieuwe groep.
pl: Zaktualizowano do Nowej grupy.
sr: Надограђено на Нову Групу.
uk: Оновлено до Нової групи.

# GROUPS_LEGACY_GROUP_UPGRADE_LINK
source: upgrade this group
ar: رقِّي هذه المجموعة
fr: convertissez ce groupe
nl: deze groep omzetten
pl: zaktualizuj tę grupę
sr: надогради ову групу
uk: оновлення цієї групи

# GROUPS_REPLACE_ADMIN_ALERT_MESSAGE
source: Before you leave, choose a new admin for this group.
ar: قبل أن تُغادر، اختر مشرفاً جديداً لهذه المجموعة.
az: Çıxmamışdan əvvəl bu qrupa inzibatçı seçin.
fr: Avant de quitter le groupe, choisissez un nouvel administrateur.
km: មុនពេលអ្នកចាកចេញ ជ្រើសរើសអ្នកគ្រប់គ្រងថ្មីសម្រាប់ក្រុមនេះ។
nl: Kies een nieuwe beheerder voor de groep voor je deze verlaat.
pl: Przed opuszczeniem tej grupy wybierz nowego administratora.
sr: Изаберите новог администратора пре напуштања групе.
uk: Перш ніж покинути цю групу, виберіть для неї нового адміністратора.

# GROUPS_REPLACE_ADMIN_ALERT_TITLE
source: Choose New Admin
ar: اختر مشرفاً جديداً
az: Yeni inzibatçı seçin
fr: Choisir un nouvel administrateur
km: ជ្រើសរើសអ្នកគ្រប់គ្រងថ្មី
nl: Kies een nieuwe beheerder
pl: Wybierz nowego administratora
sr: Изаберите новог администратора
uk: Виберіть Нового Адміністратора

# GROUPS_REPLACE_ADMIN_BUTTON
source: Choose new admin
ar: اختر مشرفاً جديداً
az: Yeni inzibatçı seçin
fr: Choisir un nouvel administrateur
km: ជ្រើសរើសអ្នកគ្រប់គ្រងថ្មី
nl: Kies een nieuwe beheerder
pl: Wybierz nowego administratora
sr: Изабери новог администратора
uk: Виберіть нового адміністратора

# GROUPS_TOO_MANY_MEMBERS_ALERT_MESSAGE_FORMAT
source: Signal groups perform best with %@ members or less. Adding more members will cause delays sending and receiving messages.
ar: تعمل مجموعات Signal بشكل أفضل مع عدد %@ عضو أو أقل. سيؤدي إضافة المزيد من الأعضاء إلى تأخر في إرسال الرسائل واستلامها.
fr: Les groupes Signal fonctionnent mieux avec %@ membres ou moins. Ajouter davantage de membres entraînera des retards d’envoi et de réception des messages.
nl: Signal-groepen presteren het best met %@ of minder leden. Het toevoegen van extra leden zal vertragingen veroorzaken in het verzenden en ontvangen van berichten.
pl: Grupy Signal działają najlepiej, gdy liczba członków jest mniejsza bądź równa %@. Dodanie kolejnych członków grupy spowoduje opóźnienia w wysyłaniu i odbieraniu wiadomości.
sr: Групе у Signal-у имају најбољи учинак са %@ чланова или мање. Додавање више чланова проузроковаће кашњења у слању и примању порука.

# GROUPS_TOO_MANY_MEMBERS_ALERT_TITLE
source: Recommended member limit reached
ar: وصل عدد الأعضاء إلى الحدّ المُوصى به
fr: La limite de membres recommandée est atteinte
nl: Het aanbevolen ledenlimiet is bereikt
pl: Osiągnięto zalecany limit wielkości grupy
sr: Достигнуто је препоручено ограничење чланова
uk: Досягнуто ліміт на рекомендовану кількість користувачів у групі

# GROUPS_TOO_MANY_MEMBERS_CONFIRM
source: Add member anyway?
ar: إضافة عضو على كل حال؟
fr: Ajouter quand même le membre ?
nl: Verder groepsleden toevoegen?
pl: Dodać członka mimo to?
sr: Ипак додати члана?
uk: Все одно додати користувача?

# GROUPS_VIEW_REQUEST_BUTTON
source: View Request
ar: عَرض الطلب
fr: Afficher la demande
nl: Lidmaatschapsverzoek weergeven
pl: Zobacz prośbę
sr: Види захтев
uk: Переглянути запит

# GROUPS_VIEW_REQUESTS_BUTTON
source: View Requests
ar: عَرض الطلبات
fr: Afficher les demandes
nl: Lidmaatschapsverzoeken weergeven
pl: Zobacz prośby
sr: Види захтеве
uk: Переглянути запити

# HELP_CONTACT_US
source: Contact Us
ar: تواصل معنا
az: Əlaqə
fr: Nous contacter
nl: Neem contact met ons op
pl: Skontaktuj się z nami
sr: Контактирајте нас
uk: Зв’язатися з нами

# HELP_SUPPORT_CENTER
source: Support Center
ar: مركز الدَّعم
fr: Centre d’assistance
nl: Ondersteuningscentrum
pl: Centrum pomocy
sr: Центар за подршку
uk: Центр підтримки

# HOME_VIEW_ARCHIVED_CONVERSATIONS
source: Archived Chats
ar: المُحادثات المؤرشفة
fr: Conversations archivées
nl: Gearchiveerde gesprekken
pl: Archiwum rozmów
sr: Архивиране преписке
uk: Архівні чати

# HOME_VIEW_BLOCKED_CONVERSATION
source: Blocked
ar: تم الحظر
az: Kilidlidir
fr: Bloquée
km: បានហាមឃាត់
nl: Geblokkeerd
pl: Zablokowani
sr: Блокиран/на
uk: Заблоковані

# HOME_VIEW_CONVERSATION_SEARCHBAR_PLACEHOLDER
source: Search
ar: البحث
az: Axtar
fr: Cherchez
km: ស្វែងរក
nl: Zoeken
pl: Szukaj
sr: Претрага
uk: Пошук

# HOME_VIEW_DRAFT_PREFIX
source: Draft:
ar: مُسوَّدَة:
az: İlkin:
fr: Brouillon :
km: ព្រាង៖
nl: Concept:
pl: Szkic:
sr: Нацрт:
uk: Чернетка:

# HOME_VIEW_FIRST_CONVERSATION_OFFER_1_CONTACT_FORMAT
source: Some of your contacts are already on Signal, including %@.
ar: بعض جهات اتصالك بالفعل في Signal، بما في ذلك %@.
az: %@ daxil olmaqla sənin bəzi əlaqələrin artıq Signal istifadəçiləridir
fr: Certains de vos contacts sont déjà sur Signal, dont %@.
km: អ្នកទំនាក់ទំនងមួយចំនួនកំពុងប្រើប្រាស់ Signal រួមបញ្ចូល %@​។
nl: Sommige van je contactpersonen maken al gebruik van Signal, waaronder %@.
pl: Niektórzy z Twoich znajomych są już w Signal, między innymi %@
sr: Неки контакти из вашег именика већ користе Signal, укључујући %@.
uk: Дехто з ваших контактів вже користується Signal, включаючи %@.

# HOME_VIEW_FIRST_CONVERSATION_OFFER_2_CONTACTS_FORMAT
source: Some of your contacts are already on Signal, including %@ and %@
ar: بعض جهات اتصالك بالفعل في Signal، بما في ذلك %@ و%@
az: %@ və %@ daxil olmaqla sənin bəzi əlaqələrin artıq Signal istifadəçiləridir
fr: Certains de vos contacts sont déjà sur Signal, dont %@ et %@.
km: អ្នកទំនាក់ទំនងមួយចំនួនកំពុងប្រើប្រាស់ Signal រួមបញ្ចូល %@ និង%@​
nl: Sommige van je contactpersonen maken al gebruik van Signal, waaronder %@ en %@.
pl: Niektórzy z Twoich znajomych są już w Signal, między innymi %@ oraz %@
sr: Неки контакти из вашег именика већ користе Signal, укључујући %@ и %@
uk: Дехто з ваших контактів вже користується Signal, включаючи %@ та %@.
