Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# GROUP_UPDATED_NAME_UPDATED_FORMAT
source: Group name is now “%@”.
ar: الآن اسم المجموعة هو "%@".
az: Qrupun adı “%@”.
fr: Le nom du groupe est désormais « %@ ».
km: ឈ្មោះក្រុមឥឡូវនេះគឺ “%@”។
nl: De naam van de groep is vanaf nu ‘%@’.
pl: Aktualna nazwa grupy to “%@”.
sr: Име групе је сада „%@”.
uk: Назва групи тепер "%@".

# GROUP_WAS_MIGRATED
source: This group was upgraded to a New Group.
ar: تمَّ ترقية هذه المجموعة إلى مجموعة جديدة.
fr: Ce groupe a été converti en Nouveau groupe.
nl: Deze groep is omgezet in een nieuwe groep.
pl: Ta grupa została zaktualizowana do Nowej grupy.
sr: Ова група је ажурирана у нову групу
uk: Цю групу було оновлено до Нової групи.

# GROUP_WAS_MIGRATED_USERS_DROPPED_1
source: A member couldn’t be added to the New Group and has been removed from the group.
ar: تعذّر إضافة أحد الأعضاء إلى المجموعة الجديدة وقد أُزيل من المجموعة.
fr: Un membre n’a pas pu être ajouté au Nouveau groupe et a été supprimé du groupe.
nl: Een groepslid kon niet toegevoegd worden tot de nieuwe groep en is daarom verwijderd uit de groep.
pl: Członek nie mógł zostać dodany do Nowej grupy i został z niej usunięty.
sr: Члан није могао да са дода у нову групу и био је уклоњен.

# GROUP_WAS_MIGRATED_USERS_DROPPED_LOCAL_USER
source: You couldn’t be added to the New Group and has been removed from the group.
ar: يتعذّر إضافتك إلى المجموعة الجديدة وقد أُزيلتَ من المجموعة.
fr: Vous n’avez pas pu être ajouté au Nouveau groupe et avez été supprimé du groupe.
nl: Je kon niet toegevoegd worden tot de nieuwe groep en je bent daarom verwijderd uit de groep.
pl: Nie mogłeś(aś) zostać dodany(a) do Nowej grupy i zostałeś(aś) z niej usunięty(a).
sr: Не можете да будете додати у нову групу и уклоњени сте из групе.

# GROUP_WAS_MIGRATED_USERS_DROPPED_N_FORMAT
source: %@ members couldn’t be added to the New Group and have been removed from the group.
ar: تعذّر إضافة عدد %@ عضو إلى المجموعات الجديدة وقد أُزِيلوا من المجموعة.
fr: %@ membres n’ont pas pu être ajoutés au Nouveau groupe et ont été supprimés du groupe.
nl: %@ groepsleden konden niet toegevoegd worden tot de nieuwe groep en zijn daarom verwijderd uit de groep.
pl: %@ członków nie mogło zostać dodanych do Nowej grupy i zostało z niej usuniętych.
sr: %@ чланова не могу да буду додати у нову групу и уклоњени су из групе.

# GROUP_WAS_MIGRATED_USERS_INVITED_1
source: A member couldn’t be added to the New Group and has been invited to join
ar: تعذّر إضافة أحد الأعضاء إلى المجموعة الجديدة وقد دُعِي للانضمام.
fr: Un membre n’a pas pu être ajouté au Nouveau groupe et a été invité à s’y joindre
nl: Een lid kon niet direct toegevoegd worden tot de nieuwe groep en heeft daarom een uitnodiging gekregen om opnieuw lid te worden.
pl: Członek nie mógł zostać dodany do Nowej grupy i został do niej zaproszony
sr: Члан није могао да са дода у нову групу и био је позван да се придружи.

# GROUP_WAS_MIGRATED_USERS_INVITED_LOCAL_USER
source: You couldn’t be added to the New Group and has been invited to join
ar: يتعذّر إضافتك إلى المجموعة الجديدة وقد دُعِيتَ للانضمام.
fr: Vous n’avez pas pu être ajouté au Nouveau groupe et avez été invité à vous y joindre
nl: Je kon niet toegevoegd worden tot de nieuwe groep en je hebt daarom een uitnodiging gekregen om opnieuw lid te worden.
pl: Nie mogłeś(aś) zostać dodany(a) do Nowej grupy i zostałeś(aś) do niej zaproszony(a).
sr: Није било могуће додати Вас у нову групу, већ сте позвани да се придружите

# GROUP_WAS_MIGRATED_USERS_INVITED_N_FORMAT
source: %@ members couldn’t be added to the New Group and have been invited to join.
ar: تعذّر إضافة عدد %@ عضو إلى المجموعة الجديدة وقد تم دعوتهم للانضمام.
fr: %@ membres n’ont pas pu être ajoutés au Nouveau groupe et ont été invités à s’y joindre.
nl: %@ groepsleden konden niet direct toegevoegd worden tot de nieuwe groep en hebben daarom een uitnodiging gekregen om opnieuw lid te worden.
pl: %@ członków nie mogło zostać dodanych do Nowej grupy i zostało do niej zaproszonych.
sr: %@ чланова нису могли да са додају у нову групу и били су позвани да се придруже.

# GROUP_YOU_LEFT
source: You have left the group.
ar: أنت قد غادرت المجموعة.
az: Qrupdan çıxdın.
fr: Vous avez quitté le groupe.
km: អ្នកបានចាកចេញពីក្រុម។
nl: Je hebt de groep verlaten.
pl: Opuściłeś(aś) grupę.
sr: Напустили сте групу.
uk: Ви покинули групу.

# GROUPS_CANT_REPLACE_ADMIN_ALERT_MESSAGE
source: Choose a new admin for this group before you leave.
ar: اختر مشرفاً جديداً لهذه المجموعة قبل أن تُغادر.
az: Qrupdan çıxmamışdan əvvəl yeni inzibatçı seçin.
fr: Choisissez un nouvel administrateur pour ce groupe avant de le quitter.
km: ជ្រើសរើសអ្នកគ្រប់គ្រងថ្មីសម្រាប់ក្រុមនេះ មុនពេលអ្នកចាកចេញ។
nl: Kies een nieuwe beheerder voor de groep voor je deze verlaat.
pl: Zanim wyjdziesz, wybierz nowego administratora tej grupy.
sr: Изаберите новог администратора пре напуштања групе.
uk: Виберіть нового адміністратора для цієї групи, перш ніж покинути її.

# GROUPS_ERROR_MEMBER_ALREADY_IN_GROUP
source: User already in group.
ar: المُستخدم مُتواجد في المجموعة بالفعل.
az: İstifadəçi artıq qrupdadır.
fr: L’utilisateur fait déjà partie du groupe.
km: អ្នកប្រើប្រាស់នៅក្នុងក្រុមហើយ។
nl: Deze persoon is al lid van de groep.
pl: Użytkownik jest już w grupie.
sr: Особа је већ члан групе.
uk: Користувач вже в групі.

# GROUPS_INVITE_ACCEPT_INVITE_FAILED
source: Could not accept invite.
ar: يتعذّر قبول الدعوة.
az: Dəvət qəbul edilmədi.
fr: Impossible d’accepter l’invitation.
km: មិនអាចទទួលការអញ្ជើញ។
nl: Kon de uitnodiging niet aanvaarden.
pl: Nie udało się zaakceptować zaproszenia.
sr: Грешка при прихватању позивнице.
uk: Не вдалось прийняти запрошення.

# GROUPS_INVITE_BLOCK_GROUP
source: Block Group
ar: حَظر المجموعة
az: Qrupu blokla
fr: Bloquer le groupe
km: ហាមឃាត់ក្រុម
nl: Groep blokkeren
pl: Zablokuj grupę
sr: Блокирај групу
uk: Заблокувати Групу

# GROUPS_INVITE_BLOCK_GROUP_AND_INVITER_FORMAT
source: Block Group and %@
ar: حَظر المجموعة وحَظر %@
az: Qrupu və %@ blokla
fr: Bloquer le groupe et %@
km: ហាមឃាត់ក្រុម និង%@
nl: %@ en de groep blokkeren
pl: Zablokuj grupę i %@
sr: Блокирај групу и %@
uk: Заблокувати Групу та %@

# GROUPS_INVITE_BLOCK_INVITER_FORMAT
source: Block %@
ar: حَظر %@
az: %@ blokla
fr: Bloquer %@
km: ហាមឃាត់ %@
nl: %@ blokkeren
pl: Zablokuj %@
sr: Блокирај %@
uk: Заблокувати %@

# GROUPS_INVITE_FRIENDS_BUTTON
source: Invite friends
ar: دعوة الأصدقاء
az: Dostlarını dəvət et
fr: Inviter des amis
km: អញ្ជើញមិត្តភក្តិ
nl: Kennissen uitnodigen
pl: Zaproś znajomych
sr: Позивница пријатељима
uk: Запросити друзів

# GROUPS_LEGACY_GROUP_ALERT_SECTION_1_BODY
source: Legacy Groups are groups that are not compatible with New Group features like admins and more descriptive group updates.
ar: المجموعات من الطراز القديم هي المجموعات الغير متوائمة مع الميزات الجديدة المُتاحة في الطراز الجديد مثل خاصية المشرفين وتحديثات وصف المجموعة.
fr: Les groupes hérités sont des groupes qui ne sont pas compatibles avec les fonctions des Nouveaux groupes, telles que les administrateurs et les mises à jour plus descriptives des groupes.
nl: Verouderde groepen zijn groepen waarin je geen gebruik kunt maken van nieuwe functionaliteiten zoals beheerders en meer gedetailleerde meldingen.
pl: Stare grupy nie obsługują takich funkcji nowych grup jak administratorzy i dokładniejsze informacje o zmianach w grupach.
sr: Старе групе су групе које нису компатибилне са функцијама Нове групе, као што су администратори и описнија ажурирања група.

# GROUPS_LEGACY_GROUP_ALERT_SECTION_1_TITLE
source: What are Legacy Groups?
ar: ماهي المجموعات من الطراز القديم؟
fr: Que sont les groupes hérités ?
nl: Wat zijn oude groepen?
pl: Czym są Stare grupy?
sr: Шта су старе групе?
uk: Що таке Спадковані групи?

# GROUPS_LEGACY_GROUP_ALERT_SECTION_2_BODY
source: Legacy Groups can't yet be upgraded to New Groups, but you can create a New Group with the same members if they're on the latest version of Signal. Signal will offer a way to upgrade Legacy Groups in the future.
ar: المجموعات من الطراز القديم لا يمكن ترقيتها حاليا إلى الطراز الجديد، ولكن يمكنك إنشاء مجموعة من الطراز الجديد بنفس الأعضاء، بشرط استخدام الجميع آخر إصدار من Signal. سيوفر Signal طريقة لترقية المجموعات القديمة في المُستقبل.
fr: Les groupes hérités ne peuvent pour le moment pas être convertis en Nouveaux groupes, mais vous pouvez créer un Nouveau groupe avec les mêmes membres s’ils utilisent la version la plus récente de Signal. Signal proposera dans le futur un moyen de convertir les groupes hérités.
nl: Verouderde groepen kunnen niet worden omgezet in nieuwe groepen, maar je kunt wel een nieuwe groep aanmaken met dezelfde leden mits ze allemaal de meeste recente versie van Signal gebruiken. Signal zal in de toekomst een manier aanbieden om verouderde groepen om te zetten in nieuwe groepen.
pl: Stare grupy nie mogą jeszcze zostać z aktualizowane do Nowych grup, ale możesz stworzyć Nową grupę z tymi samymi członkami, jeśli korzystają oni z najnowszej wersji Signal. W przyszłości Signal zaoferuje możliwość zaktualizowania Starych grup.
sr: Старе групе још увек не могу да се надограде на Нове групе, али можете да направите нову групу са истим члановима ако су на најновијој верзији Signal-а. Signal ће у будућности понудити начин за надоградњу Старе Групе.
uk: Спадкові Групи ще не можна оновити до Нових Груп, але ви можете створити Нову Групу з тими ж учасниками, якщо вони користуються найновішою версією Signal. Signal запропонує спосіб оновлення Спадкових Груп у майбутньому.

# GROUPS_LEGACY_GROUP_ALERT_SECTION_2_TITLE
source: Can I upgrade a Legacy Group?
ar: هل يمكنني ترقية مجموعة من الطراز القديم؟
fr: Puis-je convertir un groupe hérité en nouveau groupe ?
nl: Kan ik een verouderde groep omzetten in een nieuwe groep?
pl: Czy mogę zaktualizować Starą grupę?
sr: Могу ли могу да надоградим стару групу?
uk: Чи можу я оновити спадковану групу?

# GROUPS_LEGACY_GROUP_ALERT_SECTION_3_BODY
source: To create a New Group, all members should update to the latest version of Signal.
ar: لكي تنشئ مجموعة من الطراز الجديد، يتوجب على كافة الأعضاء تحديث Signal لآخر إصدار.
fr: Pour créer un Nouveau groupe, tous les membres devraient mettre Signal à jour vers la version la plus récente.
nl: Om een nieuwe groep aan te maken moeten alle leden hun Signal app bijwerken naar de meest recente versie.
pl: Aby utworzyć Nową grupę, wszyscy członkowie muszą zaktualizować Signal do najnowszej wersji.
sr: Да би креирали нову групу, сви чланови би требало да се ажурирају на најновију верзију Signal-а.
uk: Щоб створити Нову Групу, всі учасники повинні оновитися до останної версії Signal.

# GROUPS_LEGACY_GROUP_ALERT_TITLE
source: Legacy vs. New Groups
ar: مقارنة المجموعات من الطراز القديم بالمجموعات الجديدة.
fr: Les groupes hérités comparés aux Nouveaux groupes
nl: Verouderde groepen tegenover nieuwe groepen
pl: Stare vs. Nowe grupy
sr: Наслеђе против нових група
uk: Старі та Нові групи

# GROUPS_LEGACY_GROUP_BLOCKING_MIGRATION_FORMAT
source: Upgrade this group to activate new features like @mentions and admins. Members who have not shared their name or photo in this group will be invited to join. %@.
ar: قم بترقية المجموعة لتفعيل الميزات الجديدة مثل تضمين الاسم @ والمشرفين. سيتم دعوة الأعضاء الذين لم يُشاركوا اسمهم وصورهم في المجموعة للإنضمام.%@.
fr: Convertissez ce groupe pour activer de nouvelles fonctions telles que les @mentions et l’administration. Les membres qui n’ont pas partagé leur nom ou leur photo dans ce groupe seront invités à s’y joindre. %@.
nl: Zet deze groep om om nieuwe functionaliteiten te kunnen gebruiken zoals @vermeldingen en beheerders. Groepsleden die hun profielnaam, -foto en -omschrijving niet voor deze groep zichtbaar hebben gemaakt, zullen worden uitgenodigd om tot deze groep toe te treden. %@.
pl: Zaktualizuj tę grupę, aby aktywować takie nowe funkcje jak @wzmianki i administratorzy. Członkowie grupy, którzy nie udostępnili tej grupie swojego imienia lub zdjęcia, zostaną do niej zaproszeni. %@.
sr: Надоградите ову групу да бисте активирали нове функције попут @помињања и администратора. Чланови који нису поделили своје име или слику у овој групи биће позвани да се придруже. %@.

# GROUPS_LEGACY_GROUP_CANT_UPGRADE_ALERT_TITLE
source: Can’t Upgrade to New Group
ar: يتعذّر الترقية لمجموعة جديدة
fr: Impossible de convertir en Nouveau groupe
nl: Kan niet worden omgezet naar een nieuwe groep
pl: Nie można zaktualizować do Nowej grupy
sr: Није могуће надоградити на нову групу

# GROUPS_LEGACY_GROUP_CANT_UPGRADE_ALERT_TOO_MANY_MEMBERS_FORMAT
source: This group can’t be upgraded to a New Group because it has too many members. The maximum group size that can be upgraded is %@.
ar: لا يمكن ترقية هذه المجموعة إلى مجموعة جديدة لأنها تحوي على العديد من اﻷعضاء. الحد الأقصى للمجموعة لكي يُمكن ترقيتها هو %@.
fr: Ce groupe ne peut pas être converti en Nouveau groupe, car il comporte trop de membres. Le nombre maximal de membres pour la conversion du groupe est %@.
nl: Deze groep kan niet omgezet worden naar een nieuwe groep omdat er te veel groepsleden zijn. De maximale groepsgrootte die omgezet kan worden is %@.
pl: Ta grupa nie może zostać zaktualizowana do Nowej grupy, ponieważ ma zbyt wielu członków. Maksymalny rozmiar grupy, którą można zaktualizować to %@.
sr: Ова група не може да се надогради на нову групу јер је превелика. Максимална величина групе је %@.

# GROUPS_LEGACY_GROUP_CANT_UPGRADE_YET_1
source: When all current group members are using a version of Signal capable of joining a New Group, this group will be upgraded.
ar: إذا استخدم كافة أعضاء المجموعة إصدار Signal يسمح لهم بالانضمام للمجموعة الجديدة، سيتم ترقية هذه المجموعة.
fr: Quand tous les membres actuels du groupe utiliseront une version de Signal capable de se joindre à un Nouveau groupe, ce groupe sera converti.
nl: Als alle groepsleden een versie van Signal gebruiken waarmee ze kunnen toetreden tot nieuwe groepen, dan zal deze groep worden omgezet in een nieuwe groep.
pl: Kiedy wszyscy obecni członkowie grupy będą korzystać z wersji Signal, pozwalającej na dołączenie do nowej grupy, ta grupa zostanie zaktualizowana.
sr: Када сви тренутни чланови групе користе верзију Signal-а која се може придружити новој групи, ова група ће се надоградити.

# GROUPS_LEGACY_GROUP_CANT_UPGRADE_YET_2
source: All message history and media will be kept from before the upgrade.
ar: سيتم الاحتفاظ بكافة محفوظات الرسائل والوسائط مِن قبل الترقية.
fr: Tout l’historique des messages et tous les médias d’avant la conversion seront conservés.
nl: Alle gespreksgeschiedenis en media van voor het omzetten zullen behouden blijven.
pl: Cała historia wiadomości i multimedia zostaną zachowane po aktualizacji.
sr: Сва историја порука и медији ће бити сачувани од пре надоградње.

# GROUPS_LEGACY_GROUP_CREATION_ERROR_ALERT_TITLE_1
source: This group cannot be created because 1 member is using an old version of Signal. You can create a New Style Group with them after they update Signal, or remove them before creating the group.
ar: ﻻ يمكن إنشاء المجموعة ﻷن أحد الأعضاء يستخدم إصدار قديمة من Signal. يمكنك إنشاء مجموعة من الطراز الجديد بعد أن يقوم ذلك العضو بترقية Signal، أو يُمكنك إزالته قبل إنشاء المجموعة.
fr: Ce groupe ne peut pas être créé, car un membre utilise une ancienne version de Signal. Vous pourrez créer un nouveau groupe avec ce membre une fois que ce membre aura mis Signal à jour, ou supprimez ce membre avant de créer le groupe.
nl: Deze groep kan niet worden aangemaakt omdat één lid een oude versie van Signal gebruikt. Je kunt een nieuwe groep aanmaken met hem of haar als lid nadat hij of zij Signal heeft bijgewerkt, of je kunt hem of haar voordat je de groep aanmaakt verwijderen.
pl: Ta grupa nie może zostać utworzona, gdyż 1 członek używa starej wersji Signal. Możesz utworzyć Nową wersję grupy z tym kontaktem, gdy zaktualizuje Signal, lub usunąć go przed utworzeniem grupy.
sr: Ова група не може да се креира јер 1 члан користи стару верзију Signal-а. Можете да направите Нову Групу Стилова са њима након што ажурирају Signal, или да их уклоните пре креирања групе.

# GROUPS_LEGACY_GROUP_CREATION_ERROR_ALERT_TITLE_N_FORMAT
source: This group cannot be created because %@ members are using an old version of Signal. You can create a New Style Group with them after they update Signal, or remove them before creating the group.
ar: ﻻ يمكن إنشاء المجموعة ﻷن عدد %@ عضو يستخدم إصدار قديمة من Signal. يمكنك إنشاء مجموعة من الطراز الجديد بعد أن يُحدثوا Signal، أو يُمكنك إزالتهم قبل إنشاء المجموعة.
fr: Ce groupe ne peut pas être créé, car %@ membres utilisent une ancienne version de Signal. Vous pourrez créer un nouveau groupe avec eux une fois qu’ils auront mis Signal à jour, ou supprimez-les avant de créer le groupe.
nl: Deze groep kan niet worden aangemaakt omdat %@ leden een oude versie van Signal gebruiken. Je kunt een nieuwe groep aanmaken met hen als lid nadat ze Signal hebben bijgewerkt, of je kunt hen voordat je de groep aanmaakt verwijderen.
pl: Ta grupa nie może zostać utworzona, gdyż %@ członek używa starej wersji Signal. Możesz utworzyć Nową wersję grupy z tym kontaktem, gdy zaktualizuje Signal, lub usunąć go przed utworzeniem grupy.
sr: Ова група не може да се креира јер %@ чланова користе стару верзију Signal-а. Можете да направите Нову Групу Стилова са њима након што ажурирају Signal, или да их уклоните пре креирања групе.

# GROUPS_LEGACY_GROUP_CREATION_ERROR_FORMAT_1
source: This group cannot be created because 1 member is using an old version of Signal. You can create a New Style Group with them after they update Signal, or remove them before creating the group. %@
ar: ﻻ يمكن إنشاء المجموعة ﻷن أحد الأعضاء يستخدم إصدار قديمة من Signal. يمكنك إنشاء مجموعة من الطراز الجديد بعد أن يقوم ذلك العضو بترقية Signal، أو يُمكنك إزالته قبل إنشاء المجموعة. %@
fr: Ce groupe ne peut pas être créé, car un membre utilise une ancienne version de Signal. Vous pourrez créer un nouveau groupe avec ce membre une fois que ce membre aura mis Signal à jour, ou supprimez ce membre avant de créer le groupe. %@
nl: Deze groep kan niet worden aangemaakt omdat één lid een oude versie van Signal gebruikt. Je kunt een nieuwe groep aanmaken met hem of haar als lid nadat hij of zij Signal heeft bijgewerkt, of je kunt hem of haar voordat je de groep aanmaakt verwijderen. %@
pl: Ta grupa nie może zostać utworzona, gdyż 1 członek używa starej wersji Signal. Możesz utworzyć Nową wersję grupy z tym kontaktem, gdy zaktualizuje Signal, lub usunąć go przed utworzeniem grupy. %@
sr: Ова група не може да се креира јер 1 члан користи стару верзију Signal-а. Можете да направите Нову Групу Стилова са њима након што ажурирају Signal, или да их уклоните пре креирања групе. %@

# GROUPS_LEGACY_GROUP_CREATION_ERROR_FORMAT_N
source: This group cannot be created because %1$@ members are using an old version of Signal. You can create a New Style Group with them after they update Signal, or remove them before creating the group. %2$@
ar: ﻻ يمكن إنشاء المجموعة ﻷن عدد %1$@ عضو يستخدم إصدار قديمة من Signal. يمكنك إنشاء مجموعة من الطراز الجديد بعد أن يُحدثوا Signal، أو يُمكنك إزالتهم قبل إنشاء المجموعة. %2$@
fr: Ce groupe ne peut pas être créé, car %1$@ membres utilisent une ancienne version de Signal. Vous pourrez créer un nouveau groupe avec eux une fois qu’ils auront mis Signal à jour, ou supprimez-les avant de créer le groupe. %2$@
nl: Deze groep kan niet worden aangemaakt omdat %1$@ leden een oude versie van Signal gebruiken. Je kunt een nieuwe groep aanmaken met hen als lid nadat ze Signal hebben bijgewerkt, of je kunt hen voordat je de groep aanmaakt verwijderen. %2$@
pl: Ta grupa nie może zostać utworzona, gdyż %1$@ członków używa starej wersji Signal. Możesz utworzyć Nową wersję grupy z tymi kontaktami, gdy zaktualizują Signal, lub usunąć je przed utworzeniem grupy. %2$@
sr: Ова група не може да се креира јер %1$@ чланова користе стару верзију Signal-а. Можете да направите Нову Групу Стилова са њима након што ажурирају Signal, или да их уклоните пре креирања групе. %2$@

# GROUPS_LEGACY_GROUP_CREATION_WARNING_ALERT_TITLE_1
source: A Legacy Group will be created because 1 member is using an old version of Signal. You can create a New Style Group with them after they update Signal, or remove them before creating the group.
ar: سيتم إنشاء مجموعة من الطراز القديم لأن عضو واحد يستخدم إصدار قديمة من Signal، يُمكنك إنشاء مجموعة من الطراز الجديد بعد أن يقوم العضو بتحديث Signal، أو يُمكنك بإزالته قبل إنشاء المجموعة.
fr: Un groupe hérité sera créé, car un membre utilise une ancienne version de Signal. Vous pourrez créer un nouveau groupe avec eux une fois qu’ils auront mis Signal à jour, ou supprimez-les avant de créer le groupe.
nl: Er zal een oude groep aangemaakt worden omdat één lid een oude versie van Signal gebruikt. Je kunt een nieuwe-stijl groep aanmaken met hem/haar als lid nadat hij/zij Signal bijgewerkt heeft of verwijder hem/haar voordat je de groep aanmaakt.
pl: Zostanie utworzona Stara grupa, gdyż 1 członek używa starej wersji Signal. Możesz utworzyć Nową wersję grupy z tym kontaktem, gdy zaktualizuje Signal, lub usunąć go przed utworzeniem grupy.
sr: Стара Група ће бити креирана јер 1 члан користи стару верзију Signal-а. Можете да направите Нову Групу Стилова са њим након што ажурира Signal, или да га уклоните пре креирања групе.
uk: Буде створено Спадкову Групу, оскільки 1 учасник використовує стару версію Signal. Ви можете створити з ним Групу Нового Стилю після того, як він оновить Signal, або видаліть його перед створенням групи.

# GROUPS_LEGACY_GROUP_CREATION_WARNING_ALERT_TITLE_N_FORMAT
source: A Legacy Group will be created because %@ members are using an old version of Signal. You can create a New Style Group with them after they update Signal, or remove them before creating the group.
ar: سيتم إنشاء مجموعة من الطراز القديم لأن عدد %@ عضو يستخدمون إصدارات قديمة من Signal، يُمكنك إنشاء مجموعة من الطراز الجديد بعد أن يقوموا بتحديث Signal، أو يُمكنك بإزالتهم قبل إنشاء المجموعة.
fr: Un groupe hérité sera créé, car %@ membres utilisent une ancienne version de Signal. Vous pourrez créer un nouveau groupe avec eux une fois qu’ils auront mis Signal à jour, ou supprimez-les avant de créer le groupe.
nl: Er zal een oude groep aangemaakt worden omdat %@ leden een oude versie van Signal gebruiken. Je kunt een groep nieuwe stijl aanmaken met hen als lid nadat ze Signal bijgewerkt hebben, of hen verwijderen voordat je de groep aanmaakt.
pl: Zostanie utworzona Stara grupa, gdyż %@ członków używa starej wersji Signal. Możesz utworzyć Nową wersję grupy z tymi kontaktami, gdy zaktualizują Signal, lub usunąć je przed utworzeniem grupy.
sr: Стара Група ће бити креирана јер %@ чланова користе стару верзију Signal-а. Можете да направите Нову Групу Стилова са њима након што ажурирају Signal, или да их уклоните пре креирања групе.
uk: Буде створено Спадкову Групу, оскільки учасник %@ використовує стару версію Signal. Ви можете створити з ним Групу Нового Стилю після того, як він оновить Signal, або видаліть його перед створенням групи.

# GROUPS_LEGACY_GROUP_CREATION_WARNING_FORMAT_1
source: 1 member does not support New Groups, so this will be a Legacy Group. %@
ar: هناك عضو واحد لا يدعم المجموعات من الطراز الجديد، لذا ستكون هذه المجموعة من الطراز القديم. %@
fr: Un membre ne prend pas en charge les Nouveaux groupes, ce sera donc un groupe hérité. %@
nl: Eén lid ondersteunt geen nieuwe groepen daarom zal dit een oude groep zijn. %@
pl: 1 członek nie ma wsparcia dla Nowych grup, więc zostanie utworzona Stara grupa. %@
sr: 1 члан не подржава Нове Групе, тако да ће ова група бити Стара Група. %@
uk: 1 учасник не підтримує Нові Групи, тому це буде Спадкова Група. %@
