Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# VIEW_ONCE_MESSAGES_TOOLTIP
source: Tap here to make this message disappear after it is viewed.
ar: انقر هُنا لإخفاء هذه الرسالة بعد أن تمَّ عرضها.
az: Baxılandan sonra ismarışın itməsi üçün bura basın.
fr: Touchez ici pour faire disparaître ce message après consultation.
km: ចុចទីនេះ ដើម្បីកំណត់សារបាត់ទៅវិញ បន្ទាប់ពីបានបើកមើល។
nl: Tik hier om er voor te zorgen dat dit bericht wordt gewist nadat het is gezien.
pl: Stuknij tutaj, aby ta wiadomość znikła po obejrzeniu.
sr: Кликните овде да порука нестане када буде погледана.
uk: Натисніть тут, щоб ваше повідомлення зникло після того, як буде переглянуто.

# VIEW_ONCE_OUTGOING_TOAST
source: Outgoing view-once media files are automatically removed after they are sent.
ar: تتمُّ إزالة ملفات وسائط-العرض-لمرة-واحدة الصادرة تلقائيًا بعد أن يتمَّ إرسالُها.
az: Bir dəfə görünəcək gedən medialar göndəriləndən sonra avtomatik olaraq silinir.
fr: Les fichiers multimédias éphémères sortants sont supprimés automatiquement après l’envoi.
km: ឯកសារមេឌាមើល-ម្តង ដែលផ្ញើចេញ ត្រូវលុបចោលដោយស្វ័យប្រវត្តិបន្ទាប់ពីបានផ្ញើចេញ។
nl: Uitgaande eenmaligeweergave-media worden onmiddellijk gewist zodra ze zijn verzonden. Je kunt je eigen media dus niet terugzien. – Gebruik eenmaligeweergave-berichten niet ter beveiliging, want Signal kan niet garanderen dat een bericht op het apparaat van een ander daadwerkelijk wordt gewist.
pl: Wychodzące wiadomości jednorazowe są automatycznie usuwane po wysłaniu.
sr: Одлазни једнократни медији се аутоматски бришу након слања.
uk: Вихідні одноразові медіа-файли автоматично видаляються після того, як були відправлені.

# VOICE_MESSAGE_CANCEL_INSTRUCTIONS
source: Slide to Cancel
ar: مَرِّر لِلإلغاء
az: Ləğv Etmək üçün Sürüşdür
fr: Faire glisser pour annuler
km: អូសដើម្បីបោះបង់
nl: Veeg om te annuleren
pl: Przesuń, aby anulować
sr: Превуците да поништите
uk: Провести щоб Відмінити

# VOICE_MESSAGE_FILE_NAME
source: Voice Message
ar: رسالة صوتية
az: Səsli Mesaj
fr: Message vocal
km: សារជាសំឡេង
nl: Audiobericht
pl: Wiadomość głosowa
sr: Гласовна порука
uk: Голосове Повідомлення

# VOICE_MESSAGE_TOO_SHORT_ALERT_MESSAGE
source: Tap and hold to record a voice message.
ar: انقر واِستَمرّ لتسجيل رِسالة صوتيَّة.
az: Səsli mesaj yazmaq üçün sıx və saxla.
fr: Touchez et maintenez pour enregistrer un message vocal
km: ចុច អោយជាប់ដើម្បីថតសារសំឡេង។
nl: Tik en houd vast om een audiobericht te verzenden.
pl: Dotknij i przytrzymaj, aby nagrać wiadomość głosową.
sr: Кликните и држите да снимите гласовну поруку.
uk: Натисніть та тримайте, щоб записати голосове повідомлення.

# VOICE_MESSAGE_TOO_SHORT_ALERT_TITLE
source: Voice Message
ar: الرِّسالة الصَّوتيَّة
az: Səsli Mesaj
fr: Message vocal
km: សារជាសំឡេង
nl: Audiobericht
pl: Wiadomość głosowa
sr: Гласовна порука
uk: Голосове повідомлення

# WAITING_TO_COMPLETE_DEVICE_LINK_TEXT
source: Complete setup on Signal Desktop.
ar: أكمل الإعداد على تطبيق Signal سَطح المَكتب.
az: Signal Desktop üçün yükləməni bitir.
fr: Terminez la configuration sur Signal pour ordinateur
km: បញ្ចប់ការកំណត់លើ Signal Desktop។
nl: Vervolledig de installatie op Signal Desktop.
pl: Dokończ konfigurację Signal Desktop.
sr: Довршите поставку на Signal Desktop-у.
uk: Завершити установку Signal на настільному комп’ютері

# WALLPAPER_MINI_PREVIEW_CONTACT_NAME
source: Contact Name
ar: اسم جهة الاتصال
fr: Nom du contact
nl: Naam van contactpersoon
pl: Imię kontaktu
sr: Име контакта
uk: Ім'я контакту

# WALLPAPER_PREVIEW_BLUR_BUTTON
source: Blur Photo
ar: تضبيب الصورة
fr: Rendre la photo floue
nl: Afbeelding vervagen
pl: Rozmyj zdjęcie
sr: Замути фотографију
uk: Розмити фото

# WALLPAPER_PREVIEW_INCOMING_MESSAGE_PHOTO
source: Pinch to zoom, drag to adjust.
ar: وَسِّع للتَّكبير، اسحب للتَّعديل.
fr: Pincer pour zoomer, glisser pour ajuster.
nl: Knijp met twee vingers om te vergroten of te draaien, sleep met één vinger om te verschuiven.
pl: Ściśnij lub rozciągnij, aby zmienić rozmiar. Przeciągnij, aby dopasować.
sr: Штипнути за зумирање, повуците за подешавање.
uk: Розведіть чи зведіть два пальці для зміни масштабу, потягніть для зміни положення.

# WALLPAPER_PREVIEW_INCOMING_MESSAGE_PRESET
source: Swipe to preview more wallpapers.
ar: اِسحب لِمُعاينة المَزيد مِنَ الخلفيَّات.
fr: Balayez pour prévisualiser d’autres fonds d’écran.
nl: Veeg om meer achtergronden weer te geven.
pl: Przesuń, aby obejrzeć więcej tapet.
sr: Превуците да бисте прегледали још позадина.
uk: Гортайте, щоб побачити більше шпалер.

# WALLPAPER_PREVIEW_OUTGOING_MESSAGE_ALL_CHATS
source: Set wallpaper for all chats.
ar: تعيِّين خَلفيَّة لِجَميع المُحادثات.
fr: Définir le fond d’écran pour toutes les conversations.
nl: Deze achtergrond instellen voor alle gesprekken.
pl: Ustaw tapetę dla wszystkich rozmów.
sr: Поставити позадину за све четове.
uk: Встановити шпалери для усіх чатів.

# WALLPAPER_PREVIEW_OUTGOING_MESSAGE_FORMAT
source: Set wallpaper for %@.
ar: تعيِّين خَلفيَّة لـ %@.
fr: Définir le fond d’écran pour %@.
nl: Een achtergrond instellen voor %@.
pl: Ustaw tapetę dla %@.
sr: Поставити позадину за %@.
uk: Задати шпалери для %@.

# WALLPAPER_PREVIEW_SET_BUTTON
source: Set
ar: تعيِّين
fr: Définir
nl: Kiezen
pl: Ustaw
sr: Поставити
uk: Задати

# WALLPAPER_PREVIEW_TITLE
source: Preview
ar: مُعاينة
fr: Aperçu
nl: Voorbeeld
pl: Podgląd
sr: Преглед
uk: Попередній перегляд

# WALLPAPER_SETTINGS_CLEAR_WALLPAPER
source: Clear Wallpaper
ar: محو الخلفية
fr: Réinitialiser le fond d’écran
nl: Achtergrond verwijderen
pl: Usuń tapetę
sr: Уклони позадину
uk: Видалити шпалери

# WALLPAPER_SETTINGS_CLEAR_WALLPAPER_CHAT_CONFIRMATION
source: Clear wallpaper for this chat?
ar: محو الخلفية لهذه المُحادثة؟
fr: Réinitialiser le fond d’écran de cette conversation ?
nl: Achtergrond verwijderen voor dit gesprek?
pl: Usunąć tapetę dla tej rozmowy?
sr: Уклонити позадину за овај чет?
uk: Видалити шпалери для цього чату?

# WALLPAPER_SETTINGS_CLEAR_WALLPAPER_GLOBAL_CONFIRMATION
source: Clear wallpaper? This will not clear custom wallpapers you’ve set for your chats.
ar: مَحوُ الخلفيَّة؟ هذا لن يؤدي إلى مَحوُ الخلفيَّات المُخصَّصة التي قد عَيَّنتها لِمُحادثاتِك.
fr: Réinitialiser le fond d’écran ? Les fonds d’écran personnalisés que vous avez définis pour vos conversations ne seront pas réinitialisés.
nl: Deze achtergrond verwijderen? Achtergronden die je apart voor een bepaald gesprek hebt ingesteld worden niet verwijderd.
pl: Usunąć tapetę? To działanie nie usunie tapet, ustawionych przez Ciebie, dla poszczególnych rozmów.
sr: Уклонити позадину? Ово неће уклонити посебне позадине које сте поставили за ћаскање.
uk: Видалити шпалеру? Це не видалить встановлені для інших чатів шпалери.

# WALLPAPER_SETTINGS_DIM_WALLPAPER
source: Dark Theme Dims Wallpaper
ar: النَّمط الدَّاكِن يعتِّم الخلفيَّة
fr: Le thème sombre atténue le fond d’écran
nl: Donker thema dimt achtergrond
pl: Ciemny motyw przyciemnia tapetę
sr: Тамна тема затамњује позадину
uk: Темний вигляд затемнює шпалеру

# WALLPAPER_SETTINGS_FAILED_TO_CLEAR
source: The wallpaper could not be cleared, please try again later or contact support if the error persists.
ar: تتعذَّر مَحوُ الخلفيَّة، يُرجى المُحاولة في وقت لاحق أو تواصل معَ الدَّعم في حال استمرار المُشكلة.
fr: Le fond d’écran n’a pas pu être effacé. Veuillez essayer plus tard ou contacter l’assistance si l’erreur persiste.
nl: De achtergrond is niet verwijderd, probeer het later opnieuw of neem contact op met ondersteuning als het probleem blijft bestaan.
pl: Nie udało się usunąć tapety. Spróbuj później. Jeśli błąd będzie się powtarzać, skontaktuj się z pomocą techniczną.
sr: Позадина се није могла уклонити, покушајте поново касније или контактирајте подршку ако се грешка и даље јавља.

# WALLPAPER_SETTINGS_FAILED_TO_RESET
source: All wallpapers could not be reset, please try again later or contact support if the error persists.
ar: تتعذَّر إعادة تعيين جميع الخلفيَّات، يُرجى المُحاولة في وقت لاحق أو تواصل مع الدَّعم في حال استمرار المُشكلة.
fr: Tous les fonds d’écran n’ont pas pu être réinitialisés. Veuillez essayer plus tard ou contacter l’assistance si l’erreur persiste.
nl: Niet alle achtergronden zijn verwijderd, probeer het later opnieuw of neem contact op met ondersteuning als het probleem blijft bestaan.
pl: Nie udało się zresetować wszystkich tapet. Spróbuj później. Jeśli błąd będzie się powtarzać, skontaktuj się z pomocą techniczną.
sr: Није могуће ресетовати све позадине. Покушајте поново касније или контактирајте подршку ако се грешка настави.

# WALLPAPER_SETTINGS_PREVIEW
source: Preview
ar: مُعاينة
fr: Aperçu
nl: Voorbeeld
pl: Podgląd
sr: Преглед
uk: Попередній перегляд

# WALLPAPER_SETTINGS_RESET_ALL
source: Reset All Wallpapers
ar: إعادة تعيِّين جميع الخلفيَّات
fr: Réinitialiser tous les fonds d’écran
nl: Alle achtergronden verwijderen
pl: Zresetuj wszystkie tapety
sr: Рисетуј све позадине
uk: Скинути усі шпалери

# WALLPAPER_SETTINGS_RESET_ALL_WALLPAPERS_CONFIRMATION
source: Reset all wallpapers, including custom wallpapers you’ve set for your chats?
ar: إعادة تعيِّين جميع الخلفيَّات، بِما في ذلك الخلفيَّات المُخصَّصة التي قد عَيَّنتها لِمُحادثاتك.؟
fr: Réinitialiser tous les fonds d’écran, dont les fonds d’écran personnalisés que vous avez définis pour vos conversations ?
nl: Alle achtergronden verwijderen, inclusief achtergronden die je apart voor een bepaald gesprek hebt ingesteld?
pl: Zresetować wszystkie tapety, łącznie z ustawionymi przez Ciebie, dla poszczególnych rozmów?
sr: Ресетујте све позадине, укључујући посебне позадине које сте поставили за ћаскање?

# WALLPAPER_SETTINGS_SET_WALLPAPER
source: Set Wallpaper
ar: تَعيِّين خلفيَّة
fr: Définir un fond d’écran
nl: Gespreksachtergrond kiezen
pl: Ustaw tapetę
sr: Поставити позадину
uk: Задати шпалери

# WALLPAPER_SETTINGS_TITLE
source: Chat Wallpaper
ar: خَلفيَّة المُحادثة
fr: Fond d’écran de la conversation
nl: Gespreksachtergrond
pl: Tapeta
sr: Позадина за ћаскање
uk: Шпалери чату

source: You deleted this message.
ar: أنتَ قد حذفتَ هذه الرِّسالة.
fr: Vous avez supprimé ce message.
km: អ្នកបានលុបសារនេះ។
nl: Je hebt dit bericht verwijderd.
pl: Skasowałeś(aś) tę wiadomość.
sr: Избрисали сте ову поруку.
uk: Ви видалили це повідомлення.

# YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: You disabled disappearing messages.
ar: أنتَ قد عطَّلتَ الرَّسائل المُختفية.
az: Yox olan ismarışları söndürmüsən.
fr: Vous avez désactivé les messages éphémères.
km: អ្នកបានបិទការរលុបសារ។
nl: Je hebt verlopende berichten uitgeschakeld.
pl: Wyłączyłeś(aś) znikające wiadomości.
sr: Искључили сте нестајуће поруке.
uk: Ви вимкнули зникаючі повідомлення.

# YOU_MUST_COMPLETE_ONBOARDING_BEFORE_PROCEEDING
source: You must complete setup before proceeding.
ar: يجبُ عليكَ أن تُكمِلَ الإعداد قبل المُتابعة.
az: Davam etmək üçün quraşdırmanı bitirməlisiniz.
fr: Vous devez terminer la configuration avant de poursuivre.
km: អ្នកត្រូវបញ្ចប់ការដំឡើង មុនពេលចាប់ផ្តើម។
nl: Je moet de configuratie voltooien voor je verder kunt gaan.
pl: Musisz najpierw dokończyć konfigurację.
sr: Морате довршити поставку пре настављања.
uk: Ви повинні завершити реєстрацію перед продовженням.

# YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: You set disappearing message time to %@.
ar: أنتَ قد ضبطتَ زمن الرَّسائل المُختفية إلى %@.
az: Yox olan ismarışların vaxtını belə quraşdırmısan: %@.
fr: Vous avez défini l’expiration des messages éphémères à %@.
km: អ្នកកំណត់រយៈពេលរលុបសារ %@។
nl: Je hebt de timer voor verlopende berichten op %@ ingesteld.
pl: Ustawiłeś(aś) znikające wiadomości na %@.
sr: Поставили сте трајање нестајућих порука на %@.
uk: Ви встановили час зникнення повідомлень на %@.

# SUPPORT_EMAIL_FILTER_LABEL_FORMAT
source: Filter: %@
fr: Filtre : %@
pl: Filtr: %@
sr: Филтер: %@

# SUPPORT_EMAIL_HARDWARE_LABEL_FORMAT
source: Hardware: %@
fr: Matériel : %@
pl: Urządzenie: %@
sr: Уређај: %@
uk: Пристрій: %@

# SUPPORT_EMAIL_INFO_DIVIDER
source: --- Support Info ---
fr: --- Renseignements d’assistance ---
nl: --- Ondersteuningsinformatie ---
pl: --- Informacje pomocy technicznej ---
sr: --- Инфо о подршци ---
uk: --- Допоміжна інформація ---

# SUPPORT_EMAIL_IOS_VERSION_LABEL_FORMAT
source: iOS Version: %@
fr: Version d’iOS : %@
nl: iOS-versie: %@
pl: Wersja iOS: %@
sr: iOS верзија: %@
uk: Версія iOS: %@

# SUPPORT_EMAIL_LOCALE_LABEL_FORMAT
source: Locale: %@
fr: Paramètres régionaux : %@
pl: Język: %@
sr: Локално: %@
uk: Мова: %@

# SUPPORT_EMAIL_LOG_URL_LABEL_FORMAT
source: Log URL: %@
fr: URL du journal : %@
nl: Foutopsporingslog-URL: %@
pl: URL logu debugowania: %@
sr: URL извештаја: %@

# SUPPORT_EMAIL_SIGNAL_VERSION_LABEL_FORMAT
source: Signal Version: %@
fr: Version de Signal : %@
nl: Signal-versie: %@
pl: Wersja Signal: %@
sr: Верзија Signal-а: %@
uk: Версія Signal: %@

# SUPPORT_EMAIL_SUBJECT
source: Signal iOS Support Request
fr: Demande d’assistance Signal pour iOS
nl: Signal-iOS ondersteuningsverzoek
pl: Zgłoszenie pomocy technicznej Signal iOS
sr: Signal iOS захтев за подржку
uk: Запит на підтримку Signal на iOS

# CALL_STATUS_FORMAT
source: Signal %@
nl: Signal-oproep %@

# SUPPORT_EMAIL_HID_LABEL_FORMAT
source: HID: %@
nl: Mens-interactie-apparaat: %@
