Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# PENDING_GROUP_MEMBERS_SECTION_TITLE_PEOPLE_YOU_INVITED
source: People you invited
ar: الأشخاص الذين قد دعوتهم أنت
az: Dəvət etdiyiniz adamlar
fr: Personnes que vous avez invitées
km: មនុស្សដែលអ្នកបានអញ្ជើញ
nl: Personen wie jij hebt uitgenodigd
pl: Ludzie, których zaprosiłeś(aś)
sr: Ваше послате позивнице
uk: Люди, яких ви запросили

# PER_MESSAGE_EXPIRATION_INVALID_CONTENT
source: Error handling incoming message
ar: خطأ في مُعاملة الرسالة الواردة
az: Gələn ismarışın açılmasında xəta
fr: Erreur de traitement du message entrant
km: បញ្ហាទទួលសារផ្ញើចូល
nl: Fout bij het verwerken van een inkomend bericht
pl: Błąd przy obsłudze przychodzącej wiadomości
sr: Догодила се грешка у обради пристигле поруке
uk: Помилка при обробці вхідного повідомлення

# PER_MESSAGE_EXPIRATION_NOT_VIEWABLE
source: View-once media
ar: وسائط-العرض-لِمرة-واحدة
az: Bir dəfə görünən media
fr: Média éphémère
km: បង្ហាញ-ម្តង មេឌា
nl: Eenmaligeweergave-media
pl: Multimedia jednorazowe
sr: Једнократни медиј
uk: Медіа вже переглянуто

# PER_MESSAGE_EXPIRATION_OUTGOING_MESSAGE
source: Media
ar: وسائط
fr: Médias
km: ព័ត៌មាន
pl: Multimedia
sr: Медији
uk: Медіа

# PER_MESSAGE_EXPIRATION_PHOTO_PREVIEW
source: View-once photo
ar: صورة للعرض لِمرة واحدة
az: Bir dəfə görünən foto
fr: Photo éphémère
km: បង្ហាញ-ម្តង រូបភាព
nl: Eenmaligeweergave-afbeelding
pl: Zdjęcie jednorazowe
sr: Једнократна фотографија
uk: Фото вже переглянуто

# PER_MESSAGE_EXPIRATION_VIDEO_PREVIEW
source: View-once video
ar: فيديو للعرض لِمرة واحدة
az: Bir dəfə görünən video
fr: Vidéo éphémère
km: បង្ហាញ-ម្តង វីដេអូ
nl: Eenmaligeweergave-video
pl: Wideo jednorazowe
sr: Једнократни видео запис
uk: Відео вже переглянуто

# PER_MESSAGE_EXPIRATION_VIEW_PHOTO
source: View Photo
ar: إظهار الصورة
az: Fotoya bax
fr: Visualiser la photo
km: បើកមើលរូបភាព
nl: Foto weergeven
pl: Wyświetl zdjęcie
sr: Прикажи фотографију
uk: Переглянути фото

# PER_MESSAGE_EXPIRATION_VIEW_VIDEO
source: View Video
ar: عرض الفيديو
az: Videoya bax
fr: Visualiser la vidéo
km: បង្ហាញវីដេអូ
nl: Video weergeven
pl: Obejrzyj video
sr: Прикажи видео запис
uk: Переглянути відео

# PER_MESSAGE_EXPIRATION_VIEWED
source: Viewed
ar: لقد تمَّ عرضه
az: Baxıldı
fr: Visualisé
km: បានបើកមើល
nl: Gezien
pl: Wyświetlono
sr: Погледано
uk: Переглянуто

# PHONE_NUMBER_DISCOVERABILITY_EVERYBODY
source: Everybody
ar: الجميع
fr: Tout le monde
nl: Iedereen
pl: Wszyscy
sr: Било ко
uk: Усі

# PHONE_NUMBER_DISCOVERABILITY_EVERYBODY_DESCRIPTION
source: Anyone who has your phone number in their contacts will see you as a contact on Signal. Others will be able to find you in Search.
ar: أي شخص لديه رقم هاتفك في جهات الاتصال الخاصة به سوف يراك كجهة اتصال على Signal. سيتمكن الآخرون من العثور عليك في البحث.
fr: Quiconque a votre numéro de téléphone dans ses contacts vous verra comme contact sur Signal. Les autres pourront vous trouver dans Recherche.
nl: Iedereen die je telefoonnummer in zijn contactenlijst heeft zal jou in Signal als een contactpersoon zien. Anderen zullen je kunnen vinden via de zoekfunctie.
pl: Każdy, kto ma Twój numer telefonu w swoich kontaktach, będzie widzieć Cię, jako użytkownika Signal. Inni będą mogli znaleźć Cię przez wyszukiwanie.
sr: Свако ко у контактима има ваш телефонски број видеће вас као контакт на Signal. Други ће вас моћи пронаћи у претрази.

# PHONE_NUMBER_DISCOVERABILITY_NOBODY
source: Nobody
ar: لا أحد
fr: Personne
nl: Niemand
pl: Nikt
sr: никога
uk: Ніхто

# PHONE_NUMBER_DISCOVERABILITY_NOBODY_DESCRIPTION
source: Nobody on Signal will be able to find you with your phone number. You won’t be visible as contact for people who have your phone number in their contacts and others won’t be able to find you with your phone number in search.
ar: لن يتمكن أي شخص على Signal من العثور عليك بواسطة رقم الهاتف الخاص بك. لن تكون مرئيًا كجهة اتصال للأشخاص الذين لديهم رقم هاتفك في جهات الاتصال الخاصة بهم ولن يتمكن الآخرون من العثور عليك باستخدام رقم الهاتف الخاص بك في البحث.
fr: Personne sur Signal ne pourra vous trouver avec votre numéro de téléphone. Vous ne serez pas visible comme contact pour les personnes qui ont votre numéro de téléphone dans leurs contacts et les autres ne pourront pas vous trouver avec votre numéro de téléphone dans Recherche.
nl: Niemand in Signal zal je kunnen vinden met je telefoonnummer. Je zal niet zichtbaar zijn als contactpersoon voor mensen die jouw telefoonnummer in hun contactenlijst hebben en andere zullen je niet kunnen vinden met jouw telefoonnummer in zoeken.
pl: Nikt w Signal nie będzie w stanie znaleźć Cię po numerze telefonu. Nie będziesz widoczny(a), jako kontakt dla osób, które mają Twój numer telefonu w swoich kontaktach, a inni nie będą mogli znaleźć Cię, wyszukując Twój numer telefonu.
sr: Нико на Signal неће моћи да вас пронађе са вашим бројем телефона. Нећете бити видљиви као контакт особама који имају ваш број телефона у контактима, а други неће моћи да вас пронађу са вашим бројем телефона у претрази.

# PHONE_NUMBER_EXAMPLE_FORMAT
source: Example: %@
ar: مِثال: %@
az: Nümunə: %@
fr: Exemple : %@
km: ឧទាហរណ៍៖ %@
nl: Voorbeeld: %@
pl: Przykład: %@
sr: Пример: %@
uk: Зразок: %@

# PHONE_NUMBER_SHARING_CONTACTS_ONLY
source: My Contacts
ar: جِهات اتصالي
fr: Mes contacts
nl: Mijn contactpersonen
pl: Moje kontakty
sr: Моји контакти
uk: Мої контакти

# PHONE_NUMBER_SHARING_CONTACTS_ONLY_DESCRIPTION
source: Only your contacts will see your phone number on Signal.
ar: فقط جهات الاتصال الخاصة بك سوف ترى رقم الهاتف الخاص بك على Signal.
fr: Seuls vos contacts verront votre numéro de téléphone sur Signal.
nl: Alleen jouw contacten zullen je telefoonnummer in Signal zien.
pl: Tylko Twoje kontakty zobaczą Twój numer telefonu w Signal.
sr: Само ваши контакти ће видети ваш број телефона на Signal-у.
uk: Лише ваші контакти бачитимуть ваш номер телефону у Signal.

# PHONE_NUMBER_SHARING_EVERYBODY
source: Everybody
ar: الجميع
fr: Tout le monde
nl: Iedereen
pl: Wszyscy
sr: Било ко
uk: Усі

# PHONE_NUMBER_SHARING_EVERYBODY_DESCRIPTION
source: Your phone number will be visible to people and groups you message. People who have your number in their phone contacts will also see it on Signal.
ar: سيكون رقم هاتفك مرئيًا للأشخاص والمجموعات التي تراسلها. الأشخاص الذين لديهم رقمك في جهات اتصال هواتفهم سيروه أيضًا على Signal.
fr: Votre numéro de téléphone sera visible par les personnes et les groupes avec lesquels vous échangez des messages. Les personnes qui ont votre numéro dans les contacts de leur téléphone le verront aussi sur Signal.
nl: Je telefoonnummer zal zichtbaar zijn voor iedereen en elke groep waar je een bericht naar stuurt. Mensen die jouw telefoonnummer hebben in hun contactenlijst zullen je ook zien op Signal.
pl: Twój numer będzie widoczny dla osób i grup. z którymi wymieniasz wiadomości. Osoby, które mają Twój numer w kontaktach swojego telefonu, będą również widzieć go w Signal.
sr: Ваш телефонски број ће бити видљив особама и групама којима пошаљете поруку. особе које имају ваш број у контактима на телефону такође ће га видети на Signal-у.

# PHONE_NUMBER_SHARING_NOBODY
source: Nobody
ar: لا أحد
fr: Personne
nl: Niemand
pl: Nikt
sr: никога
uk: Ніхто

# PHONE_NUMBER_SHARING_NOBODY_DESCRIPTION
source: Nobody will see your phone number on Signal.
ar: لن يرى أي أحد رقم هاتفك في Signal.
fr: Personne ne verra votre numéro de téléphone sur Signal.
nl: Niemand zal jouw telefoonnummer zien op Signal.
pl: Nikt nie zobaczy Twojego numeru telefonu w Signal.
sr: Нико неће видети ваш број телефона на Signal-у.
uk: Ніхто не бачитиме ваш номер телефону у Signal.

# PHONE_NUMBER_TYPE_HOME
source: Home
ar: المنزل
az: Ev
fr: Domicile
km: ផ្ទះ
nl: Thuis
pl: Domowy
sr: Кућни
uk: Домашній

# PHONE_NUMBER_TYPE_HOME_FAX
source: Home Fax
ar: فاكس المنزل
az: Ev Faksı
fr: Télécopieur domicile
km: ទូរសារនៅផ្ទះ
nl: Thuis fax
pl: Fax w domu
sr: Кућни факс
uk: Домашній факс

# PHONE_NUMBER_TYPE_MAIN
source: Main
ar: الأساسي
az: Əsas
fr: Principal
km: ចម្បង
nl: Hoofd
pl: Główny
sr: Главни
uk: Основний

# PHONE_NUMBER_TYPE_MOBILE
source: Mobile
ar: الهاتف المحمول
az: Mobil
km: ចល័ត
nl: Mobiel
pl: Komórka
sr: Мобилни
uk: Мобільний

# PHONE_NUMBER_TYPE_OTHER
source: Other
ar: آخر
az: Digər
fr: Autre
km: ផ្សេងៗ
nl: Andere
pl: Inne
sr: Друго
uk: Інші

# PHONE_NUMBER_TYPE_OTHER_FAX
source: Other Fax
ar: فاكس آخر
az: Başqa Faks
fr: Autre télécopieur
km: ទូរសារផ្សេងៗ
nl: Andere fax
pl: Fax inny
sr: Други факс
uk: Інший факс

# PHONE_NUMBER_TYPE_PAGER
source: Pager
ar: بيجر
az: Peycer
fr: Téléavertisseur
nl: Pieper
sr: Пејџер
uk: Пейджер

# PHONE_NUMBER_TYPE_UNKNOWN
source: Unknown
ar: غير معروف
az: Naməlum
fr: Inconnu
km: មិនស្គាល់
nl: Onbekend
pl: Nieznany
sr: Непознат
uk: Невідомий

# PHONE_NUMBER_TYPE_WORK
source: Work
ar: العمل
az: İş
fr: Travail
km: ការងារ
nl: Werk
pl: Praca
sr: Посао
uk: Робочий

# PHONE_NUMBER_TYPE_WORK_FAX
source: Work Fax
ar: فاكس العمل
az: İş Faksı
fr: Télécopieur travail
km: ទូរសារការងារ
nl: Werk fax
pl: Fax w pracy
sr: Пословни факс
uk: Робочий факс

# PHOTO_CAPTURE_GENERIC_ERROR
source: Unable to capture image.
ar: تعذر التقاط الصورة.
az: Şəkli oxuya bilmirik.
fr: Impossible de prendre la photo.
km: មិនអាចចាប់រូបភាព។
nl: Kan geen foto maken.
pl: Nie można wykonać zdjęcia.
sr: Није могуће снимити фотографију.
uk: Неможливо зробити знімок.

# PHOTO_CAPTURE_UNABLE_TO_CAPTURE_IMAGE
source: Unable to capture image.
ar: تعذر التقاط الصورة.
az: Şəkli oxuya bilmirik.
fr: Impossible de prendre la photo.
km: មិនអាចចាប់រូបភាព។
nl: Kan geen foto maken.
pl: Nie można wykonać zdjęcia.
sr: Није могуће снимити фотографију.
uk: Неможливо зробити знімок.

# PHOTO_CAPTURE_UNABLE_TO_INITIALIZE_CAMERA
source: Failed to configure camera.
ar: فشلت تهيئة الكاميرا.
az: Kameranın konfiqurasiyası alınmadı.
fr: Échec de configuration de l’appareil photo
km: បរាជ័យក្នុងការកំណត់កាមេរ៉ា។
nl: Afstemmen met camera mislukt.
pl: Nie można skonfigurować kamery.
sr: Грешка при подешавању камере.
uk: Не вдалося настроїти камеру.

# PHOTO_PICKER_UNNAMED_COLLECTION
source: Unnamed Album
ar: ألبوم بدون اسم
az: Adsız Albom
fr: Album sans nom
km: អាល់បុមគ្មានឈ្មោះ
nl: Naamloos album
pl: Album bez nazwy
sr: Неименовани албум
uk: Альбом без назви

# PIN_ACTION
source: Pin
ar: تثبيت
fr: Épingler
nl: Vastprikken
pl: Przypnij
sr: Закачити
uk: Закріпити

# PIN_CREATION_ALPHANUMERIC_HINT
source: PIN must be at least 4 characters
ar: الـPIN يجب أن يحوي اربعة رموز على الأقل
az: PİNdə ən azı 4 işarə olmalıdır
fr: Le NIP doit comporter au moins quatre caractères
km: PIN ត្រូវមានយ៉ាងហោចណាស់4 តួ
nl: Je pincode moet uit ten minste 4 karakters bestaan
pl: PIN musi mieć przynajmniej 4 znaki
sr: PIN мора садржати бар 4 карактера
uk: PIN-код повинен бути не коротшим 4-х символів

# PIN_CREATION_CHANGING_TITLE
source: Change your PIN
ar: تغيير PIN الخاص بك
az: PİN-i dəyiş
fr: Changer votre NIP
km: ផ្លាស់ប្តូរលេខ PIN របស់អ្នក
nl: Je pincode wijzigen
pl: Zmień swój PIN
sr: Промените ваш PIN
uk: Змінити PIN-код

# PIN_CREATION_CONFIRM_TITLE
source: Confirm your PIN
ar: تأكيد PIN الخاص بك
az: PİNi təsdiqlə
fr: Confirmer votre NIP
km: ផ្ទៀងផ្ទាត់លេខ PIN របស់អ្នក
nl: Je pincode bevestigen
pl: Potwierdź swój PIN
sr: Потврдите ваш PIN
uk: Підтвердіть свій PIN-код

# PIN_CREATION_CONFIRMATION_EXPLANATION
source: Enter the PIN you just created.
ar: أدخل الـPIN الذي أنشأته للتو.
az: Yaratdığınız PİNi yaz.
fr: Saisissez le NIP que vous venez de créer
km: បញ្ចូលលេខ PIN ដែលអ្នកទើបបង្កើត។
nl: Voer de pincode die je zojuist hebt aangemaakt opnieuw in.
pl: Wpisz ponownie PIN, który utworzyłeś(aś).
sr: Потврдите ваш нови PIN.
uk: Введіть PIN-код, який ви тільки що створили.

# PIN_CREATION_CREATE_ALPHANUMERIC
source: Create Alphanumeric PIN
ar: إنشاء PIN أبجدي رقمي
az: Hərf və rəqəmli PİN yarat
fr: Créer un NIP alphanumérique
km: បង្កើតអក្សរក្រមលេខ PIN
nl: Maak een alfanumerieke pincode aan
pl: Utwórz alfanumeryczny PIN
sr: Додај алфанумерички PIN
uk: Створити Буквенно-Цифровий PIN-код

# PIN_CREATION_CREATE_NUMERIC
source: Create Numeric PIN
ar: أنشيء PIN رقمي
az: Rəqəmli PİN yarat
fr: Créer un NIP numérique
km: បង្កើតលេខ PIN
nl: Maak een numerieke pincode aan
pl: Utwórz liczbowy PIN
sr: Додај нумерички PIN
uk: Створити цифровий PIN-код

# PIN_CREATION_DISABLE_CONFIRMATION_ACTION
source: Disable PIN
ar: تعطيل الـPIN
fr: Désactiver le NIP
nl: Pincode uitschakelen
pl: Wyłącz PIN
sr: Искључи PIN
uk: Вимкнути PIN

# PIN_CREATION_DISABLE_CONFIRMATION_MESSAGE
source: If you disable the PIN, you will lose all data when you re-register Signal unless you transfer it from another iOS device. You can not turn on Registration Lock while the PIN is disabled.
ar: إذا عطّلتَ الـPIN، ستفقد جميع البيانات عند إعادة التسجيل في Signal إلّا إذا قمت بنقلِها مِن جهاز iOS آخر. لا يُمكنُك تفعيل قفل التسجيل أثناء تعطيل الـPIN.
fr: Si vous désactivez le NIP, vous perdrez toutes vos données lors de votre réinscription sur Signal, à moins que vous ne les transfériez depuis un autre appareil iOS. Vous ne pouvez pas activer le blocage de l’inscription si le NIP est désactivé.
nl: Als je de pincode uitschakelt dan zul je alle gegevens kwijtraken wanneer je Signal opnieuw registreert, tenzij je de gegevens vanaf een ander iOS apparaat overzet. Zolang de pincode is uitgeschakeld kun je geen registratievergrendeling inschakelen.
pl: Jeśli wyłączysz PIN, przy ponownej rejestracji Signal stracisz wszystkie dane, chyba że przeniesiesz je z innego urządzenia z systemem iOS. Gdy PIN jest wyłączony, nie możesz włączyć blokady rejestracji.
sr: Ако онемогућите PIN, изгубићете све податке када поново региструјете Signal, осим ако их увезете из другог iOS уређаја. Не можете укључити закључавање регистрације док је PIN онемогућен.

# PIN_CREATION_DISABLE_CONFIRMATION_TITLE
source: Warning
ar: تحذير
fr: Avertissement
km: ព្រមាន
nl: Waarschuwing
pl: Uwaga
sr: Упозорење
uk: Попередження

# PIN_CREATION_ERROR_MESSAGE
source: Your PIN was not saved. We’ll prompt you to create a PIN later.
ar: لم يُحفَظ الـPIN الخاص بك. سنُطالِبُك بإنشاء PIN لاحقًا.
az: PİNiniz yadda saxlanmadı. PİNi daha sonra yaratmaq üçün xəbər edəcəyik.
fr: Votre NIP n’a pas été enregistré. Nous vous proposerons de créer un NIP plus tard.
km: លេខ PIN របស់អ្នកមិនបានរក្សាទុក។ យើងនឹងណែនាំអ្នកអោយបង្កើតកូដ PIN នៅពេលក្រោយ។
nl: Je pincode is niet opgeslagen. We zullen je later opnieuw vragen een pincode aan te maken.
pl: Twój PIN nie został zapisany. Później poprosimy Cię o utworzenie PINu.
sr: Ваш PIN није сачуван. Обавестићемо вас касније да додате PIN.
uk: Ваш PIN-код не був збережений. Ми попросимо вас пізніше створити PIN-код.

# PIN_CREATION_ERROR_TITLE
source: PIN Creation Failed
ar: فشل إنشاء الـPIN
az: PİN yaradılmasında xəta
fr: Échec de création du NIP
km: ការបង្កើត PIN បរាជ័យ
nl: Pincode aanmaken mislukt
pl: Utworzenie PINu nie powiodło się
sr: Додавање PIN-а неуспешно
uk: Не вдалося створити PIN-код

# PIN_CREATION_EXPLANATION
source: PINs keep information stored with Signal encrypted so only you can access it. Your profile, settings, and contacts will restore when you reinstall. You won’t need your PIN to open the app.
ar: الـPIN يُبقي المعلومات المحفوظة مع Signal مُعمّاة لذلك تستطيع أنت فقط الوصول إليها. سيتم استرجاع ملفك الشخصي، الإعدادات وجهات الاتصال عندما تُعيد التثبيت. أنت لست بحاجة إلى الـPIN لفتح التطبيق.
fr: Les NIP font en sorte que les renseignements sont enregistrés chiffrés dans Signal afin que vous seul puissiez y accéder. Votre profil, vos paramètres et vos contacts seront restaurés quand vous réinstallerez Signal. Vous n’aurez pas besoin de votre NIP pour ouvrir l’appli.
nl: Met een pincode wordt informatie versleuteld opgeslagen op Signal's servers zodat alleen jij er toegang toe hebt. Zelfs Signal's ontwikkelaars kunnen je informatie niet inzien. Je kunt hierdoor je profielnaam, -foto en -omschrijving, instellingen en (geblokkeerde) contacten herstellen wanneer je Signal opnieuw installeert. Je hebt de pincode niet nodig om de app te openen.
pl: Kody PIN gwarantują, że informacje przechowywane w Signal są zaszyfrowane i tylko Ty masz do nich dostęp. Twój profil, ustawienia i kontakty zostaną przywrócone, gdy ponownie zainstalujesz Signal. Nie będziesz potrzebować swojego kodu PIN do otwarcia aplikacji.
sr: Употребом PIN-а се подаци које Signal складишти енкриптују, тако да им само ви можете приступити. Ваш налог, подешавања и контакти ће бити враћени када реинсталирате Signal. За отварање апликације неће вам требати PIN.

# PIN_CREATION_LEARN_MORE
source: Learn More About PINs
ar: تعرّف على المزيد حول الـPIN
fr: En apprendre davantage les NIP
nl: Leer meer over pincodes
pl: Dowiedz się więcej o kodach PIN
sr: Сазнајте више о PIN-овима
uk: Дізнатись більше про PIN

# PIN_CREATION_MISMATCH_ERROR
source: PINs don’t match. Try again.
ar: الـPIN غير مُطابق. حاول مرة أُخرى.
az: PİNlər uyğun gəlmir. Bir daha cəhd edin.
fr: Les NIP ne correspondent pas. Veuillez réessayer.
km: លេខPIN មិនត្រូវគ្នា។ ព្យាយាមម្តងទៀត។
nl: De pincodes komen niet overeen. Probeer het opnieuw.
pl: Kody PIN się różnią. Spróbuj ponownie.
sr: PIN-ови се не подударају. Покушајте поново.
uk: PIN-коди не співпадають. Спробуйте ще раз.

# PIN_CREATION_NUMERIC_HINT
source: PIN must be at least 4 digits
ar: الـPIN يجب أن يحوي اربعة ارقام على الأقل
az: PİNdə ən az 4 işarə olmalıdır
fr: Le NIP doit comporter au moins quatre chiffres
km: លេខ PIN ត្រូវមានយ៉ាងហោច 4 ខ្ទង់
nl: Je pincode moet uit ten minste 4 cijfers bestaan
pl: PIN musi mieć przynajmniej 4 cyfry
sr: PIN мора садржати бар 4 цифре
uk: PIN-код повинен бути не коротшим 4-х цифр

# PIN_CREATION_PIN_CONFIRMATION_HINT
source: Re-enter PIN
ar: أعِد إدخال الـPIN
az: PİNi yenidən yaz
fr: Saisissez le NIP de nouveau.
km: បញ្ចូលលេខ PIN ម្តងទៀត
nl: Voer je pincode opnieuw in
pl: Ponownie wpisz PIN
sr: Потврдите ваш PIN
uk: Введіть PIN-код ще раз

# PIN_CREATION_PIN_PROGRESS
source: Creating PIN…
ar: جار إنشاء الـPIN...
az: PİN yaradılır...
fr: Création du NIP…
km: កំពុងបង្កើត PIN…
nl: Pincode aan het aanmaken …
pl: Tworzenie PINu…
sr: Постављање PIN-а...
uk: Створення PIN-коду...

# PIN_CREATION_RECREATION_EXPLANATION
source: You can change your PIN as long as this device is registered.
ar: يُمكنك تغيير الـPIN الخاص بك طالما أن هذا الجهاز مُسجّل.
az: Bu alət qeydiyyatda olarkən istədiyiniz qədər PİN dəyişə bilərsiniz.
fr: Vous pouvez changer votre NIP tant que cet appareil est inscrit.
km: អ្នកអាចប្តូរលេខ PIN របស់អ្នក លុះត្រាឧបករណ៍នេះត្រូវបានចុះឈ្មោះ។
nl: Zolang je telefoonnummer nog voor dit apparaat geregistreerd staat kun je je pincode nog wijzigen.
pl: Dopóki to urządzenie jest zarejestrowane, możesz zmienić swój PIN.
sr: Ваш PIN можете променити док год је овај уређај регистрован.
uk: Ви можете змінити свій PIN-код, поки цей пристрій зареєстровано.

# PIN_CREATION_RECREATION_TITLE
source: Change your PIN
ar: تغيير الـPIN الخاص بك
az: PİN-i dəyiş
fr: Changer votre NIP
km: ផ្លាស់ប្តូរលេខ PIN របស់អ្នក
nl: Pincode wijzigen
pl: Zmień swój PIN
sr: Промените ваш PIN
uk: Змінити PIN-код

# PIN_CREATION_REGLOCK_CONFIRMATION_ACTION
source: Turn Off
ar: تعطيل
az: Söndür
fr: Désactiver
km: បិទ
nl: Uitschakelen
pl: Wyłącz
sr: Искључи
uk: Відключити

# PIN_CREATION_REGLOCK_CONFIRMATION_MESSAGE
source: To disable your PIN, you first have to turn off Registration Lock.
ar: لتعطيل الـPIN الخاص بك ، عليك أولاً تعطيل قفل التسجيل.
fr: Pour désactiver votre NIP, vous devez d’abord désactiver le blocage de l’inscription.
nl: Om je pincode uit te schakelen moet je eerst de registratievergrendeling uitschakelen.
pl: Aby wyłączyć swój kod PIN, musisz najpierw wyłączyć blokadę rejestracji.
sr: Да бисте онемогућили свој PIN, прво морате искључити Закључавање Регистрације.

# PIN_CREATION_REGLOCK_CONFIRMATION_TITLE
source: Turn Off Registration Lock?
ar: هل تُريد تعطيل قفل التسجيل؟
az: Qeydiyyat kilidini söndürək?
fr: Désactiver le blocage de l’inscription ?
km: បិទការចាក់សោរចុះឈ្មោះ?
nl: Registratievergrendeling uitschakelen?
pl: Wyłączyć blokadę rejestracji?
sr: Искључи закључавање регистрације?
uk: Відключити Блокування Реєстрації?

# PIN_CREATION_SKIP
source: Disable PIN
ar: تعطيل الـPIN
fr: Désactiver le NIP
nl: Pincode uitschakelen
pl: Wyłącz PIN
sr: Искључи PIN
uk: Вимкнути PIN

# PIN_CREATION_TITLE
source: Create your PIN
ar: إنشاء الـPIN الخاص بك
az: PİN yaradın
fr: Créer votre NIP
km: បង្កើតលេខ PIN របស់អ្នក
nl: Pincode aanmaken
pl: Utwórz swój PIN
sr: Направите ваш PIN
uk: Створити PIN-код

# PIN_CREATION_WEAK_ERROR
source: Choose a stronger PIN
ar: اختر PIN أقوى
az: Güclü PİN seç
fr: Choisissez une NIP plus robuste
km: ជ្រើសរើសលេខ PIN ខ្លាំងជាងនេះ
nl: Verzin een sterkere pincode
pl: Wybierz silniejszy PIN
sr: Унесите компликованији PIN
uk: Виберіть більш надійний PIN-код

# PIN_DISABLE_ERROR_MESSAGE
source: Your PIN was not able to be disabled. We’ll prompt you again later.
ar: لقد تعذّر تعطيل الـPIN الخاص بك. سنُطالِبُك مرة أُخرى لاحقًا.
fr: Impossible de désactiver votre NIP. Nous vous le proposerons plus tard.
nl: Je pincode kon niet uitgeschakeld worden We zullen het je later opnieuw vragen.
pl: Nie udało się wyłączyć Twojego PINu. Później poprosimy Cię o jego wyłączenie.
sr: Ваш PIN није могао бити онемогућен. Обавестићемо вас поново касније.

# PIN_DISABLE_ERROR_TITLE
source: PIN Disable Failed
ar: فشل تعطيل الـPIN
fr: Échec de désactivation du NIP
nl: Pincode uitschakelen mislukt
pl: Wyłączenie PINu nie powiodło się
sr: Неуспешно онемогућавање PIN-а
uk: Помилка вимкнення PIN

# PIN_REMINDER_EXPLANATION
source: To help you memorize your PIN, we’ll ask you to enter it periodically. We’ll ask less over time.
ar: لمُساعدتك في حفظ الـPIN الخاص بك، سوف نسألك لإدخاله من حين لآخر. سنسألك عنه بشكل أقل مع مرور الزمن.
az: PİNi yadda saxlamaq üçün onu hərdən bir daxil etməyinizi istəyəcəyik. Bir azdan daha az tələb edəcəyik.
fr: Pour vous aider à mémoriser votre NIP, nous vous demanderons de le saisir régulièrement. Nous vous le demanderons de moins en moins souvent.
km: ដើម្បីជួយការចង់ចាំលេខ PIN របស់អ្នក យើងនឹងសួរអ្នក ឲ្យបញ្ចូលវាជាប្រចាំ។យើងនឹងសួរតិចជាងមុនលើកក្រោយ។
nl: Om je te helpen je pincode te onthouden, vragen we je periodiek om je pincode in te voeren. Na verloop van tijd zullen we je minder vaak vragen om dat te doen.
pl: Aby pomóc Ci zapamiętać Twój PIN, będziemy co jakiś czas o niego pytać. Z czasem pytania będą coraz rzadsze.
sr: Да бисмо вам помогли да запамтите ваш PIN, повремено ћемо тражити од вас да га потврдите. Временом ће то бити све ређе.
uk: Щоб допомогти вам запам'ятати свій PIN-код, ми будемо просити вас періодично вводити його. Згодом це буде відбуватися рідше.

# PIN_REMINDER_FORGOT_PIN
source: Forgot your PIN?
ar: هل نسيت الـPIN الخاص بك؟
az: PİNi unutdunuz?
fr: Avez-vous oublié votre NIP ?
km: ភ្លេចលេខ PIN របស់អ្នក?
nl: Pincode vergeten?
pl: Zapomniałeś(aś) PIN?
sr: Заборавили сте ваш PIN?
uk: Забули свій PIN-код?

# PIN_REMINDER_MEGAPHONE_ACTION
source: Verify PIN
ar: التحقُّق من الـPIN
az: PİNi təsdiqlə
fr: Confirmer le NIP
km: ផ្ទៀងផ្ទាត់លេខ PIN
nl: Pincode verifiëren
pl: Zweryfikuj PIN
sr: Проверите PIN
uk: Підтвердити PIN-код

# PIN_REMINDER_MEGAPHONE_BODY
source: We’ll occasionally ask you to verify your PIN so that you remember it.
ar: من حين لآخر سنُطالبك بالتحقُق من الـPIN حتى تتذكره.
az: Hərdən PİNi təsdiqləmənizi istəyəcəyik ki, o yadınızda qalsın.
fr: Nous vous demanderons de temps en temps de confirmer votre NIP afin que vous vous en souveniez.
km: យើងនឹងសាកសួរអ្នកម្តងម្កាល ដើម្បីផ្ទៀងផ្ទាត់លេខកូដ PIN ថាអ្នកពិតជាចងចាំវា។
nl: Signal zal je af te toe vragen om je pincode opnieuw in te voeren, om te controleren of je hem goed onthouden hebt.
pl: Okazjonalnie poprosimy Cię o zweryfikowanie Twojego kodu PIN, abyś go zapamiętał(a).
sr: Повремено ћемо вас питати да унесете ваш PIN, како бисте га запамтили.
uk: Іноді ми будемо просити вас підтвердити ваш PIN-код, щоб ви його не забували.
