Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# CONVERSATION_SETTINGS_REMOVE_FROM_GROUP_BUTTON
source: Remove From Group
ar: إزالة من المجموعة
az: Qrupdan çıxar
fr: Supprimer du groupe
km: លុបចេញពីក្រុម
nl: Verwijderen van de groep
pl: Usuń z grupy
sr: Уклони из групе
uk: Видалити з Групи

# CONVERSATION_SETTINGS_REMOVE_FROM_GROUP_TITLE_FORMAT
source: Remove %@ from the group?
ar: إزالة %@ من المجموعة؟
az: %@ qrupdan çıxsın?
fr: Supprimer %@ du groupe ?
km: លុប %@ ចេញពីក្រុម?
nl: %@ van de groep verwijderen?
pl: Usunąć %@ z grupy?
sr: Уклони %@ из групе?
uk: Видалити %@ з групи?

# CONVERSATION_SETTINGS_REVOKE_GROUP_ADMIN_BUTTON
source: Remove as Admin
ar: إزالة مِنَ الإشراف
az: İnzibatçını sil
fr: Supprimer en tant qu’administrateur
km: លុបជាអ្នកគ្រប់គ្រង
nl: Beheerdersbevoegdheden intrekken
pl: Usuń administratora
sr: Одузми администраторске дозволе
uk: Видалити як Адміністратора

# CONVERSATION_SETTINGS_REVOKE_GROUP_ADMIN_TITLE_FORMAT
source: Remove %@ as group admin?
ar: إزالة %@ مِنَ الإشراف عَلى المَجمُوعَة؟
az: %@ qrup inzibatçısı siinsin?
fr: Supprimer %@ en tant qu’administrateur du groupe ?
km: លុប %@ ជាអ្នកគ្រប់គ្រង?
nl: Beheerdersbevoegdheden van %@ intrekken?
pl: Usunąć %@, jako administratora grupy?
sr: Одузми администраторске дозволе групе од %@?
uk: Видалити %@ як адміністратора групи?

# CONVERSATION_SETTINGS_SEARCH
source: Search Chat
ar: البحث في المحادثة
fr: Chercher dans la conversation
nl: Gesprek doorzoeken
pl: Szukaj w rozmowie
sr: Тражи ћаскање
uk: Пошук у чаті

# CONVERSATION_SETTINGS_UNBLOCK_GROUP
source: Unblock Group
ar: رفع حَظر المجموعة
az: Qrupu blokundan çıxar
fr: Débloquer le groupe
km: លែងហាមឃាត់ក្រុម
nl: Groep deblokkeren
pl: Odblokuj grupę
sr: Одблокирај групу
uk: Розблокувати Групу

# CONVERSATION_SETTINGS_UNBLOCK_USER
source: Unblock User
ar: رفع حَظر المُستخدم
az: İstifadəçini blokdan çıxar
fr: Débloquer l’utilisateur
km: លែងហាមឃាត់អ្នកប្រើប្រាស់
nl: Persoon deblokkeren
pl: Odblokuj użytkownika
sr: Одблокирај особу
uk: Розблокувати Користувача

# CONVERSATION_SETTINGS_UNMUTE_ACTION
source: Unmute
ar: رَفع الكَتم
az: Səsini ver
fr: Réactiver les notifications
km: មិនបិទសំឡេង
nl: Niet meer dempen
pl: Cofnij wyciszenie
sr: Укључи обавештења
uk: Сповіщати

# CONVERSATION_SETTINGS_UNSAVED_CHANGES_MESSAGE
source: Would you like to save the changes that you made to this chat?
ar: ألديك الرغبة في حفظ التغييرات التي أجريتها لهذه المحادثة؟
fr: Voulez-vous enregistrer les changements que vous avez apportés à cette conversation ?
nl: Wil je de wijzigingen die je aan dit gesprek gemaakt hebt opslaan?
pl: Czy chcesz zapisać zmiany wprowadzone w tej rozmowie?
sr: Да ли желите да сачувате измене овог ћаскања?
uk: Бажаєте зберігти зміни, які ви зробили у цьому чаті?

# CONVERSATION_SETTINGS_UNSAVED_CHANGES_TITLE
source: Unsaved Changes
ar: التَغيُّرات غَير مَحفُوظَة
az: Yadda Saxlanmamış Dəyişikliklər
fr: Les changements n’ont pas été enregistrés
km: ការកែប្រែមិនបានរក្សាទុក
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
sr: Несачуване измене
uk: Незбережені зміни

# CONVERSATION_SETTINGS_VIEW_ALL_MEMBERS
source: View all members
ar: إظهار جميع الأعضاء
az: Bütün üzvlərə bax
fr: Visualiser tous les membres
km: បង្ហាញសមាជិកទាំងអស់
nl: Alle leden weergeven
pl: Zobacz wszystkich członków
sr: Прикажи све чланове
uk: Переглянути всіх учасників

# CONVERSATION_SETTINGS_VIEW_IS_SYSTEM_CONTACT
source: This user is in your contacts
ar: المُستخدم مُسجّل في جهات اتصالك
az: İstifadəçi əlaqələrinizdədir
fr: Cet utilisateur est dans vos contacts.
km: អ្នកប្រើប្រាស់នេះនៅក្នុងបញ្ជីទំនាក់ទំនងរបស់អ្នក
nl: Deze persoon staat ook in je contactenlijst
pl: Ten użytkownik jest w Twoich kontaktach
sr: Ова особа је у вашем именику
uk: Цей користувач є в контактах

# CONVERSATION_SETTINGS_VIEW_SHARE_PROFILE
source: Share Profile
ar: مُشارَكة المَلفّ الشَّخصي
az: Profilini Paylaş
fr: Partager le profil
km: ចែករំលែកប្រវត្តិរូប
nl: Profiel zichtbaar maken
pl: Udostępnij profil
sr: Подели профил
uk: Поділитися профілем

# CONVERSATION_SETTINGS_VIEW_SHARE_PROFILE_WITH_GROUP
source: Share Your Profile
ar: مُشارَكة مَلفَّكَ الشَّخصي
az: Profilini Paylaş
fr: Partager votre profil
km: ចែករំលែកប្រវត្តិរូបរបស់អ្នក
nl: Je profiel zichtbaar maken
pl: Udostępnij swój profil
sr: Поделите ваш профил
uk: Поділитися своїм профілем

# CONVERSATION_SETTINGS_VIEW_SHARE_PROFILE_WITH_USER
source: Share Your Profile
ar: مُشارَكة مَلفَّكَ الشَّخصي
az: Profilini Paylaş
fr: Partager votre profil
km: ចែករំលែកប្រវត្តិរូបរបស់អ្នក
nl: Je profiel zichtbaar maken
pl: Udostępnij swój profil
sr: Поделите ваш профил
uk: Поділитися своїм профілем

# CONVERSATION_VIEW_ADD_TO_CONTACTS_OFFER
source: Add to Contacts
ar: أضف إلى جهات الاتصال
az: Əlaqələrə əlavə et
fr: Ajouter aux contacts
km: បន្ថែមចូល បញ្ជីទំនាក់ទំនង
nl: Aan contactenlijst toevoegen
pl: Dodaj do kontaktów
sr: Додај у именик
uk: Додати до контактів

# CONVERSATION_VIEW_CELL_ACCESSIBILITY_SENDER_FORMAT
source: %@ sent:
ar: إنَّ %@ قد أرسلَ:
fr: %@ a envoyé :
nl: %@ stuurde:
pl: %@ wysłał(a):
sr: %@ послао:
uk: %@ надіслав:

# CONVERSATION_VIEW_CELL_ACCESSIBILITY_SENDER_LOCAL_USER
source: You sent:
ar: أنتَ قد أرسلتَ:
fr: Vous avez envoyé :
nl: Jij stuurde:
pl: Wysłałeś(aś):
sr: Послали сте:
uk: Ви надіслали:

# CONVERSATION_VIEW_DELETE_ALL_MESSAGES
source: Delete All
ar: حذف الكل
az: Hamısını sil
fr: Tout supprimer
km: លុបទាំងអស់
nl: Alles wissen
pl: Usuń wszystko
sr: Избриши све
uk: Видалити Все

# CONVERSATION_VIEW_LOADING_MORE_MESSAGES
source: Loading More Messages…
ar: يجري تحميل رسائل أكثر…
az: Daha Çox Mesaj Yüklənir...
fr: Chargement de plus de messages…
km: កំពុងផ្ទុកសារបន្ថែម...
nl: Meer berichten aan het laden …
pl: Wczytywanie wiadomości...
sr: Учитавање додатних порука...
uk: Довантажуємо повідомлення...

# CONVERSATION_VIEW_OVERSIZE_TEXT_TAP_FOR_MORE
source: Read More
ar: قراءة المزيد
fr: Lire la suite
km: អានបន្ថែមទៀត
nl: Meer lezen
pl: Czytaj dalej
sr: Прочитајте више
uk: Більше

# CORRUPTED_SESSION_DESCRIPTION
source: Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.
ar: إعادة تعيين جلستك سيسمح لك باستقبال الرسائل الحديثة من %@, لكن لن تتمكن من استعادة أي من الرسائل التالفة.
az: Sessiyanı sıfırlamaqla gələcəkdə %@ -dan ismarış ala biləcəksiniz, amma artıq oxunulmayan ismarışları görə bilməyəcəksiniz.
fr: La réinitialisation de votre session vous permettra de recevoir les futurs messages de %@, mais elle ne récupérera pas les messages déjà corrompus.
km: ការកំណត់ការចូលប្រើប្រាស់របស់អ្នកឡើងវិញ នឹងអនុញ្ញាតឲ្យអ្នកទទួលសារក្នុងពេលខាងមុខពី %@, ប៉ុន្តែ វានឹងមិនស្តារនូវសារណាដែលបានខូចខាតទេ។
nl: Je sessie opnieuw instellen zal je toestaan toekomstige berichten van %@ te ontvangen, maar het zal reeds beschadigde berichten niet herstellen.
pl: Zresetowanie sesji pozwoli otrzymywać przyszłe wiadomości od %@, ale nie przywróci dotychczasowych uszkodzonych wiadomości.
sr: Ресетовање сесије омогућава примање будићих порука од %@, али не може повратити постојеће оштећене поруке.
uk: Скидання сеансу дасть вам змогу отримувати повідомлення від %@, але не відновить жодних раніше пошкоджених повідомлень.

# COUNTRYCODE_SELECT_TITLE
source: Select Country Code
ar: اختر رمز الدولة
az: Ölkə kodu seç
fr: Sélectionner l’indicatif de pays
km: ជ្រើសរើសកូដប្រទេស
nl: Selecteer landcode
pl: Wybierz kod kraju
sr: Изаберите позивни број државе
uk: Виберіть код країни

# CROP_SCALE_IMAGE_VIEW_TITLE
source: Move and Scale
ar: حرِك وحَجِّم
az: Yerini Dəyiş və Ölç
fr: Déplacer et mettre à l’échelle
km: ផ្លាស់ទីនិងកំណត់ខ្នាត
nl: Verplaatsen en schalen
pl: Przesuń i zmień wielkość
sr: Помери и промени величину
uk: Переміщуйте та масштабуйте

# DATABASE_VIEW_OVERLAY_SUBTITLE
source: This can take a few minutes.
ar: قد يستغرق ذلك بضع دقائق.
az: Bu bir neçə dəqiqə zaman ala bilər.
fr: Cela peut prendre quelques minutes.
km: វាអាចចំណាយពេលប៉ុន្មានទាទី។
nl: Dit kan enkele minuten duren.
pl: To może zająć kilka minut.
sr: Ово може потрајати пар минута.
uk: Це може зайняти кілька хвилин.

# DATABASE_VIEW_OVERLAY_TITLE
source: Optimizing Database
ar: تنظيم قاعدة البيانات
az: Məlumat Bazasının Optimallaşdırılması
fr: Optimisation de la base de données
km: កំពុងធ្វើឲ្យទិន្នន័យប្រសើរឡើង
nl: Databank aan het optimaliseren
pl: Optymalizacja bazy danych
sr: Оптимизовање базе података
uk: Оптимізація бази даних

# DATE_HOURS_AGO_FORMAT
source: %@h
ar: %@س
az: %@ s
km: %@ម៉ោង
nl: %@ u
pl: %@g
sr: %@ч
uk: %@г

# DATE_MINUTES_AGO_FORMAT
source: %@m
ar: %@د
az: %@ d
km: %@នាទី
nl: %@ min
pl: %@min
sr: %@м
uk: %@х

# DATE_NOW
source: Now
ar: الآن
az: İndi
fr: À l’instant
km: ឥឡូវ
nl: Nu
pl: Teraz
sr: Сада
uk: Зараз

# DATE_TODAY
source: Today
ar: اليوم
az: Bu gün
fr: Aujourd’hui
km: ថ្ងៃនេះ
nl: Vandaag
pl: Dzisiaj
sr: Данас
uk: Сьогодні

# DATE_YESTERDAY
source: Yesterday
ar: البارِحة
az: Dünən
fr: Hier
km: ម្សិលមិញ
nl: Gisteren
pl: Wczoraj
sr: Јуче
uk: Учора

# DEBUG_LOG_ALERT_COULD_NOT_COPY_LOGS
source: Could not copy logs.
ar: تعذّر نسخ السجلات.
az: Girişləri köçürə bilmədik.
fr: Impossible de copier les journaux.
km: មិនអាចថតចម្លងកំណត់ត្រា។
nl: Kon logs niet kopiëren.
pl: Kopiowanie logów nieudane.
sr: Грешка при копирању извештаја.
uk: Не вдалося скопіювати логи.

# DEBUG_LOG_ALERT_COULD_NOT_PACKAGE_LOGS
source: Could not package logs.
ar: تعذّر جمع السجلات.
az: Girişləri qruplaşdıra bilmədik.
fr: Impossible de compresser les journaux.
km: មិនអាចប្រមូលកំណត់ត្រា។
nl: Kon logs niet inpakken.
pl: Pakowanie logów nieudane.
sr: Грешка у припреми извештаја.
uk: Не вдалося зібрати логи.

# DEBUG_LOG_ALERT_ERROR_UPLOADING_LOG
source: Could not upload logs.
ar: تعذّر رفع السجلات.
az: Girişləri yükləyə bilmədik.
fr: Impossible de téléverser les journaux.
km: មិនអាចបញ្ជូនកំណត់ត្រាទាំងនេះ។
nl: Kon logs niet uploaden.
pl: Wysyłanie logów nieudane.
sr: Грешка при отпремању извештаја.
uk: Не вдалося вивантажити логи.

# DEBUG_LOG_ALERT_MESSAGE
source: What would you like to do with the link to your debug log?
ar: ما الذي تودُ فِعله بالرابط إلى سِجل الفحص؟
az: Xəta hesabatına olan linklə nə etmək istəyirsən?
fr: Que voulez-vous faire avec le lien vers votre journal de débogage ?
km: តើអ្នកចង់ធ្វើយ៉ាងណាចំពោះ តំណភ្ជាប់កំណត់ត្រាបញ្ហារបស់អ្នក?
nl: Wat wil je doen met de koppeling naar je foutopsporingslog?
pl: Co chcesz zrobić z linkiem do swojego logu debugowania?
sr: Шта желите да урадите са линком ка вашем извештају грешака?
uk: Що зробити із посиланням на ваші логи помилок?

# DEBUG_LOG_ALERT_NO_LOGS
source: Could not find any logs.
ar: تعذّر العثور على أي سجلات.
az: Heç bir giriş tapılmadı.
fr: Aucun journal n’a été trouvé.
km: មិនអាចស្វែងរកកំណត់ត្រាផ្សេងៗ។
nl: Kon geen logs vinden.
pl: Nie znaleziono logów.
sr: Није могуће пронаћи ни један извештај.
uk: Неможливо знайти логи.

# DEBUG_LOG_ALERT_OPTION_BUG_REPORT
source: Open a Bug Report
ar: فَتح بَلاغ خَلَل
az: Xəta Hesabatını Aç
fr: Ouvrir un relevé de bogue
km: បើករបាយការណ៍បញ្ហា
nl: Een fout melden
pl: Otwórz raport błędów
sr: Пријавите грешку
uk: Повідомити про помилку

# DEBUG_LOG_ALERT_OPTION_COPY_LINK
source: Copy Link
ar: نسخ الرابط
az: Linki Köçür
fr: Copier le lien
km: ថតចម្លងតំណភ្ជាប់
nl: Verwijzing kopiëren
pl: Kopiuj link
sr: Копирај линк
uk: Копіювати посилання

# DEBUG_LOG_ALERT_OPTION_EMAIL
source: Email Support
ar: بَريد الدَّعم
az: Email Dəstək
fr: Envoyer un courriel à l’assistance
km: សារអេឡិចត្រូនិចគាំទ្រ
nl: Helpdesk e-mailen
pl: Wyślij log e-mailem
sr: Пошаљите имејл подршци
uk: Написати е-листа до підтримки

# DEBUG_LOG_ALERT_OPTION_SEND_TO_SELF
source: Send to Self
ar: إرسال لِنَفسِك
az: Özünə Göndər
fr: Envoyer à soi-même
km: ផ្ញើទៅខ្លួនឯង
nl: Verzenden naar mezelf
pl: Wyślij do siebie
sr: Пошаљите себи
uk: Надіслати собі

# DEBUG_LOG_ALERT_OPTION_SHARE
source: Share
ar: المُشاركة
az: Paylaş
fr: Partager
km: ចែករំលែក
nl: Delen
pl: Udostępnij
sr: Поделите
uk: Поділитися

# DEBUG_LOG_ALERT_TITLE
source: One More Step
ar: خطوة أخيرة
az: Daha Bir Addım
fr: Plus qu’une étape
km: មួយជំហានទៀត
nl: Nog één stap
pl: Jeszcze jeden krok
sr: Још један корак
uk: Ще один крок

# DEBUG_LOG_GITHUB_ISSUE_ALERT_MESSAGE
source: The gist link was copied in your clipboard. You are about to be redirected to the GitHub issue list.
ar: تمَّ نَسخ رابط المُحتوى في الحافِظة الخاصة بِك. أنتَ على وَشَك إعادَة تَوجيهك إلى قائمَة المَشاكِل عَلى مَوقِع GitHub.
az: Əsas link sənin mübadilə buferinə köçürülüb. GitHub Problemləri siyahısına yönləndirilməkdəsən.
fr: Le lien gist a été copié dans votre presse-papiers. Vous êtes sur le point d’être redirigé vers la liste des problèmes de GitHub.
km: តំណភ្ជាប់សំខាន់ត្រូវបានថតចម្លងនៅក្នុងក្តាចុចរបស់អ្នក។ អ្នកនឹងត្រូវផ្លាស់ប្តូរទៅកាន់បញ្ជីបញ្ហា GitHub ។
nl: De verwijzing in Git is gekopieerd naar je klembord. Je wordt zo dadelijk doorverwezen naar GitHub.
pl: Link gista został skopiowany do schowka. Za chwilę zostaniesz przeniesiony na listę zgłoszeń na GitHub.
sr: Линк gist-а је копиран у вашој остави. Бићете преусмерени ка листи проблема на GitHub-у.
uk: Посилання на gist було скопійовано. Зараз вас перенаправлять на список помилок на GitHub.

# DEBUG_LOG_GITHUB_ISSUE_ALERT_TITLE
source: GitHub Redirection
ar: إعادة التوجيه إلى GitHub
az: GitHub Yönləndirilməsi
fr: Redirection vers GitHub
km: ការផ្លាស់ប្តូរទៅកាន់ GitHub
nl: GitHub-doorverwijzing
pl: Przekierowanie do GitHub
sr: GitHub преусмерење
uk: Спрямування на GitHub

# DEBUG_LOG_INFO_BUTTON
source: Info about debug logs
ar: مَعلُومات عَن سِجل التَصحيح
fr: Renseignements sur les journaux de débogage
nl: Informatie over foutopsporingslogs
pl: Informacja o logach debugowania
sr: Инфо о извештају грешака
uk: Інформація про журнал налагодження

# DELETE_ALL_MESSAGES_IN_CONVERSATION_ALERT_BODY
source: Delete all messages in the chat?
ar: حذف جميع الرسائل في المُحادثة؟
fr: Supprimer tous les messages de la conversation ?
nl: Alle berichten in dit gesprek wissen?
pl: Usunąć wszystkie wiadomości w tej rozmowie?
sr: Избриши све поруке у ћаскање?
uk: Видалити усі повідомлення у чаті?

# DELETE_ALL_MESSAGES_IN_CONVERSATION_BUTTON
source: Delete All Messages
ar: حَذف جَميع الرَّسائل
az: Bütün ismarışları sil
fr: Supprimer tous les messages
km: លុបសារទាំងអស់
nl: Alle berichten wissen
pl: Usuń wszystkie waidomości
sr: Избриши све поруке
uk: Видалити Всі Повідомлення

# DELETE_SELECTED_MESSAGES_IN_CONVERSATION_ALERT_FORMAT
source: Delete %ld Messages?
ar: حَذف عَدَد %ld رِسالة؟
az: %ld ismarışlar silinsin?
fr: Supprimer %ld messages ?
km: លុប %ld សារ?
nl: %ld berichten wissen?
pl: Usunąć %ld wiadomości?
sr: Избриши %ld порука?
uk: Видалити %ld повідомлення?

# DELETE_SELECTED_SINGLE_MESSAGES_IN_CONVERSATION_ALERT_FORMAT
source: Delete Message?
ar: حذف الرِّسالة؟
az: İsmarış silinsin?
fr: Supprimer le message ?
km: លុបសារ?
nl: Bericht wissen?
pl: Usunąć wiadomość?
sr: Избриши поруку?
uk: Видалити Повідомлення?

# DEREGISTRATION_REREGISTER_WITH_SAME_PHONE_NUMBER
source: Re-register this phone number
ar: أعد تسجيل رقم الهاتف المعنيّ
az: Bu telefon nömrəsini yenidən qeydiyyatdan keçir
fr: Inscrire ce numéro de téléphone de nouveau
km: ចុះឈ្មោះលេខទូរសព្ទនេះម្តងទៀត
nl: Registreer dit telefoonnummer opnieuw
pl: Zarejestruj ten numer ponownie
sr: Поново региструј овај број телефона.
uk: Зареєструвати цей номер телефону знову

# DEREGISTRATION_WARNING
source: Device no longer registered. Your phone number may be registered with Signal on a different device. Tap to re-register.
ar: لم يعُد الجِّهاز مُسَجلاً. قَد يَكُونُ رَقم هاتفَك مُسجلاً بِواسِطَة Signal في جِهاز آخر. اُنقُر لإعادَة التَّسجيل.
az: Cihaz qeydiyyatlı deyil. Sənin telefon nömrən Signal ilə başqa cihazda qeydiyyatlı ola bilər. Yenidən qeydiyyat üçün kliklə.
fr: L’appareil n’est plus inscrit. Votre numéro de téléphone est peut-être inscrit à Signal sur un appareil différent. Touchez pour vous inscrire de nouveau.
km: ឧបករណ៍មិនអាចចុះឈ្មោះទៀតបានទេ។ លេខទូរសព្ទរបស់អ្នកប្រហែលជាត្រូវបានចុះឈ្មោះជាមួយ Signalលើឧបករណ៍ផ្សេងទៀត។ វាយដើម្បីចុះឈ្មោះម្តងទៀត។
nl: Dit apparaat is niet langer geregistreerd. Je telefoonnummer is mogelijk op een ander apparaat bij Signal geregistreerd. Tik om opnieuw te registreren.
pl: Urządzenie nie jest już zarejestrowane. Twój numer może być zarejestrowany na innym urządzeniu. Dotknij by zarejestrować ponownie.
sr: Уређај више није повезан. Могуће је да је ваш број телефона регистрован на Signal на другом уређају. Кликните овде како бисте поновили регистрацију.
uk: Пристрій не зареєстровано. Можливо, ви зареєстрували цей номер телефону в Signal на іншому пристрої. Натисніть, щоб зареєструватися знову.

# DEVICE_LAST_ACTIVE_AT_LABEL
source: Last active: %@
ar: آخرُ نَشاط: %@
az: Son aktivlik: %@
fr: Dernière activité : %@
km: សកម្មភាពចុងក្រោយ៖ %@
nl: Laatst actief: %@
pl: Ostatnia aktywność: %@
sr: Последњи пут виђен: %@
uk: Остання активність: %@

# DEVICE_LINKED_AT_LABEL
source: Linked: %@
ar: مُرتَبِط: %@
az: Qoşulma: %@
fr: Relié : %@
km: បានតភ្ជាប់៖​ %@
nl: Gekoppeld: %@
pl: Połączony: %@
sr: Повезан: %@
uk: Прив’язано %@

# DEVICE_LIST_UPDATE_FAILED_TITLE
source: Failed to update device list.
ar: فشل تحديث قائمة الأجهزة
az: Alət siyahısını yeniləyə bilmədi.
fr: Échec de mise à jour de la liste des appareils
km: បរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពបញ្ជីឧបករណ៍។
nl: Het bijwerken van de lijst met apparaten is mislukt.
pl: Nie udało się zaktualizować listy urządzeń.
sr: Грешка при ажурирању листе уређаја.
uk: Не вдалося оновити список пристроїв.

# DEVICE_TRANSFER_CANCEL_CONFIRMATION_ACTION
source: Stop Transfer
ar: إيقافُ النَّقل
az: Köçürməni dayandır
fr: Arrêter le transfert
km: បញ្ឈប់ការបញ្ជូន
nl: Overzetten annuleren
pl: Zatrzymaj przenoszenie
sr: Заустави пренос
uk: Зупинити Перенесення

# DEVICE_TRANSFER_CANCEL_CONFIRMATION_MESSAGE
source: Closing this window will stop the transfer you have in progress, are you sure you want to proceed?
ar: سيؤدي إغلاق هذه النافذة إلى إيقاف عملية النقل الجارية، هل انت متأكد انك تريد المتابعة؟
az: Bu pəncərə bağlansa yerinə yetirilən köçürmə dayanacaq, davam etmək istədiyinə əminsən?
fr: Fermer cette fenêtre arrêtera le transfert en cours. Voulez-vous vraiment poursuivre ?
km: ជ្រើសរើសផ្ទាំងនេះ នឹងបញ្ឈប់ការបញ្ជូនដែលកំពុងដំណើការ តើអ្នកចង់ចាប់ផ្តើមទេ?
nl: Je kunt het overzetten van gegevens annuleren door dit venster te sluiten. Weet je zeker dat je het overzetten wilt stoppen?
pl: Zamknięcie tego okna spowoduje zatrzymanie trwającego przenoszenia. Czy na pewno chcesz kontynuować?
sr: Затварањем овог прозора се обуставља пренос података у току. Да ли заиста желите да наставите?
uk: Закриття цього вікна зупинить процес перенесення, який зараз виконується, ви впевнені, що хочете продовжити?

# DEVICE_TRANSFER_CANCEL_CONFIRMATION_TITLE
source: Stop Transfer?
ar: هل تُريد إيقاف الإنتقال؟
az: Köçürmə dayansın?
fr: Arrêter le transfert ?
km: បញ្ឈប់ការបញ្ជូន?
nl: Overzetten annuleren?
pl: Zatrzymać przenoszenie?
sr: Зауставите пренос?
uk: Зупинити Перенесення?

# DEVICE_TRANSFER_CHOICE_EXPLANATION
source: If you have your old iOS device, you can securely transfer your account and messages to this device.
ar: إذا كان جهازك الـiOS القديم متاحاً، يمكنك نقل حسابك والرسائل بأمان إلى هذا الجهاز.
az: Köhnə iOS cihazınız varsa, hesabınızı tvə ismarışlarınızı bu cihaza təhlükəsiz köçürə bilərsiniz.
fr: Si vous avez votre ancien appareil iOS, vous pouvez transférer votre compte et vos messages vers cet appareil en toute sécurité.
km: បើអ្នកមានឧបករណ៍ iOS ចាស់ៗ អ្នកអាចបញ្ជូនគណនី និងសាររបស់អ្នកដោយសុវត្ថិភាព​ទៅឧបករណ៍នេះ។
nl: Als je een vorig iOS apparaat bezit, dan kun je je instellingen en gespreksgeschiedenis op een beveiligde manier overzetten naar dit apparaat.
pl: Jeśli masz swoje stare urządzenie z systemem iOS, możesz bezpiecznie przenieść swoje konto i wiadomości na to urządzenie.
sr: Ако поседујете ваш стари iOS уређај, можете безбедно пренети ваш налог и поруке на овај уређај.
uk: Якщо у вас є ваш старий пристрій на iOS, ви можете безпечно перенести свій обліковий запис та повідомлення на цей пристрій.

# DEVICE_TRANSFER_CHOICE_LINKED_EXPLANATION
source: If you were previously using Signal on a linked iPad, you can securely transfer your account and messages to this device.
ar: إذا كُنتَ تَستخدِم Signal مُسبقًا عَلى جِهاز iPad مُرتَبِط، يُمكِنُكَ نَقل حِسابك وَالرَّسائِل إلى هَذَا الجِهاز بِشَكل آمن.
az: Əvvəllər qoşulu iPadda Signal istifadə etmisinizsə, hesab və ismarışlarınızı təhlükəsiz olaraq bu cihaza köçürə bilərsiniz.
fr: Si vous utilisiez Signal sur un iPad relié auparavant, vous pouvez transférer votre compte et vos messages vers cet appareil en toute sécurité.
km: បើអ្នកពីមុនប្រើប្រាស់ Signal ដែលបានតភ្ជាប់លើ iPad អ្នកអាចបញ្ជូនគណនី និងសាររបស់អ្នក ដោយសុវត្ថិភាព ពីឧបករណ៍នេះ។
nl: Als je in het verleden Signal hebt gebruikt op een gekoppelde iPad, dan kun je je instellingen en gespreksgeschiedenis op een beveiligde manier overzetten naar dit apparaat.
pl: Jeśli poprzednio używałeś(aś) Signal na połączonym iPadzie, możesz bezpiecznie przenieść swoje konto i wiadomości na to urządzenie.
sr: Ако сте Signal раније користили на повезаном iPad-у, сада можете безбедно пренети ваш налог и поруке на овај уређај.
uk: Якщо ви використовували Signal на прив'язаному iPad, ви можете безпечно перенести свій обліковий запис та повідомлення на цей пристрій.

# DEVICE_TRANSFER_CHOICE_REGISTER_BODY
source: Continue without transferring your account and messages
ar: الاِستِمر دُونَ نَقل حِسابَك وَرَسائِلك
az: Hesab və ismarışları köçürmədən davam et
fr: Poursuivre sans transférer ni compte ni messages
km: បន្ត ដោយមិនបញ្ជូន គណនី និងសាររបស់អ្នក
nl: Doorgaan zonder je instellingen en en berichten over te zetten
pl: Kontynuuj bez przenoszenia konta i wiadomości
sr: Наставите без преношења вашег налога и порука
uk: Продовжити без перенесення облікового запису і повідомлень

# DEVICE_TRANSFER_CHOICE_REGISTER_LINKED_BODY
source: Add this iPad as a new linked device without transferring message history
ar: أضف هذا الـiPad كجهاز مُرتبط جديد دون نقل سجل الرسائل
az: Bu iPadi ismarış tarixçəsini kpçürmədən yeni qoşulu cihaz kimi əlavə et
fr: Ajouter cet iPad en tant que nouvel appareil relié, sans transférer l’historique des messages
km: បន្ថែម iPad នេះជាឧបករណ៍ថ្មី ដោយមិនបញ្ជូនប្រវត្តិសារ
nl: Deze iPad als nieuw apparaat toevoegen zonder gespreksgeschiedenis over te zetten
pl: Dodaj tego iPada, jako połączone urządzenie, bez przenoszenia historii wiadomości
sr: Додајте овај iPad као нови повезан уређај без преноса историје преписки
uk: Додати цей iPad як новий прив'язаний пристрій без перенесення історії повідомлень

# DEVICE_TRANSFER_CHOICE_REGISTER_LINKED_TITLE
source: Add as New Device
ar: إضافة كجهاز جديد
az: Yeni cihaz əlavə et
fr: Ajouter en tant que nouvel appareil
km: បន្ថែមឧបករណ៍ថ្មី
nl: Voeg als nieuw apparaat toe
pl: Dodaj, jako nowe urządzenie
sr: Додај као нови уређај
uk: Додати як Новий Пристрій

# DEVICE_TRANSFER_CHOICE_REGISTER_TITLE
source: Register without Transferring
ar: سجِّل دون نَقل
az: Köçürmədən qeydiyyat
fr: S’inscrire sans transférer
km: ចុះឈ្មោះដោយមិនបញ្ជូន
nl: Registreren zonder overzetten
pl: Zarejestruj bez przenoszenia
sr: Регистрација без преноса података
uk: Зареєструватися без Переносу

# DEVICE_TRANSFER_CHOICE_TITLE
source: Transfer Account & Messages
ar: نَقل الحساب والرسائل
az: İsmarış və hesabın köçürülməsi
fr: Transférer compte et messages
km: បញ្ជូនគណនីនិងសារ
nl: Instellingen & berichten overzetten
pl: Przenieś konto i wiadomości
sr: Пренеси налог и поруке
uk: Перенесення Облікового Запису і Повідомлень
