Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# NEW_GROUP_VIEW_UNSAVED_CHANGES_TITLE
source: Unsaved Changes
ar: تغييرات غير المحفوظة
az: Yadda Saxlanmamış Dəyişikliklər
fr: Changements non enregistrés
km: ការកែប្រែមិនបានរក្សាទុក
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
sr: Несачуване измене
uk: Незбережені зміни

source: New Message
ar: رِسالة جديدة
az: Yeni ismarış
fr: Nouveau message
km: សារថ្មី
nl: Nieuw bericht
pl: Nowa wiadomość
sr: Нова порука
uk: Нове повідомлення

# NEW_NONCONTACT_CONVERSATION_VIEW_BUTTON
source: Search
ar: البحث
az: Axtar
fr: Chercher
km: ស្វែងរក
nl: Zoeken
pl: Szukaj
sr: Претрага
uk: Пошук

# NEW_NONCONTACT_CONVERSATION_VIEW_TITLE
source: Find User
ar: البحث عن مُستخدم
az: İstifadəçi Tap
fr: Trouver un utilisateur
km: ស្វែងរកអ្នកប្រើប្រាស់
nl: Persoon zoeken
pl: Wyszukaj użytkownika
sr: Пронађите особу
uk: Знайти користувача

# NO_CONTACTS_SEARCH_BY_PHONE_NUMBER
source: Find Contacts by Phone Number
ar: إيجاد جهات الاتصال بواسطة رقم الهاتف
az: Əlaqələri Telefon Nömrələri ilə Tap
fr: Trouver des contacts par numéro de téléphone
km: ស្វែងរកបញ្ជីទំនាក់ទំនងតាមលេខទូរសព្ទ
nl: Zoek contactpersonen op telefoonnummer
pl: Odszukaj kontakty po numerze telefonu
sr: Пронађите контакт по броју телефона
uk: Знайти контакти за номером телефону

source: No groups in common
ar: لا توجد مجموعات مُشتركة
fr: Aucun groupe en commun
km: គ្មានក្រុមរួម
nl: Geen gemeenschappelijke groepen
pl: Brak wspólnych grup
sr: Нема заједничких група
uk: Спільних груп немає

# NO_SELECTED_CONVERSATION_DESCRIPTION
source: Select a contact or group to start chatting.
ar: حدِّد جهة اتصال أو مجموعة لبدء المُحادثة.
az: Söhbət üçün adam və ya qrup seçin.
fr: Sélectionnez un contact ou un groupe pour lancer une conversation.
km: ជ្រើសរើសលេខទំនាក់ទំនងមួយ ឬក្រុមមួយ ដើម្បីចាប់ផ្តើមការសន្ទនា។
nl: Kies een groep of contactpersoon om een gesprek te beginnen.
pl: Wybierz kontakt lub grupę aby zacząć rozmowę.
sr: Започните преписку одабиром дописника или групе.
uk: Оберіть контакт чи групу щоб почати спілкування.

# NO_SELECTED_CONVERSATION_TITLE
source: Welcome to Signal
ar: مرحبًا بِكَ فِي Signal
az: Signal-a xoş gəldiniz
fr: Bienvenue sur Signal
km: ស្វាគមន៍មកកាន់ Signal
nl: Welkom bij Signal
pl: Witamy w Signal
sr: Добродошли у Signal
uk: Ласкаво просимо до Signal

# NON_CONTACT_TABLE_CELL_NEW_MESSAGE
source: New message to:
ar: رسالة جديدة إلى:
az: İsmarış ünvanı:
fr: Nouveau message à :
km: សារថ្មីទៅកាន់៖
nl: Nieuw bericht naar:
pl: Nowa wiadomość do:
sr: Нова порука за:
uk: Нове повідомлення для:

# NON_CONTACT_TABLE_CELL_SEND_SMS
source: No user found. Invite via SMS?
ar: لم يتم العثور على المُستخدم. دعوته عبر SMS؟
az: İstifadəçi tapılmadı? SMS ilə dəvət edin.
fr: Aucun utilisateur n’a été trouvé. Inviter par texto ?
km: រកមិនឃើញអ្នកប្រើប្រាស់។ អញ្ជើញតាមសារ SMS?
nl: Geen persoon gevonden. Wil je via sms een uitnodiging verzenden?
pl: Nie znaleziono użytkownika. Wysłać zaproszenie przez SMS?
sr: Корисник није пронађен. Пошаљите SMS позивницу?
uk: Користувача не знайдено. Запросити через SMS?

source: Note to Self
ar: الملاحظات الشخصية
az: Nəzərində Saxla
fr: Note à mon intention
km: កំណត់ចំណាំ
nl: Notitie aan mezelf
pl: Moje notatki
sr: Моје белешке
uk: Замітка для себе

# NOTIFICATION_BODY_PHONE_LOCKED_FORMAT
source: You may have received messages while your %@ was restarting.
ar: قد تكون قد استلمت رسائل اثناء إعادة تشغيل %@ الخاص بك.
az: %@ yenidən başladılana qədən mesaj qəbul etmiş ola bilərsən.
fr: Vous avez peut-être reçu des messages alors que votre %@ redémarrait.
km: អ្នកប្រហែលបានទទួលសារ នៅពេល %@ របស់អ្នក កំពុងបើកឡើងវិញ។
nl: Je hebt misschien berichten ontvangen terwijl je %@ aan het herstarten was.
pl: Możliwe, że otrzymałeś(aś) wiadomości podczas restartowania %@.
sr: Могуће је да сте примили поруке док се %@ рестартовао.
uk: Поки ваш %@ перезапускався, ви могли одержати повідомлення.

# NOTIFICATION_PERMISSION_ACTION_SHEET_BODY
source: To receive notifications for new messages:
ar: لتلقي إشعارات بالرسائل الجديدة:
fr: Pour recevoir des notifications de nouveaux messages :
km: ដើម្បីទទួលសារជូនដំណឹង សម្រាប់សារថ្មី៖
nl: Om meldingen van nieuwe berichten te krijgen:
pl: Aby otrzymywać powiadomienia o nowych wiadomościach:
sr: Да бисте видели обавештења о новим порукама:
uk: Щоб отримувати сповіщення про нові повідомлення:

# NOTIFICATION_PERMISSION_ACTION_SHEET_STEP_ONE
source: Tap “Go to Settings” below
ar: انقر على "الانتقال إلى الإعدادات" في الأسفل
fr: Touchez « Aller dans Réglages » ci-dessous
km: ចុច “ទៅការកំណត់” ខាងក្រោម
nl: Tik op ‘Naar instellingen’ hieronder
pl: Stuknij poniżej “Przejdź do ustawień”
sr: Кликните на „Иди у подешавања”
uk: Натисніть Налаштування нижче

# NOTIFICATION_PERMISSION_ACTION_SHEET_STEP_THREE
source: Turn on “Allow Notifications”
ar: تفعيل "السماح بالإشعارات".
fr: Activez « Autoriser les notifications »
km: បើក “អនុញ្ញាតសារជូនដំណឹង”
nl: Tik op ‘Sta meldingen toe’
pl: Włącz “Zezwól na powiadomienia”
sr: Укључите „Омогући обавештења”
uk: Увімкніть «Дозволити сповіщення»

# NOTIFICATION_PERMISSION_ACTION_SHEET_STEP_TWO
source: Tap Notifications
ar: انقر على الإشعارات
fr: Touchez Notifications
km: ចុច សារជូនដំណឹង
nl: Tik op ‘Meldingen’
pl: Stuknij Powiadomienia
sr: Кликните на „Обавештења”
uk: Торкніться Сповіщення

# NOTIFICATION_PERMISSION_ACTION_SHEET_TITLE
source: Turn on Notifications
ar: تفعيل الإشعارات
fr: Activer les notifications
km: បើក​សារជូនដំណឹង
nl: Meldingen inschakelen
pl: Włącz powiadomienia
sr: Укључите обавештења
uk: Увімкніть Сповіщення

# NOTIFICATION_PERMISSION_NOT_NOW_ACTION
source: Not Now
ar: ليس الآن
az: İndi yox
fr: Pas maintenant
km: លើកក្រោយ
nl: Niet nu
pl: Nie teraz
sr: Не сада
uk: Не зараз

# NOTIFICATION_PERMISSION_REMINDER_MEGAPHONE_ACTION
source: Turn On
ar: شغِّل
az: Yandır
fr: Activer
km: បើក
nl: Inschakelen
pl: Włącz
sr: Укључи
uk: Увімкнути

# NOTIFICATION_PERMISSION_REMINDER_MEGAPHONE_BODY
source: Never miss a message from your contacts and groups.
ar: عدم تفويت أي رسالة من جهات الاتصال والمجموعات الخاصة بك.
fr: Ne manquez jamais un message de vos contacts ni de vos groupes.
km: លែងខកខានសារណាមួយពីបញ្ជីទំនាក់ទំនង និងក្រុមរបស់អ្នក។
nl: Mis nooit een melding van je contactpersonen en groepen.
pl: Nie przegap wiadomości od kontaktów i grup.
sr: Никада не пропустите поруке од ваших контаката и група.
uk: Ніколи не пропускайте повідомлення від ваших контактів та груп.

# NOTIFICATION_PERMISSION_REMINDER_MEGAPHONE_TITLE
source: Turn on Notifications?
ar: تفعيل الإشعارات؟
fr: Activer les notifications ?
km: បើក សារជូនដំណឹង?
nl: Meldingen inschakelen?
pl: Włączyć powiadomienia?
sr: Укључите обавештења?
uk: Увімкнути сповіщення?

# NOTIFICATIONS_FOOTER_WARNING
source: Actions include “Mark as Read,” “Reply,” and “Call Back.”
ar: تتضمن الإجراءات "تعليم كمقروء"، "الرَّدّ"، و "إعادة الاتِّصال."
az: Hərəkətlərə daxildir "Oxunmuş kimi işarələ", "Cavab" və "Geriyə zəng".
fr: Les actions sont « Marquer comme lu », « Répondre » et « Rappeler ».
km: សកម្មភាពរួមមាន “ដាក់ថាបានអាន” “ឆ្លើយតប,” និង “ហៅទៅវិញ។”
nl: Handelingen omvatten ‘Markeren als gelezen’, ‘Reageren’ en ‘Terugbellen’.
pl: Akcje obejmują "Oznacz jako przeczytane", "Odpowiedz" i "Oddzwoń".
sr: Акције су „Означи прочитаним”, „Одговори” и „Позови”.
uk: Можливі дії "Позначити як прочитано", "Відповісти" та "Передзвонити".

# NOTIFICATIONS_NONE
source: No Name or Content
ar: لا اسم ولا مُحتوى
az: Ad və Mətn Yoxdur
fr: Ni nom ni contenu
km: គ្មានឈ្មោះ ឬ ខ្លឹមសារ
nl: Geen naam en geen berichtinhoud
pl: Brak nazwy czy zawartości
sr: Без имена и садржаја
uk: Без імені чи вмісту

# NOTIFICATIONS_SECTION_INAPP
source: Play While App is Open
ar: التشغيل أثناء فتح التطبيق
az: Aplikasiya Açıq Olduğu Vaxt Oyna
fr: Jouer pendant que l’appli est ouverte
km: ចាក់ នៅពេលកម្មវិធីបើក
nl: Afspelen terwijl app geopend is
pl: Odtwarzaj, gdy aplikacja otwarta
sr: И док је апликација отворена
uk: Відтворювати, коли програма відкрита

# NOTIFICATIONS_SECTION_SOUNDS
source: Sounds
ar: اﻷصوات
az: Səslər
fr: Sons
km: សំឡេង
nl: Geluiden
pl: Dźwięki
sr: Звучна обавештења
uk: Звуки

# NOTIFICATIONS_SECTION_SOUNDS_ADD_CUSTOM_SOUND
source: Add custom sound…
ar: إضافة صوت مُخصصة…
fr: Ajouter un son personnalisé…
nl: Zelfgekozen geluid toevoegen …
pl: Dodaj własny dźwięk...
sr: Додати прилагођен звук...
uk: Додати власний звук…

# NOTIFICATIONS_SENDER_AND_MESSAGE
source: Name, Content, and Actions
ar: الاسم، المُحتوى والإجراءات
az: Ad, məzmun və hərəkətlər
fr: Nom, contenu et actions
km: ឈ្មោះ, ខ្លឹមសារ, និងសកម្មភាព
nl: Naam, berichtinhoud en handelingen
pl: Nazwa, zawartość i akcja
sr: Име, садржај и акције
uk: Ім'я, вміст та дії

# NOTIFICATIONS_SENDER_ONLY
source: Name Only
ar: الاسم فقط
az: Yalnız Ad
fr: Nom seulement
km: មានតែឈ្មោះ
nl: Alleen de naam van de afzender
pl: Tylko nazwa
sr: Само име
uk: Лише ім’я

# NOTIFICATIONS_SHOW
source: Show
ar: إظهار
az: Göstər
fr: Afficher
km: បង្ហាញ
nl: Laat zien
pl: Pokaż
sr: Прикажи
uk: Показувати

source: OK
ar: حسنًا
az: Oldu
fr: Valider
km: យល់ព្រម
nl: Begrepen
sr: У реду
uk: Гаразд

# ONBOARDING_2FA_ATTEMPTS_EXHAUSTED
source: Incorrect PIN. Attempts exhausted.
ar: PIN غير صحيح. انتهت المُحاولات.
az: Səhv PİN. Həddən çox cəhd.
fr: Le NIP est erroné. Vous avez épuisez le nombre d’essais.
km: លេខ PIN មិនត្រឹមត្រូវ។ ការសាកល្បងហួសកំណត់។
nl: Incorrecte pincode. Geen pogingen resterend.
pl: Nieprawidłowy kod PIN. Brak dostępnych prób.
sr: Нетачан PIN. Искористили сте све покушаје.
uk: Неправильний PIN-код. Спроб не залишилося.

# ONBOARDING_2FA_CREATE_NEW_PIN
source: Create New PIN
ar: إنشاء إنشاء رقم تعريفي شخصي جديد
az: Yeni PİN yarat
fr: Créer un nouveau NIP
km: បង្កើត PIN ថ្មី
nl: Nieuwe pincode aanmaken
pl: Utwórz nowy PIN
sr: Направи нови PIN
uk: Створити Новий PIN-код

# ONBOARDING_2FA_ENTER_ALPHANUMERIC
source: Enter Alphanumeric PIN
ar: أدخِل رقما تعريفيا شخصيا أبجدي رقمي
az: Hərf və rəqəm PİN yaz
fr: Saisir un NIP alphanumérique
km: បញ្ចូលលេខ PIN អក្សរក្រមលេខ
nl: Voer je alfanumerieke pincode in
pl: Wpisz alfanumeryczny PIN
sr: Унеси алфанумерички PIN
uk: Ввести буквено-цифровий PIN-код

# ONBOARDING_2FA_ENTER_NUMERIC
source: Enter Numeric PIN
ar: أدخِل رقما تعريفيا شخصيا أبجدي رقمي
az: Rəqəmli PİN yaz
fr: Saisir un NIP numérique
km: បញ្ចូលលេខកូដ PIN
nl: Voer je numerieke pincode in
pl: Wpisz liczbowy PIN
sr: Унеси нумерички PIN
uk: Ввести цифровий PIN-код

# ONBOARDING_2FA_FORGOT_PIN_LINK
source: Need Help?
ar: هل تُريد مُساعدة؟
az: Kömək lazımdır?
fr: Besoin d’aide ?
km: ត្រូវការជំនួយ?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
sr: Потребна вам је помоћ?
uk: Потрібна Допомога?

# ONBOARDING_2FA_INVALID_PIN
source: Incorrect PIN
ar: الرقم التعريفي الشخصي غير صحيح
az: Səhv PİN
fr: Le NIP est erroné
km: លេខកូដ PIN មិនត្រឹមត្រូវ
nl: Incorrecte pincode
pl: Nieprawidłowy PIN
sr: Нетачан PIN
uk: Неправильний PIN-код

# ONBOARDING_2FA_INVALID_PIN_PLURAL_FORMAT
source: Incorrect PIN. %lu attempts remaining.
ar: الرقم التعريفي الشخصي غير صحيح. بقيت %lu محاولة.
az: Səhv PIN. %lu cəhd qaldı.
fr: Le NIP est erroné. Il reste %lu essais.
km: លេខ PIN មិនត្រឹមត្រូវ។ ការព្យាយាមនៅសល់ %lu ដង។
nl: Incorrecte pincode. %lu pogingen resterend.
pl: Nieprawidłowy kod PIN. Pozostały %lu próby.
sr: Нетачан PIN. Преостаје вам %lu покушаја.
uk: Неправильний PIN-код. Залишилось %lu спроб.

# ONBOARDING_2FA_INVALID_PIN_SINGLE
source: Incorrect PIN. 1 attempt remaining.
ar: الرقم التعريفي الشخصي غير صحيح. بقيت محاولة واحدة.
az: Səhv PIN. 1 cəhd qaldı.
fr: Le NIP est erroné. Il reste 1 essai.
km: លេខ PIN មិនត្រឹមត្រូវ។ ការព្យាយាមនៅសល់ 1 ដង។
nl: Incorrecte pincode. 1 poging resterend.
pl: Nieprawidłowy kod PIN. Pozostała 1 próba.
sr: Нетачан PIN. Преостао вам је 1 покушај.
uk: Неправильний PIN-код. Залишилась 1 спроба.

# ONBOARDING_2FA_SKIP_AND_CREATE_NEW_PIN
source: Skip and Create New Pin
ar: التجاهل وإنشاء إنشاء رقم تعريفي شخصي جديد
az: Keç və yeni PİN yarat
fr: Ignorer et créer un nouveau NIP
km: រំលង និងបង្កើតលេខ Pin ថ្មី
nl: Overslaan en nieuwe pincode aanmaken
pl: Pomiń i utwórz nowy PIN
sr: Прескочи и направи нови PIN
uk: Пропустити і Створити Новий PIN-код

# ONBOARDING_2FA_SKIP_PIN_ENTRY_MESSAGE
source: If you can’t remember your PIN, you can create a new one. You can register and use your account but you’ll lose some saved settings like your profile information.
ar: إذا كنتَ لا تستطيع تذكُر إنشاء رقمك التعريفي الشخصي، يُمكنك إنشاء واحد جديد. كما يمكنك التسجيل واستخدام حسابك لكن سوف تضيع بعض إعداداتك المحفوظة، مثل معلومات حسابك الشخصي.
az: PİN yadınızda qalmayıbsa, yenisini yaradın. Qeydiyyatdan keçə bə hesabınızı istifadə edə bilərsiniz , ancaq profil məlumatı kimi bəzi digər quraşdırmalarınız itəcək.
fr: Si vous ne vous souvenez pas de votre NIP, vous pouvez en créer un nouveau. Vous pouvez vous inscrire et utiliser votre compte, mais vous perdrez certains paramètres enregistrés tels que les renseignements de votre profil.
km: បើអ្នកមិនអាចចងចាំ PIN របស់អ្នកទេ អ្នកអាចបង្កើតថ្មីបាន។ អ្នកអាចចុះឈ្មោះ និងប្រើប្រាស់គណនីរបស់អ្នក តែអ្នកនឹងត្រូវបាត់បង់ការកំណត់ដែលបានរក្សាទុក ដូចជាព័ត៌មានប្រវត្តិរូបរបស់អ្នក។
nl: Als je je je pincode niet kan herinneren, dan kun je een nieuwe pincode aanmaken. Je kunt Signal dan weer gebruiken, maar sommige instellingen waaronder je profielnaam, -foto en -omschrijving zullen dan niet bewaard blijven.
pl: Jeśli nie pamiętasz swojego PINu, możesz utworzyć nowy. Możesz zarejestrować się i używać swojego konta, ale stracisz niektóre zapisane ustawienia, takie jak informacje w Twoim profilu.
sr: Ако се не сећате вашег PIN-а, можете направити нови. Регистрација новог налогa је дозвољена, али ћете изгубити нека подешавања као што су личне информације профила.
uk: Якщо ви не можете згадати свій PIN-код, ви можете створити новий. Ви зможете зареєструватися та використовувати свій обліковий запис, але втратите деякі збережені настройки, наприклад інформацію вашого профілю.

# ONBOARDING_2FA_SKIP_PIN_ENTRY_TITLE
source: Skip PIN Entry?
ar: تجاهُل إدخال الرقم التعريفي الشخصي ؟
az: PİN əlavə etmə
fr: Ignorer la saisie du NIP ?
km: រំលងការបញ្ចូល PIN?
nl: Pincode invoeren overslaan?
pl: Pominąć wpisywanie PINu?
sr: Прескочите унос PIN-а?
uk: Пропустити Введення PIN-коду?

# ONBOARDING_CAPTCHA_TITLE
source: Add a touch of humanity to your messages
ar: أضف لمسة إنسانية إلى رسائلك
az: Mesajlarına duz qat
fr: Ajoutez une touche d’humanité à vos messages
km: បន្ថែមការប៉ះមនុស្សជាតិទៅសាររបស់អ្នក
nl: Voeg iets menselijks toe aan je berichten
pl: Dodaj odrobinę człowieczeństwa do swoich wiadomości
sr: Обогатите ваше поруке људским додиром
uk: Додати трішки людяності до ваших повідомлень.

# ONBOARDING_MODE_SWITCH_BUTTON_PROVISIONING
source: Register iPad
ar: تسجيل iPad
az: iPad qeydi edin
fr: Inscrire l’iPad
km: ចុះឈ្មោះ iPad
nl: iPad registreren
pl: Zarejestruj iPada
sr: Региструј iPad
uk: Зареєструвати iPad

# ONBOARDING_MODE_SWITCH_BUTTON_REGISTERING
source: Link iPhone
ar: ربط iPhone
az: iPhone qoşun
fr: Relier l’iPhone
km: តភ្ជាប់ iPhone
nl: iPhone koppelen
pl: Połącz iPhone
sr: Повежи iPhone
uk: З'язати iPhone

# ONBOARDING_MODE_SWITCH_EXPLANATION_PROVISIONING
source: Tapping “Register iPad” will let you create a brand new Signal account or move an existing account to this iPad. This will disable Signal on any other device currently registered with the same phone number.
ar: بالنقر على "تسجيل iPad" سوف ينشيء لك حساباً جديداً في Signal أو ينقل حساباً حالياً إلى هذا الـiPad. هذا سوف يلغي Signal في أي جهاز آخر مُسجل حالياً بنفس رقم الهاتف.
az: "iPad qeydiyyatı"nı basmaqla yeni Signal hesabını yaradacaq və ya əvvəlki hesabınızı bu cihaza köçürə bilərsiniz. Eyni telefon nömrəsi ilə olan digər Signal quraşdırmaları ləğv olunacaq.
fr: Toucher « Inscrire l’iPad », vous permettra de créer un tout nouveau compte Signal ou de transférer un compte existant vers cet iPad. Cela désactivera Signal sur tout autre appareil actuellement inscrit avec le même numéro de téléphone.
km: ការចុចលើ “ចុះឈ្មោះ iPad” នឹងអនុញ្ញាតអ្នកបង្កើតគណនី Signal ថ្មីមួយ ឬផ្លាស់ប្តូរគណនីដែលមានស្រាប់មក iPad នេះ។ នេះនឹងបិទ Signal នៅលើឧបករណ៍ផ្សេងដែលបានចុះឈ្មោះ ជាមួយលេខទូរស័ព្ទដូចគ្នា។
nl: Door te tikken op ‘iPad registreren’ kun je een nieuw Signal met een nieuw telefoonnummer registreren of je kunt Signal registreren met een telefoonnummer welke je al eerder voor Signal hebt gebruikt en je gesprekken naar deze iPad overplaatsen. Als je die laatst optie kiest, dan zal je daarmee Signal uitschakelen op elk ander apparaat welke momenteel met het zelfde telefoonnummer geregistreerd staat.
pl: Stuknięcie “Zarejestruj iPada” pozwoli Ci utworzyć zupełnie nowe konto Signal lub przenieść istniejące na tego iPada. To wyłączy Signal na wszystkich innych urządzeniach, aktualnie zarejestrowanych przy użyciu tego samego numeru telefonu.
sr: Кликањем на „Региструј iPad” можете направити нови Signal налог или пренети постојећи на овај iPad. Овим ћете онемогућити Signal на свим постојећим уређајима повезаним на исти број телефона.
uk: Натискання "Зареєструвати iPad" дозволить вам створити абсолютно новий обліковий запис Signal або перенести на цей iPad існуючу. Це відключить Signal на будь-якому іншому пристрої, де він зареєстрований на той же номер телефону в даний момент.

# ONBOARDING_MODE_SWITCH_EXPLANATION_REGISTERING
source: Tapping “Link iPhone” will let you connect your phone to an existing account. Linking your phone is generally not recommended and will limit some functionality, such as calling.
ar: بالنقر على "ربط iPhone" سوف يتيح لك ربط الـiPhone الخاص بك مع حساب حالي. لا يُنصح عمومًا بربط الـiPhone الخاص بك وسيحدُّ هذا من بعض الوظائفن، مثل إجراء الاتصالات.
az: "iPhone Qoş"u basmaqla telefonunuzu istifadədə olan hesabınıza qoşacaqsınız. Telefonun qoşulçası adətən məsləhət görülmür və zəng etmə kimi funksiyalara təsir edə bilər.
fr: Toucher « Relier l’iPhone », vous permettra de connecter votre téléphone à un compte existant. Il n’est généralement pas recommandé de relier votre téléphone et cela limitera certaines fonctions telles que les appels.
km: ការចុចលើ “តភ្ជាប់ iPhone” នឹងអនុញ្ញាតអ្នក តភ្ជាប់ទូរស័ព្ទរបស់អ្នកទៅកាន់គណនីដែលមានស្រាប់។ ការតភ្ជាប់ទូរស័ព្ទរបស់អ្នក ជាទូទៅមិនណែនាំទេ និងរិតត្បិតមុខងារខ្លះ ដូចជា ការហៅ។
nl: Door op ‘iPhone koppelen’ te tikken kun je je gesprekken synchroniseren met Signal op een ander apparaat. Het koppelen van je telefoon wordt over het algemeen afgeraden omdat het sommige functionaliteit beperkt, zoals bellen via Signal.
pl: Stuknięcie “Połącz iPhone” pozwoli Ci połączyć Twój telefon z istniejącym kontem. Łączenie telefonu nie jest generalnie polecane i ograniczy część funkcjonalności, takich jak wykonywanie połączeń.
sr: Кликањем на „Повежи iPhone” можете повезати ваш телефон на постојећи налог. Повезивање телефона није препоручено јер ускраћује неке могућности, као што су позиви.
uk: Натискання "Прив'язати iPhone" дозволить вам прив'язати ваш телефон до вже існуючого облікового запису. Прив'язка вашого телефону зазвичай не рекомендується і обмежить деяку функціональність, наприклад, дзвінки.

# ONBOARDING_MODE_SWITCH_TITLE_PROVISIONING
source: Register this iPad
ar: تسجيل هذا الـiPad
az: Bu iPad-i qeydiyyatdan keçir
fr: Inscrire cet iPad
km: ចុះឈ្មោះ iPad នេះ
nl: Deze iPad registreren
pl: Zarejestruj tego iPada
sr: Региструјте овај iPad
uk: Зареєструвати цей iPad

# ONBOARDING_MODE_SWITCH_TITLE_REGISTERING
source: Link this iPhone
ar: ربط هذا الـiPhone
az: Bu İphone qoşun
fr: Relier cet iPhone
km: តភ្ជាប់ iPhone នេះ
nl: Deze iPhone koppelen
pl: Połącz ten iPhone
sr: Повежите овај iPhone
uk: З'язати цей iPhone

# ONBOARDING_MODE_SWITCH_WARNING_PROVISIONING
source: Registering this iPad will disable Signal on any other device currently registered with the same phone number.
ar: تسجيل هذا الـiPad سوف يلغي Signal في أي جهاز آخر مُسجل حالياً بنفس رقم الهاتف.
az: İPadin qeydiyyatından sonra eyni teefon nömrəsindən istifadə edən cihazlardakı Signal işləməyəcək.
fr: Inscrire cet iPad désactivera Signal sur tout autre appareil actuellement inscrit avec ce même numéro de téléphone.
km: ការចុះឈ្មោះ iPad នេះ នឹងបិទ Signal នៅលើឧបករណ៍ផ្សេង ដែលបានចុះឈ្មោះជាមួយនឹងលេខទូរស័ព្ទដូចគ្នា។
nl: Als je Signal registreerd op deze iPad dan zal Signal worden uitgeschakeld op elk ander apparaat waarop het momenteel geregistreerd staat met het zelfde telefoonnummer.
pl: Zarejestrowanie tego iPada wyłączy Signal na wszystkich innych urządzeniach, aktualnie zarejestrowanych przy użyciu tego samego numeru telefonu.
sr: Регистрацијом овог iPad-а ћете онемогућити Signal на свим постојећим уређајима повезаним на исти број телефона.
uk: Реєстрація даного iPad відключить Signal на будь-якому іншому пристрої, де він зареєстрований на той же номер телефону.

# ONBOARDING_MODE_SWITCH_WARNING_REGISTERING
source: Linking your iPhone is not recommended and will limit core functionality.
ar: لا يُوصى بربط الـiPhone الخاص بك، إذ سيحدّ من بعض الوظف الأساسية.
az: İPhone qoşulması məsləhət görülmür, çünki əsas fəaliyyətləri məhdudlaşdıracaq.
fr: Il n’est pas recommandé de relier votre iPhone, ce qui limitera les fonctions principales.
km: ការតភ្ជាប់ iPhone របស់អ្នកមិនណែនាំទេ និងអាចរិតត្បិតមុខងារសំខាន់ៗ។
nl: Het wordt afgeraden om je iPhone te koppelen omdat dit kernfunctionaliteit zal beperken.
pl: Łączenie Twojego iPhone nie jest zalecane i ograniczy podstawową funkcjonalność.
sr: Повезивање вашег телефона није препоручено јер ускраћује неке основне могућности.
uk: Прив'язка вашого iPhone не рекомендована і обмежить основну функціональність.

# ONBOARDING_PERMISSIONS_ENABLE_PERMISSIONS_BUTTON
source: Allow Permissions
ar: السَّماح بالصَّلاحيَّات
fr: Accorder les autorisations
nl: Geef toestemmingen
pl: Włącz uprawnienia
uk: Надати дозвіл

# ONBOARDING_PERMISSIONS_EXPLANATION
source: Allowing notifications and contacts lets you see when messages arrive and helps you find people you know. Contacts are encrypted so the Signal service can't see them.
ar: يُتيحُ لكَ السَّماح بالإشعارات وجِهات الاتصال المَعرفة عِندَ وصول الرَّسائل ويُساعدك في العُثور على الأشخاص الذين تعرفهم. يتم تعمِيَة جهات الاتصال بحيث لا يُمكن لخدمة Signal رؤيتَها.
fr: Autoriser les notifications et les contacts vous permet de savoir qu’un message est reçu et vous aide à trouver les personnes que vous connaissez. Les contacts sont chiffrés et le service Signal ne peut pas les voir.
nl: Door meldingen toe te staan kan Signal je laten weten wanneer je een bericht hebt ontvangen. Door het lezen van je adresboek toe te staan kan Signal je contactpersonen weergeven als je een gesprek met ze wil starten. Alle informatie over je contactpersonen blijft altijd versleuteld, zelf Signal's ontwikkelaars kunnen de telefoonnummers en andere informatie over je contactpersonen nooit lezen.
pl: Zezwolenie na wyświetlanie powiadomień i dostęp do kontaktów pozwala Ci zobaczyć, kiedy przychodzą nowe wiadomości i znaleźć ludzi, których znasz. Kontakty są zaszyfrowane i usługa Signal nie ma do nich dostępu.

# ONBOARDING_PERMISSIONS_TITLE
source: Allow Permissions
ar: تَمكينُ الصّلاحيّات
fr: Accorder les autorisations
nl: Geef toestemmingen
pl: Włącz uprawnienia
uk: Надати дозвіл

# ONBOARDING_PHONE_NUMBER_DISCOVERABILITY_EXPLANATION_FORMAT
source: Choose who can find you on Signal with your phone number %@
ar: اختر من يُمكنه العثور عليكَ في Signal بواسطة رقم الهاتف الخاص بك %@
fr: Choisissez qui peut vous trouver sur Signal avec votre numéro de téléphone %@
nl: Kies wie jou op Signal via je telefoonnummer kunnen vinden %@
pl: Wybierz, kto może znaleźć Cię w Signal przez Twój numer Telefonu %@
sr: Изаберите ко вас може пронаћи на Signal са вашим бројем телефона %@
uk: Оберіть, хто зможе знайти вас у Signal за номером телефону %@

# ONBOARDING_PHONE_NUMBER_DISCOVERABILITY_TITLE
source: Who can find you with your number?
ar: مَن يُمكنه العثور عليك بواسطة الرقم الخاص بك؟
fr: Qui peut vous trouver avec votre numéro ?
nl: Wie kunnen jou vinden via je telefoonnummer?
pl: Kto może znaleźć Cię przez Twój numer?
sr: Ко вас може пронаћи са вашим бројем?
uk: Хто може шукати вас за номером телефону?
