Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# EMAIL_INVITE_BODY
source: Hey, Lately I've been using Signal to keep the chats on my iPhone private. I'd like you to install it too, so we can be confident that only you and I can read our messages or hear our calls. Signal is available for iPhones and Android. Get it here: %@ Signal works like your existing messaging app. We can send pictures and video, make calls, and start group chats. The best part is, no one else can see any of it, not even the people who make Signal! You can read more about Open Whisper Systems, the people who make Signal, here: %@
ar: مرحباً, مؤخرًا، أصبحتُ اَستخدِم Signal عَلى الـiPhone الخاصّ بي لِجعل مُحادَثاتي خُصُوصيَّة. أودُ لو تُثبِّته أنتَ كَذَلِك، حَتّى يَتَسنى لَنا التَّأكُّد أنَنا الوَحيدان اللَّذان يُمكِنُهُما قِراءة رَسائلنا أو سَماع مُكالماتنا. Signal مُتاحٌ على الآيفون والأندرويد. احصُل عَليه مِن هُنا: %@ يَعملُ Signal مِثل تَطبيق تَراسُلَك الحالي. نَستَطيع إرسال الصُّوَر والمَقاطِع المَرئية, إجراءُ مُكالمات, وبدءُ مُحادثة جَماعية. أفضلُ شيء فيه هُو أنَّ لا أحد آخَر قادِر عَلى رُؤية أي شَيء مِن ذَلك، بِما في ذَلك مُصَمِّمو Signal عَينَهُم تَستطيعُ قِراءة المَزيد عَن Open Whisper Systems، مُصمّمو Signal، هُنا: %@
fr: Bonjour, Dernièrement, j’utilise Signal pour assurer la confidentialité des conversations sur mon iPhone. J’aimerais que vous l’installiez aussi afin que nous puissions être sûrs que seuls vous et moi pouvons lire nos messages ou entendre nos appels. Signal est proposée pour iPhone et Android. Obtenez-la ici : %@ Signal fonctionne comme votre appli de messagerie existante. Nous pouvons envoyer des photos et des vidéos, effectuer des appels et lancer des conversations de groupe. Le grand intérêt est que personne d’autre ne peut rien voir de tout cela, pas même les créateurs de Signal. Vous pouvez en savoir davantage sur « Open Whisper Systems », les personnes derrière Signal, ici : %@.
nl: Hallo, Ik gebruik al een tijdje Signal om de gesprekken op mijn iPhone privé te houden. Ik wil je vragen om ook Signal te installeren, zodat we zeker kunnen zijn dat enkel jij en ik onze berichten kunnen lezen en gesprekken kunnen horen. Signal is beschikbaar voor iPhone en Android. Je kunt het hier downloaden: %@ Signal werkt net als andere berichtenapps. We kunnen foto’s en filmpjes verzenden, elkaar bellen en je kunt groepsgesprekken beginnen. Het beste is dat niemand anders kan meelezen of luisteren, zelfs niet de mensen die Signal ontwikkelen! Je kunt meer lezen over Open Whisper Systems, de mensen die Signal ontwikkelen, op deze pagina: %@
pl: Cześć, Ostatnio używam aplikacji Signal, żeby mieć pewność, że moje rozmowy na iPhone są prywatne. Chciałbym żebyś też spróbował(a), abyśmy mogli mieć pewność, że tylko my możemy widzieć nasze wiadomości czy słyszeć nasze rozmowy. Signal jest dostępny na iPhona i Androida. Możesz go pobrać stąd: %@ Signal działa tak jak każdy inny komunikator. Możemy wysyłać zdjęcia i filmy, dzwonić i tworzyć czaty grupowe. Najlepsze jest to, że nikt inny nie zobaczy naszych wiadomości, nawet ludzie którzy stworzyli tę aplikację! Możesz przeczytać więcej o twórcach tej aplikacji, ludziach z Open Whisper Systems, tutaj: %@
sr: Здраво, У последње време користим Signal за заштиту приватности разговора на мом iPhone-у. Волео/ла бих да ми се придружиш, па да будемо сигурни да нам нико не може прислушкивати позиве и читати поруке. Signal је доступан за iPhone и Android. Преузми га овде: %@ Signal је сличан твојој постојећој апликацији за дописивање. Можемо слати фотографије и видео записе, звати и ћаскати у групама. Најбоље је што је потпуно приватно, па нико сем нас не може читати поруке, укључујући и творце Signal-а. О људима иза Signal-а, Open Whisper Systems-у можеш више прочитати на: %@
uk: Привіт, Останнім часом я користуюсь Signal, щоб усі чати на моєму iPhone залишались приватними. Хотів би бачити його встановленим і на твоєму пристрої, щоб бути впевненими, що лише ми вдвох маємо доступ до наших повідомлень та дзвінків. Signal доступний для iPhone та Android. Завантажувати тут: %@ Signal працює як твій поточний месенджер. Ми можемо: відправити фото та відео, дзвонити один одному та створювати групові дзвінки. А найкраще те, що ніхто окрім нас цього не бачитиме чи чутиме, навіть творці Signal! Більше про Open Whisper Systems — людей, які створюють Signal, тут: %@

# EMAIL_INVITE_SUBJECT
source: Let's switch to Signal
ar: لننتقل إلى Signal
az: Gəl Signal-a keçək
fr: Passons à Signal
km: តោះប្តូរទៅប្រើ Signal
nl: Laten we Signal gebruiken
pl: Zacznij używać Signal
sr: Пређимо на Signal
uk: Перейдімо на Signal

# EMAIL_SIGNAL_MESSAGE
source: Your device isn't configured to send email. To send a support request, set up email on your device or email support@signal.org
ar: لم يتمّ تجهيز جهازك لإرسال البريد الإلكتروني. لإرسال طَلب دَّعم، قم بإعداد البريد إلكتروني على جهازك أو ارسل بَريد إلكتروني إلى support@signal.org
fr: Votre appareil n’est pas configuré pour envoyer des courriels. Pour envoyer une demande d’assistance, configurez les courriels sur votre appareil ou envoyez un courriel à support@signal.org
nl: Je apparaat is niet geconfigureerd om e-mails te verzenden. Om een ondersteuningsverzoek te verzenden moet je e-mail instellen op apparaat of zelf een e-mail opstellen naar support@signal.org
pl: Twoje urządzenie nie zostało skonfigurowane do wysyłania wiadomości e-mail. Aby wysłać zgłoszenie do pomocy, skonfiguruj e-mail na swoim urządzeniu lub wyślij e-mail na adres support@signal.org
sr: Уређај није конфигурисан за слање имејла. Да бисте послали захтев за подршку, подесите имејл на уређају или пишите support@signal.org

# EMAIL_SIGNAL_TITLE
source: Email unavailable
ar: البريد إلكتروني غير متاح
fr: Le courriel n’est pas configuré
km: អ៊ីមែលមិនអាចប្រើបាន
nl: E-mail is niet beschikbaar
pl: E-mail niedostępny
sr: Имејл није доступан
uk: Email недоступний

# EMOJI_CATEGORY_ACTIVITIES_NAME
source: Activities
ar: الأنشطة
fr: Activités
km: សកម្មភាព
nl: Activiteiten
pl: Aktywności
sr: Активности
uk: Активність

# EMOJI_CATEGORY_ANIMALS_NAME
source: Animals & Nature
ar: الحيوانات والطبيعة.
fr: Animaux et nature
km: សត្វ និងធម្មជាតិ
nl: Dieren & natuur
pl: Zwierzęta i natura
sr: Животиње и природа
uk: Тварини & Природа

# EMOJI_CATEGORY_FLAGS_NAME
source: Flags
ar: الأعلام
fr: Drapeaux
km: ទង់
nl: Vlaggen
pl: Flagi
sr: Заставе
uk: Прапори

# EMOJI_CATEGORY_FOOD_NAME
source: Food & Drink
ar: الطعام والشراب
fr: Nourriture et boisson
km: អាហារ និងភេសជ្ជៈ
nl: Eten & drinken
pl: Żywność i napoje
sr: Храна и пиће
uk: Іжа & Напої

# EMOJI_CATEGORY_OBJECTS_NAME
source: Objects
ar: الأشياء
fr: Objets
km: កម្មវត្ថុ
nl: Objecten
pl: Obiekty
sr: Ствари
uk: Об'єкти

# EMOJI_CATEGORY_RECENTS_NAME
source: Recents
ar: مؤخراً
fr: Récents
km: ថ្មីៗ
nl: Recentelijk gebruikt
pl: Ostatnie
sr: Недавно
uk: Нещодавно

# EMOJI_CATEGORY_SMILEYSANDPEOPLE_NAME
source: Smileys & People
ar: الرموز التعبيرية والأشخاص
fr: Frimousses et personnes
km: ញញឹម និងមនុស្ស
nl: Gezichtjes & mensen
pl: Buźki i ludzie
sr: Емотикони и Особе
uk: Посмішки & Люди

# EMOJI_CATEGORY_SYMBOLS_NAME
source: Symbols
ar: الرموز
fr: Symboles
km: សញ្ញា
nl: Symbolen
pl: Symbole
sr: Симболи
uk: Символи

# EMOJI_CATEGORY_TRAVEL_NAME
source: Travel & Places
ar: السفر والأماكن
fr: Voyages et lieux
km: ដំណើរ និងទីកន្លែង
nl: Reizen & plaatsen
pl: Podróże i miejsca
sr: Путовање и места
uk: Подорожі & Місця

# EMPTY_CONTACTS_LABEL_LINE1
source: None of your contacts have Signal.
ar: لا أحد من جهات اتصالك لديه Signal.
az: Əlaqələrinin heç birinin Signal-ı yoxdur.
fr: Aucun de vos contacts n’utilise Signal.
km: គ្មានលេខទំនាក់ទំនងណាមួយ ប្រើSignalទេ។
nl: Geen van je contacten heeft Signal.
pl: Żaden z Twoich kontaktów nie posiada Signal.
sr: Нико из вашег именика не користи Signal.
uk: Жоден з ваших контактів не користується Signal

# EMPTY_CONTACTS_LABEL_LINE2
source: Why don't you invite someone?
ar: لمَ لا تدعُ أحدهم؟
az: Niyə kimisə çağırmayasan?
fr: Pourquoi ne pas inviter quelqu’un ?
km: ហេតុអី អ្នកមិនអញ្ជើញនរណាម្នាក់?
nl: Waarom nodig je niet iemand uit?
pl: Czemu kogoś nie zaprosisz?
sr: Зашто не позовете некога?
uk: Чому би вам не запросити когось?

# ENABLE_2FA_VIEW_COULD_NOT_ENABLE_2FA
source: Could not enable Registration Lock.
ar: يتعذّر تمكين قفل التسجيل.
az: Qeydiyyat Kilidini aktivləşdirə bilmədik.
fr: Impossible d’activer le blocage de l’inscription
km: មិនអាចបើកសោរការចុះឈ្មោះ។
nl: Kon registratievergrendeling niet inschakelen.
pl: Nie można włączyć blokady rejestracji.
sr: Грешка при омогућавању закључавања регистрације.
uk: Неможливо увімкнути блокування входу.

# END_CALL_RESPONDER_IS_BUSY
source: Busy
ar: مشغول
az: Məşğul
fr: Occupé
km: រវល់
nl: Bezet
pl: Zajęte
sr: Заузето
uk: Зайнято

# END_CALL_UNCATEGORIZED_FAILURE
source: Call Failed.
ar: فشل الاتصال.
az: Zəng Alınmadı.
fr: Échec d’appel
km: ការហៅបានបរាជ័យ។
nl: Oproep mislukt.
pl: Połączenie nieudane.
sr: Позив није успео.
uk: Збій виклику.

# ERROR_COULD_NOT_FETCH_CONTACTS
source: Could not access contacts.
ar: يتعذّر الوصول إلى جهات الاتصال.
az: Əlaqələrə daxil ola bilmədik.
fr: Impossible d’accéder aux contacts
km: មិនអាចចូលប្រើប្រាស់បញ្ជីទំនាក់ទំនង។
nl: Kon geen toegang tot contacten krijgen.
pl: Nie można uzyskać dostępu do kontaktów.
sr: Није могуће приступити именику.
uk: Немає доступу до контактів.

# ERROR_COULD_NOT_SAVE_VIDEO
source: Could not save video.
ar: يتعذّر حفظ الفيديو.
az: Video yadda saxlanmadı.
fr: Impossible d’enregistrer la vidéo.
km: មិនអាចរក្សាទុកវីដេអូ។
nl: Kon video niet opslaan.
pl: Nie udało się zapisać pliku wideo.
sr: Није могуће сачувати видео запис.
uk: Не вдалося зберегти відео.

# ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE
source: Failed to send message.
ar: فشل إرسال الرسالة.
az: İsmarış göndərilmədi...
fr: Échec d’envoi du message.
km: បរាជ័យក្នុងការផ្ញើសារ។
nl: Bericht versturen mislukt.
pl: Nie udało się wysłać wiadomości.
sr: Грешка при слању поруке.
uk: Не вдалося надіслати повідомлення.

# ERROR_DESCRIPTION_COULD_NOT_LAUNCH_EMAIL
source: Failed to open email app
ar: فشل فتح تطبيق البَريد إلكتروني
fr: Échec d’ouverture de l’appli de courriel
nl: Het openen van een e-mail-app is mislukt
pl: Nie udało się otworzyć aplikacji e-mail
sr: Неуспешно отварање апликације за имејл.
uk: Не вдалось відкрити застосунок Пошта

# ERROR_DESCRIPTION_INVALID_SUPPORT_EMAIL
source: Could not create support request
ar: يتعذَّر إنشاء طَلب دَّعم
fr: Impossible de créer la demande d’assistance
nl: Het aanmaken van een ondersteuningsverzoek is mislukt
pl: Nie udało się utworzyć zgłoszenia pomocy technicznej
sr: Није могуће направити захтев за подршку
uk: Не вдалось створити запит на підтримку

# ERROR_DESCRIPTION_LOG_UPLOAD_FAILED
source: Failed to upload logs.
ar: فشل رفع السجلات.
fr: Échec de téléversement des journaux.
nl: Het uploaden van logs is mislukt.
pl: Wysyłanie logów nieudane.
sr: Грешка при отпремању извештаја.
uk: Не вдилось вивантажити логи.

# ERROR_DESCRIPTION_MESSAGE_SEND_DISABLED_PREKEY_UPDATE_FAILURES
source: Unable to send due to stale prekey data.
ar: تعذّر الإرسال بسبب تلف بيانات المفتاح قصير الأمد.
az: Köhnəlmiş məlumat olduğu üçün göndərilə bilmir.
fr: Impossible d’envoyer en raison de données de confidentialité périmées.
km: មិនអាចបញ្ជូនដោយសារទិន្នន័យ prekey ចាស់។
nl: Kan niet verzenden vanwege oude prekey-gegevens.
pl: Nie można wysłać ze względu na nieaktualne dane.
sr: Слање није могуће због застарелог криптографског предкључа.
uk: Не вдалося надіслати через застарілі дані prekey.

# ERROR_DESCRIPTION_MESSAGE_SEND_FAILED_DUE_TO_BLOCK_LIST
source: Failed to message user because you blocked them.
ar: فشل التراسل لأنك قد حظرت المُستخدم.
az: İstifadəçini kilidlədiyin üçün ona yazmaq mümkün olmadı.
fr: Échec d’envoi du message, car vous avez bloqué cet utilisateur.
km: បរាជ័យក្នុងការផ្ញើសារទៅអ្នកប្រើប្រាស់ ព្រោះអ្នកបានបិទពួកគេ។
nl: Bericht verzenden mislukt omdat je deze persoon hebt geblokkeerd.
pl: Wysyłanie wiadomości nie powiodło się ponieważ zablokowałeś(aś) tego użytkownika.
sr: Не можете слати поруке овој особи јер сте је блокирали.
uk: Не вдалося написати користувачеві, оскільки ви його заблокували.

# ERROR_DESCRIPTION_NO_INTERNET
source: Signal was unable to connect to the internet. Please try again.
ar: تعذّر على Signal الاتصال بالانترنت. يُرجى المحاولة مرة أخرى.
az: Signal inetrnetlə bağlantı yarada bilmədi. Zəhmət olmasa yenidən sına.
fr: Signal n’a pas pu se connecter à Internet. Veuillez réessayer ultérieurement.
km: Signal មិនអាចតភ្ជាប់ទៅកាន់អ៊ីនធើណេត។ សូមសាកល្បងម្តងទៀត។
nl: Signal kon geen verbinding maken met het internet. Probeer het opnieuw.
pl: Signal nie mógł połączyć się z internetem. Spróbuj ponownie.
sr: Signal није успоставио везу са интернетом. Молимо покушајте поново.
uk: Signal не зміг з’єднатися з інтернетом. Спробуйте знову.

# ERROR_DESCRIPTION_NO_VALID_RECIPIENTS
source: Message send failed due to a lack of valid recipients.
ar: فشل الارسال لنقص المُتلقين الصالحين.
az: Təsdiq edilmiş qəbul edilicilərin sayının az olması səbəbilə mesajın göndərilməsi alınmadı.
fr: Échec d’envoi du message en raison d’absence de destinataires valides.
km: ផ្ញើសារបរាជ័យ ដោយសារឈ្មោះអ្នកទទួលមិនត្រឹមត្រូវ។
nl: Bericht kon niet verzonden worden wegens gebrek aan geldige ontvangers.
pl: Wysyłanie wiadomości nie powiodło się z powodu braku poprawnych odbiorców.
sr: Порука није послата јер су примаоци неисправни.
uk: Повідомлення не вдалося надіслати через відсутність дійсних одержувачів.

# ERROR_DESCRIPTION_REQUEST_FAILED
source: Network request failed.
ar: فشل طلب الشبكة.
az: Şəbəkə tələbi alınmadı.
fr: Échec de la requête réseau
km: ការស្នើសុំបណ្តាញបរាជ័យ។
nl: Netwerkverzoek is mislukt.
pl: Błąd połączenia sieciowego.
sr: Грешка при успостављању везе.
uk: Не вдалося надіслати запит до мережі.

# ERROR_DESCRIPTION_REQUEST_TIMED_OUT
source: Network request timed out.
ar: نفذت مُهلة طلب الشبكة.
az: Şəbəkə tələbinin vaxtı ötdü.
fr: La demande réseau est arrivée au bout de son délai.
km: បណ្តាញស្នើសុំអស់ពេល
nl: Netwerkverzoek is verlopen.
pl: Przekroczono czas połączenia.
sr: Истекло је време успостављања везе.
uk: Час запиту вийшов.

# ERROR_DESCRIPTION_RESPONSE_FAILED
source: Invalid response from service.
ar: إجابة غير صالحة من الخدمة.
az: Xidmətdən xətalı cavab.
fr: Réponse invalide du service
km: ការឆ្លើយតបមិនត្រឹមត្រូវពីសេវាកម្ម។
nl: Ongeldige reactie van de server.
pl: Błąd połączenia z serwerem.
sr: Неисправан одговор сервиса.
uk: Хибна відповідь сервісу.

# ERROR_DESCRIPTION_SENDING_UNAUTHORIZED
source: This device is no longer registered with your phone number. Please reinstall Signal.
ar: لم يعُد هَذَا الجِهاز مُسجلاً مَع رَقم هاتفك. يُرجى إعادَة تَثبيت Signal.
az: Bu cihaz artıq sənin nömrənlə qeydiyyatdan keçməyib. Zəhmət olmasa Signal-ı yenidən quraşdır.
fr: Cet appareil n’est plus inscrit avec votre numéro de téléphone. Veuillez réinstaller Signal.
km: ឧបករណ៍នេះ លែងចុះឈ្មោះជាមួយលេខទូរស័ព្ទអ្នកទៀតហើយ។ សូមដំឡើង Signal សារជាថ្មី។
nl: Dit apparaat is niet meer geregistreerd met je telefoonnummer. Installeer Signal opnieuw.
pl: To urządzenie nie jest już zarejestrowane na Twój numer telefonu. Zainstaluj ponownie Signal.
sr: Овај уређај више није повезан са вашим бројем телефона. Молимо вас да реинсталирате Signal.
uk: Цей пристрій більше не пов’язаний із вашим номером телефону. Перевстановіть Signal.

# ERROR_DESCRIPTION_SERVER_FAILURE
source: Server Error. Please try again later.
ar: خلل في الخادم، الرجاء تكرار المحاولة لاحقاً.
az: SErverdə Xəta. Bir daha sınayın.
fr: Erreur serveur. Veuillez réessayer plus tard.
km: បញ្ហាបណ្តាញ។ សូមព្យាយាមម្តងទៀតពេលក្រោយ។
nl: Serverfout. Probeer het later opnieuw.
pl: Błąd serwera. Spróbuj później.
sr: Серверска грешка. Покушајте поново касније.
uk: Виникла помилка. Спробуйте пізніше.

# ERROR_DESCRIPTION_UNKNOWN_ERROR
source: An unknown error occurred.
ar: حدث خلل مجهول.
az: Naməlum xəta baş verdi.
fr: Une erreur inconnue est survenue.
km: បញ្ហាមិនស្គាល់កើតឡើង។
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
sr: Дошло је до непознате грешке.
uk: Виникла невідома помилка.

# ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT
source: Contact is not a Signal user.
ar: جهة الاتصال ليست من مُستخدمي تطبيق Signal.
az: Əlaqə Signal istifadəçisi deyil.
fr: Le contact n’est pas un utilisateur de Signal.
km: លេខទំនាក់ទំនងមិនមែនជាអ្នកប្រើប្រាស់ Signal។
nl: Contactpersoon is geen Signal-gebruiker.
pl: Kontakt nie jest użytkownikiem Signal.
sr: Контакт није корисник Signal-а.
uk: Контакт не користується Signal.

# ERROR_MESSAGE_ATTACHMENT_DOWNLOAD_FAILED
source: Attachment download failed.
ar: فشل تحميل المُرفق.
az: Qoşma köçürülmədi
fr: Échec de téléchargement du fichier joint.
km: ទាញយកឯកសារភ្ជាប់បរាជ័យ។
nl: Downloaden van bijlage is mislukt.
pl: Pobieranie załączników nie powiodło się.
sr: Преузимање прилога није успело.
uk: Помилка завантаження вкладення

# ERROR_MESSAGE_ATTACHMENT_FROM_OLD_CLIENT
source: Attachment failure: Ask this contact to send their message again after updating to the latest version of Signal.
ar: فشل المُرفق: اطلب من جهة الاتصال هذه إرسال الرسالة مرة أُخرى بعد أن تُحدث Signal لآخر إصدار.
az: Yükləmə xətası: Bu əlaqədən xahiş et ki, Signal-ı son versiyasına yenilədikdən sonra mesajı yenidən göndərsin.
fr: Échec de fichier joint : demandez à ce contact de renvoyer son message après avoir mis Signal à jour vers la version la plus récente.
km: ឯកសារភ្ជាប់បរាជ័យ៖ សាកសួរលេខទំនាក់ទំនងនេះ ដើម្បីបញ្ជូនសាររបស់គេម្តងទៀត បន្ទាប់ពីដំឡើងជំនាន់ Signal ចុងក្រោយ។
nl: Fout met bijlage: vraag je contact om Signal bij te werken naar de laatste versie en het bericht opnieuw te verzenden.
pl: Błąd załącznika: poproś nadawcę o ponowne wysłanie wiadomości po zaktualizowaniu Signal do najnowszej wersji.
sr: Грешка при преузимању прилога: замолите пошиљаоца да вам поруку пошаље поново након што ажурира Signal.
uk: Помилка долучення: Попросіть цей контакт оновити Signal до останньої версії. а потім надіслати повідомлення знову.

# ERROR_MESSAGE_DUPLICATE_MESSAGE
source: Received a duplicate message.
ar: لقد تلقيت رسالة مُكرّرة.
az: Təkrar mesaj qəbul edildi.
fr: Réception d’un message en double.
km: បានទទួលសារស្ទួនគ្នា។
nl: Bericht dubbel ontvangen.
pl: Otrzymano duplikat wiadomości.
sr: Примљен је дупликат поруке.
uk: Одержано дублікат повідомлення.

# ERROR_MESSAGE_INVALID_KEY_EXCEPTION
source: The recipient's key is not valid.
ar: المفتاح الخاص بالمُستلم غير صالح.
az: Alanın açarı düzgün deyil.
fr: La clé du destinataire est invalide.
km: សោររបស់អ្នកទទួល មិនត្រឹមត្រូវ។
nl: Sleutel van de geadresseerde is niet geldig.
pl: Klucz odbiorcy nie jest poprawny.
sr: Кључ примаоца није исправан.
uk: Недійсний ключ одержувача.

# ERROR_MESSAGE_INVALID_MESSAGE
source: Received message was out of sync.
ar: الرسالة المُستلمة كانت غير متزامنة.
az: Qəbul edilmiş mesaj sinxronlaşdırılmamışdı.
fr: Le message reçu était désynchronisé
km: សារទទួលបាន មិនបានធ្វើសមកាលកម្ម។
nl: Het ontvangen bericht was niet gesynchroniseerd met andere berichten.
pl: Otrzymana wiadomość nie została zsynchronizowana.
sr: Примљена порука не прати редослед синхронизације.
uk: Одержано несинхронізоване повідомлення.

# ERROR_MESSAGE_INVALID_VERSION
source: Received a message that is not compatible with this version.
ar: تلقيت رسالة غير مُتوافقة مع هذا الإصدار.
az: Bu versiya ilə uyğun olmayan mesaj qəbul edildi.
fr: Réception d’un message incompatible avec cette version.
km: បានទទួលសារមួយ ដែលមិនស្គាល់នឹងជំនាន់នេះ។
nl: Bericht ontvangen dat niet kan worden verwerkt met deze versie van Signal.
pl: Otrzymano wiadomość, która nie jest kompatybilna z obecną wersją aplikacji.
sr: Примљена порука није усаглашена с овом верзијом.
uk: Одержано несумісне з цією версією повідомлення.

# ERROR_MESSAGE_NO_SESSION
source: No available session for contact.
ar: لا توجد جلسة مُتاحة للتواصل.
az: Əlaqə üçün sessiya yoxdur.
fr: Aucune session pour ce contact.
km: គ្មានការប្រើប្រាស់នៅសល់សម្រាប់លេខទំនាក់ទំនង។
nl: Geen beschikbare sessie voor deze contactpersoon.
pl: Brak dostępnych sesji dla tego kontaktu.
sr: Овај контакт нема доступних сесија.
uk: Немає доступного сеансу для контакту.

# ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE
source: Safety number changed.
ar: تمّ تغيير رقم اﻷمان.
az: Təhlükəsizlik rəqəmi dəyişdi.
fr: Le numéro de sécurité a changé.
km: លេខសុវត្ថិភាពបានផ្លាស់ប្តូរ។
nl: Veiligheidsnummer is veranderd.
pl: Numer bezpieczeństwa uległ zmianie.
sr: Сигурносни број је промењен.
uk: Код безпеки змінено.

# ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE_FORMAT
source: Your safety number with %@ has changed.
ar: رقم الأمان الخاص بك أنت و%@ قد تغير.
az: %@ ilə olan təhlükəsizlik rəqəmin dəyişilmişdir.
fr: Votre numéro de sécurité avec %@ a changé.
km: លេខសុវត្ថិភាពជាមួយ %@ ត្រូវបានផ្លាស់ប្តូរ។
nl: Je veiligheidsnummer met %@ is veranderd.
pl: Twój numer bezpieczeństwa dla %@ zmienił się.
sr: Ваш сигурносни број са %@ је промењен.
uk: Ваш код безпеки із %@ змінився.

# ERROR_MESSAGE_SESSION_REFRESH
source: Chat session refreshed
ar: تمَّ إنعاش جلسة المحادثة
fr: La session de dialogue en ligne a été actualisée
nl: Gespreksessie vernieuwd
pl: Sesja rozmowy odświeżona
sr: Чет сесија је освежена
uk: Сесію чату оновлено

# ERROR_MESSAGE_UNKNOWN_ERROR
source: An unknown error occurred.
ar: حدث خلل مجهول.
az: Naməlum xəta baş verdi.
fr: Une erreur inconnue est survenue.
km: បញ្ហាមិនស្គាល់កើតឡើង។
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
sr: Дошло је до непознате грешке.
uk: Виникла невідома помилка.

# ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY
source: Safety number changed.
ar: تمّ تغيير رقم اﻷمان.
az: Təhlükəsizlik rəqəmi dəyişdi.
fr: Le numéro de sécurité a changé.
km: លេខសុវត្ថិភាពបានផ្លាស់ប្តូរ។
nl: Veiligheidsnummer is veranderd.
pl: Numer bezpieczeństwa uległ zmianie.
sr: Сигурносни број је промењен.
uk: Код безпеки змінено.

# ERROR_NETWORK_FAILURE
source: Network Error
ar: خلل في الشبكة
az: Şəbəkə xətası
fr: Erreur réseau
km: បញ្ហាបណ្តាញ
nl: Netwerkfout
pl: Błąd sieci
sr: Грешка мреже
uk: Помилка Мережі

# ERROR_SENDING_DELINKED
source: Your device is no longer linked. Please re-link to send further messages.
ar: لم يعد جهازك مُرتبطًا. يُرجى إعادة ربطه لإرسال رسائل مستقبلاً.
az: Cihazınız qoşulmayıb. Yeni ismarışlar göndərmək üçün yenidən qoşun.
fr: Votre appareil n’est plus relié. Veuillez rétablir le lien pour continuer à envoyer des messages.
km: ឧបករណ៍របស់អ្នកលែងបានតភ្ជាប់។ សូមតភ្ជាប់ឡើងវិញ ដើម្បីផ្ញើសារបន្ថែម។
nl: Je apparaat is niet langer gekoppeld. Koppel opnieuw om weer berichten te kunnen verzenden.
pl: Twoje urządzenie nie jest już połączone. Połącz je ponownie, by móc wysyłać dalsze wiadomości.
sr: Ваш уређај више није повезан. Да бисте могли слати поруке, морате га поново повезати.
uk: Ваш пристрій більше не прив'язаний. Щоб продовжити спілкування, будь-ласка прив'яжіть ваш пристрій знову.

# ERROR_SENDING_DEREGISTERED
source: Your device is no longer registered. Please re-register to send further messages.
ar: لم يعد جهازك مُسجلاً. يُرجى إعادة التسجيل لإرسال رسائل مستقبلاً.
az: Cihazınız qeydiyyatdan keçməyib. İsmarış göndərmək üçün yenidən qeydiyyatdan keçin.
fr: Votre appareil n’est plus inscrit. Veuillez le réinscrire pour continuer à envoyer des messages.
km: ឧបករណ៍របស់អ្នកលែងបានចុះឈ្មោះ។ សូមតភ្ជាប់ឡើងវិញ ដើម្បីផ្ញើសារបន្ថែម។
nl: Je apparaat is niet langer geregistreerd. Registreer opnieuw om weer berichten te kunnen verzenden.
pl: Twoje urządzenie nie jest już zarejestrowane. Zarejestruj je ponownie, by móc wysyłać dalsze wiadomości.
sr: Ваш уређај више није регистрован. Да бисте могли слати поруке, морате га поново регистровати.
uk: Ваш пристрій більше не зареєстровано. Щоб продовжити спілкування, будь-ласка зареєструйте ваш пристрій знову.
