Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# SAFETY_NUMBER_SHARE_FORMAT
source: Our Signal Safety Number: %@
ar: رقم أمان Signal الخاص بي: %@
az: Bizim Signal Təhlükəsizlik Rəqəmimiz: %@
fr: Notre numéro de sécurité Signal : %@
km: លេខសុវត្ថិភាព Signalរបស់យើង៖ %@
nl: Ons Signal-veiligheidsnummer: %@
pl: Nasz numer bezpieczeństwa Signal: %@
sr: Наш Signal сигурносни број: %@
uk: Наш номер безпеки Signal: %@

# SAFETY_NUMBERS_ACTIONSHEET_TITLE
source: Your safety number with %@ has changed. You may wish to verify it.
ar: رقم أمانك أنت مع %@ قد تغّير. رُبما قد ترغب في التحقق منه.
az: Sənin %@ ilə olan təhlükəsizlik rəqəmin dəyişildi. Onu təsdiq edə bilərsən.
fr: Votre numéro de sécurité avec %@ a changé. Vous devriez peut-être le confirmer.
km: លេខសុវត្ថិភាពរបស់អ្នកជាមួយ %@ បានផ្លាស់ប្តូរ។ អ្នកប្រហែលចង់ផ្ទៀងផ្ទាត់វា។
nl: Je veiligheidsnummer met %@ is veranderd. Het wordt aanbevolen het nieuwe veiligheidsnummer te verifiëren.
pl: Twój numer bezpieczeństwa dla %@ zmienił się. Najlepiej go zweryfikować.
sr: Ваш сигурносни број са %@ је промењен. Препоручујемо да га оверите.
uk: Ваш номер безпеки із %@ змінився. Можливо, його слід підтвердити.

# SCAN_CODE_INSTRUCTIONS
source: Scan the QR Code on your contact's device.
ar: امسح رمز الاستجابة السريعة المعروض على جهاز جهة اتصالك.
az: Əlaqələrinizin alətində QR kodu skan edin.
fr: Balayez le code QR sur l’appareil de votre contact.
km: ស្កេនកូដ QR លើឧបករណ៍ទំនាក់ទំនងរបស់អ្នក។
nl: Scan de QR-code op het apparaat van je gesprekspartner.
pl: Zeskanuj kod QR na urządzeniu Twojego kontaktu.
sr: Скенирајте QR кôд приказан на уређају вашег контакта.
uk: Відскануйте QR-код на пристрої вашого контакту.

# SCAN_QR_CODE_VIEW_TITLE
source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
az: QR kodu skan et
fr: Balayer le code QR
km: ស្កេនកូដ QR
nl: QR-code scannen
pl: Skanuj kod QR
sr: Скенирајте QR кôд
uk: Сканувати QR код

# SCREEN_LOCK_ACTIVITY_TIMEOUT_NONE
source: Instant
ar: فوراً
az: Ani
fr: Instantané
km: ភ្លាមៗ
nl: Onmiddellijk
pl: Brak
sr: Тренутно
uk: Миттєво

# SCREEN_LOCK_ENABLE_UNKNOWN_ERROR
source: Authentication could not be accessed.
ar: تعذَّر الوصُل إلى المُصادقة.
az: İdentifikasiyaya giriş əldə edilmədi.
fr: Impossible d’accéder à l’authentification
km: ការផ្ទៀងផ្ទាត់មិនអាចប្រើប្រាស់បាន។
nl: Kon geen toegang tot authenticatie verkrijgen.
pl: Nie udało się uzyskać dostępu do uwierzytelniania.
sr: Није могуће приступити системској потврди идентитета.
uk: Немає доступу до автентифікації.

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_FAILED
source: Authentication failed.
ar: فشلت المُصادَقة.
az: İdentifikasiya alınmadı.
fr: Échec d’authentification
km: ការផ្ទៀងផ្ទាត់បរាជ័យ។
nl: Authenticatie mislukt.
pl: Uwierzytelnianie nie powiodło się.
sr: Грешка при системској потврди идентитета.
uk: Невдала автентифікація.

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_LOCKOUT
source: Too many failed authentication attempts. Please try again later.
ar: إن عدد كبير من مُحاولات المُصادقة فاشلة. يُرجى مُعاودة المُحاولة في وقت لاحق.
az: Çox sayda identifikasiya cəhdi xətası. Lütfən daha sonra sına.
fr: Trop d’essais infructueux d’authentification. Veuillez réessayer plus tard.
km: ការផ្ទៀងផ្ទាត់ខុសច្រើនដង។ សូមព្យាយាមម្តងទៀតពេលក្រោយ។
nl: Te veel pogingen tot authenticatie. Probeer het later opnieuw.
pl: Zbyt wiele błędnych logowań. Spróbuj później.
sr: Превише неуспешних покушаја потврде идентитета. Покушајте поново касније.
uk: Забагато невдалих спроб автентифікації. Спробуйте пізніше.

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_NOT_AVAILABLE
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
ar: يجب عليك تمكين رمز المرور في إعدادات الـiOS الخاصة بك من أجل استخدام قفل الشاشة.
az: Ekran Kilidini istifadə edə bilmək üçün iOS Parametrlərində şifrə ifadəsini aktivləşdirməlisən.
fr: Vous devez activer un code dans vos réglages iOS pour utiliser le verrou d’écran.
km: អ្នកត្រូវប្រើលេខកូដ ក្នុង iOS អ្នក ដើម្បីប្រើប្រាស់ អេក្រង់ចាក់សោរ។
nl: Om schermvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pl: Musisz włączyć kod dostępu w Ustawieniach systemu iOS, aby korzystać z blokady ekranu.
sr: За закључавање екрана морате омогућити лозинку у подешавањима iOS-а.
uk: Щоб екран блокування працював, ви повинні ввести код доступу в налаштуваннях iOS.

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_NOT_ENROLLED
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
ar: يجب عليك تمكين رمز المرور في إعدادات الـiOS الخاصة بك من أجل استخدام قفل الشاشة.
az: Ekran Kilidini istifadə edə bilmək üçün iOS Parametrlərində şifrə ifadəsini aktivləşdirməlisən.
fr: Vous devez activer un code dans vos réglages iOS pour utiliser le verrou d’écran.
km: អ្នកត្រូវប្រើលេខកូដ ក្នុង iOS អ្នក ដើម្បីប្រើប្រាស់ អេក្រង់ចាក់សោរ។
nl: Om schermvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pl: Musisz włączyć kod dostępu w Ustawieniach systemu iOS, aby korzystać z blokady ekranu.
sr: За закључавање екрана морате омогућити лозинку у подешавањима iOS-а.
uk: Щоб екран блокування працював, ви повинні ввести код доступу в налаштуваннях iOS.

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_PASSCODE_NOT_SET
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
ar: يجب عليك تمكين رمز المرور في إعدادات الـiOS الخاصة بك من أجل استخدام قفل الشاشة.
az: Ekran Kilidini istifadə edə bilmək üçün iOS Parametrlərində şifrə ifadəsini aktivləşdirməlisən.
fr: Vous devez activer un code dans vos réglages iOS pour utiliser le verrou d’écran.
km: អ្នកត្រូវប្រើលេខកូដ ក្នុង iOS អ្នក ដើម្បីប្រើប្រាស់ អេក្រង់ចាក់សោរ។
nl: Om schermvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pl: Musisz włączyć kod dostępu w Ustawieniach systemu iOS, aby korzystać z blokady ekranu.
sr: За закључавање екрана морате додати лозинку у подешавањима iOS-а.
uk: Щоб екран блокування працював, ви повинні ввести код доступу в налаштуваннях iOS.

# SCREEN_LOCK_REASON_UNLOCK_SCREEN_LOCK
source: Authenticate to open Signal.
ar: صَادِق لِفَتح Signal.
az: Signal-ı açmaq üçün identifikasiya et.
fr: Authentifiez-vous pour ouvrir Signal.
km: ផ្ទៀងផ្ទាត់ដើម្បីបើកSignal។
nl: Verifiëren om Signal te openen
pl: Uwierzytelnij, by używać Signal
sr: Потврдите идентитет како бисте отворили Signal.
uk: Автентифікуйтеся, щоб відкрити Signal.

# SCREEN_LOCK_UNLOCK_FAILED
source: Authentication Failed
ar: فشلت المُصادَقة.
az: İdentifikasiya Alınmadı
fr: Échec d’authentification
km: ការផ្ទៀងផ្ទាត់បរាជ័យ
nl: Authenticatie mislukt
pl: Uwierzytelnianie nie powiodło się
sr: Потврда идентитета неуспешна
uk: Невдала автентифікація

# SCREEN_LOCK_UNLOCK_SIGNAL
source: Unlock Signal
ar: فَك قفل Signal
az: Signal-ın Kilidini Aç
fr: Déverrouiller Signal
km: ដោះសោរSignal
nl: Signal ontgrendelen
pl: Odblokuj Signal
sr: Откључај Signal
uk: Розблокувати Signal

# SCREENSHOT_NAME_CONTACT_EIGHT
source: Tina Ukuku
ar: مَريَم
fr: Laurence Martin
nl: Amber Zeilman
sr: Тина Обрадовић
uk: Тіна Укуку

# SCREENSHOT_NAME_CONTACT_FIVE
source: Ali Smith
ar: علِي مُحَمَّد
az: Əli Smit
fr: Thomas Latourelle
nl: Ali Smit
sr: Али Тодоровић
uk: Галина Смітт

# SCREENSHOT_NAME_CONTACT_FOUR
source: Artemis Cheng
ar: وِسَام
az: Artemis Çenq
fr: Dominique Coudert
nl: Jelke Wiersema
sr: Вања Божић
uk: Артем Чвенг

# SCREENSHOT_NAME_CONTACT_NINE
source: Zeus Lehtonen
ar: آمِنَة
az: Zevs Letonen
fr: Avelaine Voisine
nl: Joyce Langedijk-van Ham
sr: Сања Гајић-Петровић
uk: Зевс Лейтоен

# SCREENSHOT_NAME_CONTACT_ONE
source: Chairman Meow
ar: الرئيس مياو
az: Rəis Myau
fr: Président-directeur Miaou
nl: Voorzitter Miauw
pl: Przewodniczący Miau
sr: Председник Мјау
uk: Голова Няв

# SCREENSHOT_NAME_CONTACT_SEVEN
source: Jordan B.
ar: بَيَان
az: Cordan B.
fr: Corinne Boucher
nl: Anna M.
sr: Невена М.
uk: Джордан Б.

# SCREENSHOT_NAME_CONTACT_SIX
source: Michael Kirk
ar: عَبدالرَحمَن
az: Maykl Kirk
fr: Bertrand Bureau
nl: Michiel Laagveld
sr: Михаило Бебић
uk: Михайло Кірк

# SCREENSHOT_NAME_CONTACT_TEN
source: Maya Dorai
ar: تَسنيم
fr: Erembourg Clavet
nl: Hannah Watermus
sr: Маја Секулић
uk: Мая Дорі

# SCREENSHOT_NAME_CONTACT_THREE
source: Nikki Romanov
ar: صَبَاح
fr: Virginie Chesnay
nl: Nicky de Jonge
sr: Ники Б.
uk: Ніккі Романів

# SCREENSHOT_NAME_CONTACT_TWO
source: Myles Larson
ar: شَمس
az: Mayls Larson
fr: Maxime Trépanier
nl: Niels Lancel
sr: Саша Јовановић
uk: Майлс Ларсен

# SCREENSHOT_NAME_GROUP_FIVE
source: Kirk Family
ar: عائلة ابو عَبدالرَحمَن
az: Kirk ailəsi
fr: Famille Descoteaux
nl: Familie Laagveld
sr: Породица Спасић
uk: Сім'я Кірка

# SCREENSHOT_NAME_GROUP_FOUR
source: Sunsets 🌅
ar: الغُروب 🌅
az: Gün doğur 🌅
fr: Couchers de soleil 🌅
km: ថ្ងៃលិច🌅
nl: Zonsondergangen 🌅
pl: Zachody słońca 🌅
sr: Заласци сунца 🌅
uk: Заходи сонця 🌅

# SCREENSHOT_NAME_GROUP_ONE
source: Book Club
ar: نادي الكتاب
az: Kitab Klubu
fr: Club de lecture
km: ក្លឹបសៀវភៅ
nl: Boekenclub
pl: Klub Książki
sr: Клуб читалаца
uk: Книжковий клуб

# SCREENSHOT_NAME_GROUP_SIX
source: Cat Chat 🐈 🐱
ar: حديث القطط 🐈 🐱
az: Pişik söhbəti 🐈 🐱
fr: Conversation sur les chats 🐈 🐱
km: ជជែកឆ្មា 🐈 🐱
nl: Katten 🐈 🐱
pl: Rozmowy o kotach 🐈 🐱
sr: Волимо мачке 🐈 🐱
uk: Котячий Чат 🐈 🐱

# SCREENSHOT_NAME_GROUP_THREE
source: 🧗🏽‍♀️ Rock Climbers
ar: مُتسلقو الجبال 🧗🏽‍♀️
az: 🧗🏽‍♀️ Dağa dırmaşanlar
fr: 🧗🏽‍♀️ Grimpeurs
km: 🧗អ្នកឡើងភ្នំ
nl: 🧗🏽‍♀️ Bergbeklimmers
pl: 🧗🏽‍♀️ Wspinacze górscy
sr: 🧗🏽‍♀️ Планинари
uk: 🧗🏽‍♀️ Альпіністи

# SCREENSHOT_NAME_GROUP_TWO
source: Weather Forecasts
ar: توقعات الطقس
az: Hava proqnozu
fr: Prévisions météorologiques
km: ព្យាករណ៍អាកាសធាតុ
nl: Weersvoorspellingen
pl: Prognozy pogody
sr: Временска прогноза
uk: Прогнози Погоди

# SCREENSHOT_NAME_LOCAL_PROFILE
source: Chairwoman Freya
ar: المديرة فلافل
az: Rəis Freya
fr: Présidente Freya
nl: Voorzitster Minoes
pl: Przewodnicząca Freja
sr: Управница Нада
uk: Голова правління Фрея

# SCREENSHOT_THREAD_DIRECT_FIVE_MESSAGE_ONE
source: Congrats! I can't believe it!
ar: مبروك! لا أستطيع تصديق ذلك!
az: Təbriklər! İnana bilmirəm!
fr: Félicitations ! Je n’arrive pas à y croire.
km: សាទរ! ខ្ញុំមិនជឿទេ!
nl: Gefeliciteerd! Niet te geloven!
pl: Gratulacje! Wprost nie mogę uwierzyć!
sr: Честитам! Не могу да верујем!
uk: Вітання! Я не можу в це повірити!

# SCREENSHOT_THREAD_DIRECT_FIVE_MESSAGE_THREE
source: See you tomorrow?
ar: أراك غداً إن شاء الله؟
az: Sabah görüşürük?
fr: On se voit demain ?
km: ជួបអ្នកថ្ងៃស្អែក?
nl: Zie ik je morgen?
pl: Zobaczymy się jutro?
sr: Видимо се сутра?
uk: Побачимося завтра?

# SCREENSHOT_THREAD_DIRECT_FIVE_MESSAGE_TWO
source: Thank you ☺️
ar: شكراً ☺️
az: Sağ ol ☺️
fr: Merci ☺️
km: អរគុណ ☺️
nl: Dankjewel ☺️
pl: Dziękuję ☺️
sr: Хвала ти ☺️
uk: Дякую ☺️

# SCREENSHOT_THREAD_DIRECT_FOUR_MESSAGE_ONE
source: Your wisdom has saved me.
ar: لقد أنقذتني حكمتك.
az: Sənin düşüncə tərzin yardım etdi.
fr: Ta sagesse m’a sauvé.
km: ប្រាជ្ញារបស់អ្នកបានសង្គ្រោះខ្ញុំ។
nl: Jouw wijsheid heeft me gered.
pl: Twoja mądrość mnie uratowała.
sr: Твоја мудрост ме је спасила.
uk: Твоя мудрость спасла мене.

# SCREENSHOT_THREAD_DIRECT_FOUR_MESSAGE_TWO
source: Thanks! What a wonderful message to read :)
ar: شكراً! يا لها من رسالة رائعة لقراءتها :)
az: Çox sağ olun! Əla ismarışdır :)
fr: Merci ! Quel merveilleux message à lire :)
km: សូមអរគុណ! នេះសារដ៏អស្ចារ្យសម្រាប់អាន :)
nl: Dank je! Wat een fijn bericht :)
pl: Dzięki! Miło to słyszeć :)
sr: Хвала! Каква дивна порука за читање :)
uk: Дякую! яке чудове повідомлення :)

# SCREENSHOT_THREAD_DIRECT_ONE_MESSAGE_ONE
source: The rain is pouring down and I'm sitting here just listening to it.
ar: المطر يتساقط وأنا جالس هنا فقط كي أستمع إليه.
az: Yağış sel kimi tökür və mən burada oturub onu dinləyirəm.
fr: Il pleut à torrents et je suis assise là à écouter la pluie tomber.
km: មេឃកំពុងភ្លៀង ហើយខ្ញុំកំពុងអង្គុយនៅទីនេះ គ្រាន់តែស្តាប់វា។
nl: Het regent pijpenstelen en ik zit er naar te luisteren.
pl: Leje deszcz, a ja siedzę, słuchając dźwięku kropel.
sr: Напољу пада киша, а ја седим овде и слушам.
uk: Ллє дощ, і я сиджу тут, просто слухаючи його.

# SCREENSHOT_THREAD_DIRECT_ONE_MESSAGE_TWO
source: That's what I did this morning too.
ar: ذلك ما فعلته أنا هذا الصباح أيضًا.
az: Bugün səhər mən də etdim.
fr: C’est aussi ce que j’ai fait ce matin.
km: នោះហើយជាអ្វីដែលខ្ញុំបានធ្វើនៅព្រឹកនេះផងដែរ។
nl: Dat is wat ik vanochtend ook deed.
pl: Rano robiłam to samo.
sr: То сам и ја јутрос урадио.
uk: Я робив те ж саме сьогодні вранці.

# SCREENSHOT_THREAD_DIRECT_SEVEN_MESSAGE_ONE
source: Free for a call?
ar: هل أنت مُتفرِّغ للاتصال؟
az: Zəng edə bilərəm?
fr: Libre pour un appel ?
km: ទំនេរសម្រាប់ការហៅ?
nl: Mag ik je bellen?
pl: Mogę zadzwonić?
sr: Могу да те назовем?
uk: Можеш зараз говорити?

# SCREENSHOT_THREAD_DIRECT_SIX_MESSAGE_ONE
source: Yes!
ar: أجل!
az: Hə!
fr: Oui !
km: មែនហើយ!
nl: Ja!
pl: Tak!
sr: Тако је!
uk: Так!

# SCREENSHOT_THREAD_DIRECT_THREE_MESSAGE_ONE
source: We're making crepes tomorrow
ar: سنصنع الكريب غدًا
az: Sabah kökə bişiririk
fr: Demain, on fait des crêpes
km: យើងបង្កើតផ្កាថ្មនៅថ្ងៃស្អែក
nl: We bakken morgen pannenkoeken
pl: Jutro robimy naleśniki
sr: Сутра ћемо правити палачинке
uk: Завтра ми будемо пекти хліб

# SCREENSHOT_THREAD_DIRECT_TWO_MESSAGE_ONE
source: Hey check this out!
ar: هي، تحقق من هذا!
az: Bura bax!
fr: Hé, regarde ça !
km: ហេពិនិត្យមើលនេះ!
nl: Moet je dit zien
pl: Hej, spójrz na to!
sr: Хеј, види ово!
uk: Привіт, поглянь на це!

# SCREENSHOT_THREAD_DIRECT_TWO_MESSAGE_THREE
source: New Zealand!
ar: نيوزيلاندا!
az: Yeni Zellandiya!
fr: Nouvelle-Zélande !
km: នូវែលសេឡង់!
nl: Nieuw-Zeeland!
pl: Nowa Zelandia!
sr: На Новом Зеланду!
uk: Нова Зеландія!

# SCREENSHOT_THREAD_DIRECT_TWO_MESSAGE_TWO
source: Whoa where are you!?
ar: مهلاً أين أنت؟
az: Hardasan!?
fr: Incroyable, où es-tu ?
km: អូ អ្នកនៅឯណា!?
nl: Wow! Waar ben je?
pl: Łał, gdzie jesteś!?
sr: Чекај, где си сада!?
uk: Вау, де ти !?

# SCREENSHOT_THREAD_GROUP_FIVE_MESSAGE_ONE
source: Today is ...
ar: اليوم هو ...
az: Bugün ...
fr: Aujourd’hui, c’est…
km: ថ្ងៃនេះ គឺ...
nl: Vandaag …
pl: Dziś są...
sr: Данас је ...
uk: Сьогодні ...

# SCREENSHOT_THREAD_GROUP_FIVE_MESSAGE_TWO
source: Happy birthday to you. Happy birthday to you!
ar: عيد أضحى مُبارك! بإذن الله الوليمة تكون في تمام الساعة الثانية ظهراً.
az: Ad günün mübarək. Ad günün mübarək!
fr: Joyeux anniversaire. joyeux anniversaire !
km: រីករាយ​ថ្ងៃខួបកំណើត។ រីករាយ​ថ្ងៃខួបកំណើត!
nl: Is er één jarig, hoera, hoera!
pl: Sto lat. Sto lat!
sr: Данас нам је диван дан, нашој драгој рођендан!
uk: З днем народження. З днем народження!

# SCREENSHOT_THREAD_GROUP_FOUR_MESSAGE_ONE
source: It's too cloudy here.
ar: الأجواء غائمة جداً هُنا.
az: Bura buludludur.
fr: C’est trop nuageux ici.
km: នៅទីនេះមានពពកច្រើនពេក។
nl: Er is hier teveel bewolking.
pl: Za dużo tu chmur.
sr: Овде је превише облачно.
uk: Тут занадто хмарно.

# SCREENSHOT_THREAD_GROUP_ONE_FILE_NAME
source: 1984.txt
ar: ديوان-المتنبي.txt
pl: Rok 1984.txt

# SCREENSHOT_THREAD_GROUP_ONE_MESSAGE_ONE
source: Did you read this yet?
ar: هل قرأت هذا بعدُ أم لا؟
az: Bunu oxumamısınız?
fr: L’as-tu déjà lu ?
km: តើអ្នកបានអានវាហើយឬនៅ?
nl: Heb je dit al gelezen?
pl: Udało Ci się już ją przeczytać?
sr: Јесте ли ово већ прочитали?
uk: Ви вже прочитали це?

# SCREENSHOT_THREAD_GROUP_SIX_FILE_NAME
source: Instructions.PDF
ar: التعليمات.pdf
az: İstifadəQaydaları.PDF
km: ការណែនាំ.PDF
nl: Instructies.PDF
pl: Instrukcje.PDF
sr: Uputstvo.pdf
uk: Інструкції.PDF

# SCREENSHOT_THREAD_GROUP_SIX_MESSAGE_FIVE
source: This is the instruction manual.
ar: هذا هو دليل التعليمات.
az: Bu istifadəçi məlumatıdır.
fr: C’est le guide d’instructions.
km: នេះគឺជាសៀវភៅណែនាំណែនាំ។
nl: Hier is de handleiding.
pl: Oto instrukcje.
sr: Ово је упутство за употребу.
uk: Це інструкція з експлуатації.

# SCREENSHOT_THREAD_GROUP_SIX_MESSAGE_FOUR
source: Pictures, please!
ar: أرسل الصور من فضلك!
az: Zəhmət olmasa şəkillər!
fr: Des photos, s’il vous plaît !
km: សូមរូបភាព!
nl: Stuur foto's!
pl: Zdjęcia proszę!
sr: Слике, молим!
uk: Малюнки, будь ласка!

# SCREENSHOT_THREAD_GROUP_SIX_MESSAGE_ONE
source: This is peaceful.
ar: هذا راقي.
az: Rahat vericidir.
fr: C’est paisible.
km: នេះគឺជាសន្តិភាព។
nl: Dit is zo rustgevend.
pl: Spokojne.
sr: Ово је толико опуштајуће.
uk: Тут спокій.

# SCREENSHOT_THREAD_GROUP_SIX_MESSAGE_THREE
source: She’s walking a cat on a leash...
ar: إنها تُمشّي قطتها وهي مربوطة بحبل...
az: O pişiyi gəzdirir...
fr: Elle promène un chat en laisse…
km: នាងកំពុងបណ្តើរឆ្មាលើខ្សែ...
nl: Ze loopt met een kat aan een riem …
pl: Ona prowadzi kota na smyczy...
sr: Она води мачку на повоцу...
uk: Вона вигулює кота на поводку...

# SCREENSHOT_THREAD_GROUP_SIX_MESSAGE_TWO
source: 🌅 Good Morning!
ar: 🌅 صباح الخير!
az: 🌅 Sabahınız xeyir!
fr: 🌅 Bonjour !
km: 🌅 អារុណសួស្តី!
nl: 🌅 Goedemorgen!
pl: 🌅 Dzień dobry!
sr: 🌅 Добро јутро!
uk: 🌅 Добрий Ранок!

# SCREENSHOT_THREAD_GROUP_THREE_MESSAGE_ONE
source: Which route should we take?
ar: أي طريق يجب أن نسلكه؟
az: Hansı yolla gedək?
fr: Quel chemin devrions-nous emprunter ?
km: ផ្លូវណាយើងគួរទៅ?
nl: Welke route zullen we nemen?
pl: Którą trasą powinniśmy pójść?
sr: Којом стазом је боље да идемо?
uk: За яким маршрутом ми підемо?

# SCREENSHOT_THREAD_GROUP_TWO_MESSAGE_ONE
source: See you all there 🤗
ar: ألقاكم هُناك بإذن الله 🤗
az: Görüşərik 🤗
fr: On se voit tous là-bas 🤗
km: ឃើញអ្នកទាំងអស់គ្នានៅទីនោះ 🤗
nl: Ik zie jullie daar 🤗
pl: Do zobaczenia w tym miejscu 🤗
sr: Видимо се тамо 🤗
uk: Зустрінемось там 🤗

# SCREENSHOT_THREAD_GROUP_TWO_MESSAGE_TWO
source: Raining all day
ar: تمطر طوال يوم
az: Bütün günü yağışlıdır
fr: Pluie toute la journée
km: ភ្លៀងពេញមួយថ្ងៃ
nl: Het regent de hele dag al
pl: Pada przez cały dzień
sr: Киша пада цео дан
uk: Весь день дощить

# SEARCH_BY_NAME_OR_USERNAME_OR_NUMBER_PLACEHOLDER_TEXT
source: Name, username, or number
ar: اسم، اسم مُستخدم، أو رقم
az: Adç istifadəçi adı və ya nömrə
fr: Nom, nom d’utilisateur ou numéro
km: ឈ្មោះ ឈ្មោះអ្នកប្រើប្រាស់ ឬលេខ?
nl: Naam, gebruikersnaam of telefoonnummer
pl: Imię, nazwa użytkownika lub numer
sr: Име, корисничко име или број
uk: Ім'я, ім'я користувача або номер

# SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT
source: Search by name or number
ar: البحث باستخدام الاسم أو الرقم
az: Ad və ya nömrə ilə axtar
fr: Cherchez par nom ou numéro
km: ស្វែងរកតាមឈ្មោះ ឬលេខទូរស័ព្ទ
nl: Zoeken op naam of nummer
pl: Szukaj po nazwie lub numerze
sr: Претрага по имену или броју
uk: Пошук за іменем чи номером

# SEARCH_FIELD_PLACE_HOLDER_TEXT
source: Search
ar: البحث
az: Axtar
fr: Cherchez
km: ស្វែងរក
nl: Zoeken
pl: Szukaj
sr: Претрага
uk: Пошук

# SEARCH_SECTION_CONTACTS
source: Other Contacts
ar: جهات اتصال أُخرى
az: Başqa Əlaqələr
fr: Autres contacts
km: បញ្ជីឈ្មោះផ្សេងទៀត
nl: Overige contactpersonen
pl: Inne kontakty
sr: Остали контакти
uk: Інші контакти

# SEARCH_SECTION_CONVERSATIONS
source: Chats
ar: المحادثات
az: Söhbətlər
fr: Conversations
km: ការជជែក
nl: Gesprekken
pl: Rozmowy
sr: Ћаскања
uk: Чати

# SEARCH_SECTION_MESSAGES
source: Messages
ar: الرسائل
az: Mesajlar
km: សារ
nl: Berichten
pl: Wiadomości
sr: Поруке
uk: Повідомлення

# SECONDARY_DEVICE_ERROR_FETCHING_LINKING_CODE
source: Unable to Fetch Linking Code
ar: تعذّر جلب رمز الربط
az: Qoşma kodunu yaratmaq alınmadı
fr: Impossible de récupérer le code de liaison
km: មិនអាចទាញយកកូដតភ្ជាប់
nl: Kan koppelcode niet ophalen
pl: Nie można pobrać kodu łączenia
sr: Грешка при преузимању кôда за повезивање
uk: Не Вдалось Отримати Код Прив'язки

# SECONDARY_LINKING_ERROR_OBSOLETE_LINKED_DEVICE_MESSAGE
source: Update Signal on this device to link it with your phone.
ar: حدِّث Signal في هذا الجهاز حتى تستطيع ربطه بهاتفك.
fr: Mettez Signal à jour sur cet appareil pour le relier à votre téléphone.
km: ធ្វើបច្ចុប្បន្នភាព Signal លើឧបករណ៍នេះ ដើម្បីភ្ជាប់វាជាមួយទូរស័ព្ទរបស់អ្នក។
nl: Werk Signal bij op dit apparaat om het aan je telefoon te kunnen koppelen.
pl: Uaktualnij Signal na tym urządzeniu, aby połączyć je z Twoim telefonem.
sr: Ажурирајте Signal на овом уређају како бисте га могли повезати са вашим телефоном.
uk: Оновити Signal на цьому пристрої, щоб з'єднати його з вашим телефоном.

# SECONDARY_LINKING_ERROR_OBSOLETE_LINKED_DEVICE_TITLE
source: Unsupported Version
ar: إصدار غير مدعوم
fr: Version non prise en charge
km: ជំនាន់មិនគាំទ្រ
nl: Niet-ondersteunde versie
pl: Nieobsługiwana wersja
sr: Неподржана верзија
uk: Версія не підтримується

# SECONDARY_LINKING_ERROR_OLD_VERSION_MESSAGE
source: Your other device is running a legacy version of Signal that doesn't support scanning iPad QR codes. Please install the latest Signal release and try again.
ar: إن الجهاز الآخر الخاص بك يُشغِّل إصدار قديم من Signal وهو لا يدعم مسح رُموز الاستجابة السريعة للـiPad. يُرجى تثبيت آخر إصدار من Signal ثم المُحاولة مرة أُخرى.
az: Digər cihazınızdakı Signal-ın köhnə versiyasıdır və iPadə QR kodları skan etmək imkanı vermir. Sonuncu Signal-ı yükləyin və yenidən cəhd edin.
fr: Votre autre appareil exécute une version patrimoniale de Signal qui ne prend pas en charge le balayage des codes QR d’iPad. Veuillez installer la dernière version de Signal et réessayer.
km: ឧបករណ៍ដទៃរបស់អ្នកកំពុងដំណើរការ Signal ជំនាន់ចាស់ដែលមិនគាំទ្រការស្កេនកូដ iPad QR ។ សូមដំឡើង Signal ជំនាន់ចុងក្រោយបង្អស់ និងសាកល្បងម្តងទៀត។
nl: Op je andere apparaat wordt een verouderde versie van Signal uigevoerd welke het scannen van QR-codes van iPads niet ondersteund. Installeer de meest recente versie van Signal en probeer het opnieuw.
pl: Inne Twoje urządzenie używa starej wersji aplikacji Signal, która nie obsługuje skanowania kodów QR iPada. Proszę zainstalować najnowszą wersję Signal i spróbować ponownie.
sr: Ваш други уређај има застарелу верзију Signal-а која не подржава скенирање QR кôдова за iPad. Молимо вас да ажурирате Signal на најновију верзију и покушате поново.
uk: На іншому пристрої працює стара версія Signal, яка не підтримує сканування QR-кодів iPad. Будь ласка, встановіть останню версію Signal і спробуйте ще раз.

# SECONDARY_LINKING_ERROR_OLD_VERSION_TITLE
source: Update Scanning Device
ar: قُم بتحديث الجهاز الماسِح
az: Skan cihazınızı yeniləyin
fr: Mettre à jour l’appareil de balayage
km: ធ្វើបច្ចុប្បន្នភាពឧបករណ៍ស្កេន
nl: Scannent apparaat bijwerken
pl: Zaktualizuj urządzenie skanujące
sr: Ажурирајте скенирани уређај
uk: Обновіть Скануючий Пристрій

# SECONDARY_LINKING_ERROR_WAITING_FOR_SCAN
source: Failed to Link Your Device
ar: فشل ربط الجهاز الخاص بك
az: Alətinizi qoşmaq alınmadı
fr: Échec de liaison de votre appareil
km: បរាជ័យក្នុងការតភ្ជាប់ឧបករណ៍របស់អ្នក
nl: Koppelen van je apparaat is mislukt
pl: Nie udało się połączyć Twojego urządzenia
sr: Грешка при повезивању уређаја
uk: Не Вдалося Прив'язати Ваш Пристрій

# SECONDARY_ONBOARDING_CHOOSE_DEVICE_NAME
source: Choose a name for this device
ar: اختر اسمًا لهذا الجهاز
az: Bu cihaz üçün ad seçin
fr: Choisir un nom pour cet appareil
km: ជ្រើសរើសឈ្មោះមួយសម្រាប់ឧបករណ៍នេះ
nl: Kies een naam voor dit apparaat
pl: Wybierz nazwę dla tego urządzenia
sr: Изаберите назив за овај уређај
uk: Виберіть ім'я для цього пристрою

# SECONDARY_ONBOARDING_CHOOSE_DEVICE_NAME_EXPLANATION
source: You'll see this name under "Linked Devices."
ar: سترى هذا الاسم ضمن "الأجهزة المُرتبطة".
az: Bu adı "Qoşulmuz Cihazlar"ın altında görəcəksiniz.
fr: Ce nom apparaîtra sous « Appareils reliés ».
km: អ្នកនឹងឃើញឈ្មោះនេះនៅក្រោម "ឧបករណ៍ដែលបានតភ្ជាប់។"
nl: Je zult dit apparaat zien in het menu ‘Gekoppelde apparaten’.
pl: Zobaczysz tę nazwę, pod "Połączone urządzenia".
sr: Овај назив ће бити приказан у „Повезани уређаји”
uk: Ви побачите це ім'я в розділі "Прив'язані Пристрої".

# SECONDARY_ONBOARDING_CHOOSE_DEVICE_NAME_PLACEHOLDER
source: Choose a name
ar: اختر اسمًا
az: Ad seç
fr: Choisissez un nom
km: ជ្រើសរើសឈ្មោះមួយ
nl: Kies een naam
pl: Wybierz nazwę
sr: Изаберите назив
uk: Виберіть ім'я

# SECONDARY_ONBOARDING_COMPLETE_LINKING_PROCESS
source: Finish Linking
ar: إنهاء الارتباط
az: Qoşmanı bitir
fr: Terminer la liaison
km: បញ្ចប់ការតភ្ជាប់
nl: Klaar met koppelen
pl: Zakończ łączenie
sr: Заврши повезивање
uk: Завершити Прив'язку
