Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# REGISTER_2FA_INVALID_PIN_ALERT_MESSAGE_SINGLE
source: You have 1 attempt remaining. If you run out of attempts, you can create a new PIN. You can register and use your account but you’ll lose some saved settings like your profile information.
ar: تبقت لديك مُحاولة واحدة مُتبقية. إذا استنفذتَ جميع المُحاولات، يُمكنك إنشاء PIN جديد. يُمكنك التسجيل واستخدام الحساب الخاص بك لكِنَك ستفقِد بعض الإعدادات المحفوظة، مِثل معلومات ملفك الشخصي.
az: 1 cəhdiniz qaldı. Cəhdləriniz uğursuz olsa yeni PİN yarada bilərsiniz. Hesabı qeydiyyatdan keçirib istifadə edə bilərsiniz, lakin yadda saxlanılan quraşdırma və hesab məlumatı silinəcək.
fr: Il vous reste un essai. Si vous épuisez le nombre limite d’essais, vous pouvez créer un nouveau NIP. Vous pouvez vous inscrire et utiliser votre compte, mais vous perdrez certains paramètres enregistrés tels que les renseignements de votre profil.
km: អ្នកនៅមានការព្យាយាម ១ ដង។ បើការព្យាយាមអស់ អ្នកអាចបង្កើតលេខកូដ PIN ថ្មី។ អ្នកអាចចុះឈ្មោះ និងប្រើប្រាស់គណនីរបស់អ្នក តែអ្នកនឹងត្រូវបាត់បង់ការកំណត់ដែលបានរក្សាទុក ដូចជាព័ត៌មានប្រវត្តិរូបរបស់អ្នក។
nl: Je hebt nog 1 poging resterend. Als je geen pogingen meer over hebt, dan kun je nog wel een nieuwe pincode aanmaken. Je kunt Signal dan wel weer registreren met dit telefoonnummer, maar sommige instellingen zoals je profielnaam, -foto en -omschrijving zullen dan verloren gaan.
pl: Pozostała Ci 1 próba. Jeśli się skończą, możesz utworzyć nowy PIN. Możesz zarejestrować się i używać swojego konta, ale stracisz niektóre zapisane ustawienia, takie jak informacje w Twoim profilu.
sr: Преостао вам 1 покушај. Уколико искористите све покушаје, моћи ћете да направите нови PIN. Регистрација новог налогa је дозвољена, али ћете изгубити нека подешавања као што су личне информације профила.
uk: У вас залишилась 1 спроба. Якщо ви вичерпаєте спроби, ви зможете створити новий PIN-код. Ви зможете зареєструватися та використовувати свій обліковий запис, але втратите деякі збережені настройки, наприклад інформацію вашого профілю.

# REGISTER_2FA_INVALID_PIN_ALERT_TITLE
source: Incorrect PIN
ar: إنَّ الـPIN غير صحيح
az: Səhv PİN
fr: Le NIP est erroné
km: លេខកូដ PIN មិនត្រឹមត្រូវ
nl: Incorrecte pincode
pl: Nieprawidłowy kod PIN
sr: Нетачан PIN
uk: Неправельний PIN-код

# REGISTER_2FA_PIN_PROGRESS
source: Verifying PIN…
ar: جار التحقق من الـPIN...
az: PİN yoxlanılır...
fr: Confirmation du NIP…
km: កំពុងផ្ទៀងផ្ទាត់ PIN…
nl: Pincode aan het verifiëren …
pl: Weryfikowanie PINu…
sr: Провера PIN-а...
uk: Перевірка PIN-коду...

# REGISTER_2FA_SUBMIT_BUTTON
source: Submit
ar: تسليم
az: Təqdim et
fr: Envoyer
km: បញ្ជូន
nl: Indienen
pl: Wyślij
sr: Прихвати
uk: Надіслати

# REGISTER_CONTACTS_WELCOME
source: Welcome!
ar: مَرحبًا!
az: Xoş gördük!
fr: Bienvenue.
km: ស្វាគមន៍!
nl: Welkom!
pl: Witamy!
sr: Добродошли!
uk: Вітаємо!

# REGISTER_FAILED_TRY_AGAIN
source: Try Again
ar: حاول مرة أُخرى
az: Yenidən Cəhd Et
fr: Réessayer
km: ព្យាយាមម្តងទៀត
nl: Opnieuw proberen
pl: Spróbuj ponownie
sr: Покушајте поново
uk: Спробуйте знову

# REGISTER_RATE_LIMITING_BODY
source: You have tried too often. Please wait a minute before trying again.
ar: أنتَ قد حاولتَ كثيرًا. يُرجى الانتظار لمُدة دقيقة واحدة قبل المُحاولة مرة أُخرى.
az: Sən ard-arda cəhdlər etdin. Yenidən cəhd etmək üçün bir dəqiqə gözlə.
fr: Trop de tentatives. Veuillez attendre une minute avant de réessayer.
km: អ្នកបានព្យាយាមច្រើនដងពេក។ សូមរង់ចាំមួយនាទី មុនពេលព្យាយាមម្តងទៀត។
nl: Je hebt het te vaak geprobeerd. Wacht een minuut voor je het opnieuw probeert.
pl: Próbowałeś(aś) zbyt często. Poczekaj chwilę, zanim spróbujesz ponownie.
sr: Имали сте превише учесталих покушаја. Молимо вас да сачекате један минут пре наредног покушаја.
uk: Забагато спроб. Зачекайте хвилину і спробуйте знову.

# REGISTER_RATE_LIMITING_ERROR
source: You have tried too often. Please wait a minute before trying again.
ar: أنتَ قد حاولتَ كثيرًا. يُرجى الانتظار لمُدة دقيقة واحدة قبل المُحاولة مرة أُخرى.
az: Sən ard-arda cəhdlər etdin. Yenidən cəhd etmək üçün bir dəqiqə gözlə.
fr: Trop de tentatives. Veuillez patienter une minute avant de réessayer.
km: អ្នកបានព្យាយាមច្រើនដងពេក។ សូមរង់ចាំមួយនាទី មុនពេលព្យាយាមម្តងទៀត។
nl: Je hebt het te vaak geprobeerd. Wacht een minuut voor je het opnieuw probeert.
pl: Próbowałeś(aś) zbyt często. Poczekaj chwilę, zanim spróbujesz ponownie.
sr: Имали сте превише учесталих покушаја. Молимо вас да сачекате један минут пре наредног покушаја.
uk: Забагато спроб. Зачекайте хвилину і спробуйте знову.

# REGISTRATION_BODY
source: Failed to re-register for push notifications.
ar: فشلت إعادة الاشتراك في دَفع الإشعارات.
az: Üzə çıxan xəbərdarlıqlar qeydə alınmadı.
fr: Échec de réactivation des notifications poussées
km: បរាជ័យក្នុងការចុះឈ្មោះឡើងវិញ​ សម្រាប់ការជូនដំណឹង។
nl: Opnieuw registreren voor pushmeldingen mislukt.
pl: Nie udało się ponownie zarejestrować powiadomień push.
sr: Грешка при поновној пријави на сервис за обавештења.
uk: Не вдалося заново реєструватися для одержання push-сповіщень.

# REGISTRATION_DEFAULT_COUNTRY_NAME
source: Country Code
ar: رمز البلد
az: Ölkə kodu
fr: Code de pays
km: កូដប្រទេស
nl: Landcode
pl: Kod kraju
sr: Позивни број државе
uk: Код країни

# REGISTRATION_ENTERNUMBER_DEFAULT_TEXT
source: Enter Number
ar: أدخِل الرقم
az: Nömrə yaz
fr: Saisissez le numéro
km: បញ្ចូលលេខ
nl: Vul nummer in
pl: Wpisz numer
sr: Унесите број
uk: Уведіть номер

source: Registration Error
ar: خطأ في التسجيل
az: Qeydiyyat Xətası
fr: Erreur d’enregistrement
km: ការចុះឈ្មោះមានបញ្ហា
nl: Fout bij registreren
pl: Błąd rejestracji
sr: Грешка при регистрацији
uk: Помилка реєстрації

# REGISTRATION_ERROR_BLANK_VERIFICATION_CODE
source: We can't activate your account until you verify the code we sent you.
ar: لا نستطيع تفعيل الحساب الخاص بك حتى تتحقق من الرمز الذي قد أرسلناه لك.
az: Sizə göndərilən kodu təsdiqləməyənə qədər hesabınızı aktivləşdirə bilmərik.
fr: Nous ne pouvons pas activer votre compte tant que vous n’aurez pas confirmé le code que nous vous avons envoyé.
km: អ្នកមិនអាចបើកគណនីរបស់អ្នក រហូតអ្នកបានផ្ទៀងផ្ទាត់លេខកូដ ដែលយើងបានផ្ញើជូនអ្នក។
nl: Je kunt Signal niet gebruiken tot je de code verifieert die we je hebben gestuurd.
pl: Nie możemy aktywować Twojego konta, dopóki nie zweryfikujesz kodu, który Ci wysłaliśmy.
sr: Не можемо активирати ваш налог док не потврдите кôд који смо вам послали.
uk: Ми не активуємо ваш акаунт, допоки ви не введете код, який ми вам надіслали.

# REGISTRATION_ERROR_NETWORK_FAILURE_ALERT_BODY
source: To continue, check your phone's Internet connection and try again.
ar: للمُتابعة، تأكَّد أنَّ الهاتف الخاص بك مُتَّصل بالانترنت ثمَّ حاول مرَّة أُخرى.
fr: Afin de poursuivre, veuillez vérifier la connexion à Internet de votre téléphone et réessayer.
nl: Om verder te kunnen, ga na dat je netwerkverbinding werkt en probeer het opnieuw.
pl: Aby kontynuować, sprawdź połączenie z internetem i spróbuj ponownie.
uk: Для продовження перевірте чи підключений ваш телефон до інтернету та спробуйте ще раз.

# REGISTRATION_ERROR_NETWORK_FAILURE_ALERT_TITLE
source: Check Connection
ar: تأكَّد مِنَ الاِتِّصال
fr: Vérifiez la connexion
nl: Ga na dat je netwerkverbinding werkt.
pl: Sprawdź połączenie
uk: Перевірити з'єднання

# REGISTRATION_NON_VALID_NUMBER
source: This phone number format is not supported, please contact support.
ar: تنسيق رقم هذا الهاتف غير مدعوم، يُرجى التواصُل مع الدَّعم.
az: Bu formatda telefon nömrəsi dəstəklənmir, Yardıma müraciət edin.
fr: Ce format de numéro de téléphone n’est pas pris en charge, veuillez contacter l’assistance.
km: ទម្រង់លេខទូរស័ព្ទនេះមិនគាំទ្រទេ សូមទំនាក់ទំនងផ្នែកជំនួយ។
nl: Deze opmaak van een telefoonnummer wordt niet ondersteund, neem contact op met support.
pl: Ten format numeru nie jest obsługiwany, skontaktuj się z pomocą techniczną.
sr: Формат овог броја телефона није подржан. Молимо вас да контактирате подршку.
uk: Цей формат номеру телефону не підтримується, зверніться до служби підтримки.

# REGISTRATION_PHONENUMBER_BUTTON
source: Phone Number
ar: رقم الهاتف
az: Telefon nömrəsi
fr: Numéro de téléphone
km: លេខទូរសព្ទ
nl: Telefoonnummer
pl: Numer telefonu
sr: Број телефона
uk: Номер телефону

# REGISTRATION_RESTRICTED_MESSAGE
source: You need to register before you can send a message.
ar: تحتاج إلى التسجيل قبل أن تتمكن من إرسال رسالة.
az: Mesaj göndərə bilmək üçün qeydiyyatdan keçməlisən.
fr: Vous devez d’abord vous inscrire avant de pouvoir envoyer un message.
km: អ្នកត្រូវចុះឈ្មោះ មុនពេលអ្នកអាចផ្ញើសារបាន។
nl: Je moet je registreren voordat je een bericht kunt verzenden.
pl: Musisz się zarejestrować, aby móc wysłać wiadomość.
sr: Морате се регистровати пре слања порука.
uk: Перед тим, як надсилати повідомлення, слід зареєструватися.

# REGISTRATION_VERIFICATION_FAILED_TITLE
source: Verification Failed
ar: فشل التحقق
az: Təsdiqləmə alınmadı
fr: Échec de confirmation
km: ការផ្ទៀងផ្ទាត់បានបរាជ័យ
nl: Verificatie mislukt
pl: Weryfikacja nie powiodła się
sr: Потврда није успела
uk: Невдале підтвердження

# REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION
source: The numbers you submitted don't match what we sent. Want to double check?
ar: الأرقام التي قد سلمتها لا تتطابق مع التي أرسلناها. هل تُريد أن تحقق مُجددًا؟
az: Bizim göndəriyimizlə yazdığınız uyğun gəlmir. Bir daha yoxlamaq istəyirsiniz?
fr: Les numéros que vous avez envoyés ne correspondent pas à ce que nous avons envoyé. Voulez-vous les confirmer ?
km: លេខដែលអ្នកបានបញ្ចូលមិនត្រូវគ្នា នឹងអ្វីដែលយើងបានផ្ញើទេ។ ចង់ពិនិត្យម្តងទៀតទេ?
nl: De nummers die je invoerde komen niet overeen met wat we je hebben gestuurd. Wil je dubbelchecken?
pl: Podane liczby nie pasują do tego, co wysłaliśmy. Możesz sprawdzić jeszcze raz?
sr: Број који сте унели се не подудара са оним који смо вам послали. Молимо вас да га проверите.
uk: Надіслані вами номери не збігаються з тими, що ми надіслали. Перевірте ще раз.

# REGISTRATION_VERIFICATION_FAILED_WRONG_PIN
source: Incorrect Registration Lock PIN.
ar: إنَّ PIN قفل التسجيل غير صحيح.
az: Xətalı Qeydiyyat Kilid PIN-i
fr: Le NIP de blocage de l’inscription est erroné.
km: លេខPIN ចាក់សោរការចុះឈ្មោះមិនត្រឹមត្រូវ។
nl: Onjuiste pincode voor registratievergrendeling.
pl: Nieprawidłowy kod PIN blokady rejestracji.
sr: Нетачан PIN за закључавање регистрације.
uk: Хибний ПІН блокування реєстрації.

# REGISTRATION_VIEW_INVALID_PHONE_NUMBER_ALERT_MESSAGE
source: Please enter a valid phone number to register.
ar: للتسجيل يُرجى إدخال رقم هاتف صالح.
az: Zəhmət olmasa qeydiyyat üçün düzgün telefon nömrəsi daxil et.
fr: Veuillez saisir un numéro de téléphone valide pour vous inscrire.
km: សូមបញ្ចូលលេខទូរស័ព្ទត្រឹមត្រូវមួយ ដើម្បីចុះឈ្មោះ។
nl: Vul een geldig telefoonnummer in om je te registreren.
pl: Podaj prawidłowy numer telefonu, aby zarejestrować.
sr: Унесите исправан број телефона да се региструјете.
uk: Щоб зареєструватися, уведіть дійсний номер телефону.

# REGISTRATION_VIEW_INVALID_PHONE_NUMBER_ALERT_TITLE
source: Invalid Phone Number
ar: رقم هاتف غير صحيح
az: Xətalı Telefon Nömrəsi
fr: Le numéro de téléphone est invalide
km: លេខទូរសព្ទមិនត្រឹមត្រូវ
nl: Ongeldig telefoonnummer
pl: Nieprawidłowy numer telefonu
sr: Неисправан број телефона
uk: Хибний номер телефону

# REGISTRATION_VIEW_NO_PHONE_NUMBER_ALERT_MESSAGE
source: Please enter a phone number to register.
ar: يُرجى إدخال رقم هاتف للتسجيل.
az: Zəhmət olmasa qeydiyyat üçün telefon nömrəsi daxil et.
fr: Veuillez saisir un numéro de téléphone pour vous inscrire.
km: សូមបញ្ចូលលេខទូរស័ព្ទមួយ ដើម្បីចុះឈ្មោះ។
nl: Vul een telefoonnummer in om te registreren.
pl: Podaj numer telefonu, aby zarejestrować.
sr: Унесите број телефона да се региструјете.
uk: Щоб зареєструватися, уведіть номер телефону.

# REGISTRATION_VIEW_NO_PHONE_NUMBER_ALERT_TITLE
source: No Phone Number
ar: لا يوجد رقم هاتف
az: Telefon Nömrəsi Yoxdur
fr: Aucun numéro de téléphone
km: គ្មានលេខទូរសព្ទ
nl: Geen telefoonnummer
pl: Brak numeru telefonu
sr: Није унет број телефона
uk: Немає номера телефону.

# REGISTRATION_VIEW_PHONE_NUMBER_CONFIRMATION_ALERT_MESSAGE
source: A verification code will be sent to this number. Is your phone number above correct?
ar: سَوف يتمُّ إرسال رَمز تَحقُّق إلى هذا الرَّقم. هل رقمُ هاتِفك أعلاه صحيح؟
fr: Un code de confirmation sera envoyé à ce numéro. Votre numéro de téléphone est-il correct ci-dessus ?
nl: Is dit telefoonnummer juist? Als je aangeeft dat het juist is dan zal er verificatiecode naar je worden gestuurd.
pl: Na ten numer zostanie wysłany kod weryfikacyjny. Czy powyższy numer telefonu jest poprawny?
uk: Код підтвердження буде надіслано на цей номер. Ви вірно його вказали вище?

# REGISTRATION_VIEW_PHONE_NUMBER_CONFIRMATION_ALERT_TITLE_FORMAT
source: Number Confirmation: %@
ar: تأكيدُ الرَّقم: %@
fr: Confirmation du numéro : %@
nl: Telefoonnummer bevestigen: %@
pl: Potwierdzenie numeru: %@
uk: Підтвердження номеру: %@

# REGISTRATION_VIEW_PHONE_NUMBER_CONFIRMATION_EDIT_BUTTON
source: Edit
ar: تحرير
az: Dəyiş
fr: Modifier
km: កែប្រែ
nl: Aanpassen
pl: Edytuj
sr: Уреди
uk: Редагувати

# REGISTRATION_VIEW_PHONE_NUMBER_SPINNER_LABEL_FORMAT
source: Verifying %@...
ar: جار التَّحقُّق مِن %@...
fr: Confirmation %@…
nl: %@ aan het verifiëren …
pl: Weryfikowanie %@...
uk: Перевірка %@...

# REJECT_CALL_BUTTON_TITLE
source: Reject
ar: رفض
az: Rədd
fr: Refuser
km: ច្រានចោល
nl: Weigeren
pl: Odrzuć
sr: Одбиј
uk: Відхилити

# RELAY_REGISTERED_ERROR_RECOVERY
source: The phone number you are trying to register has already been registered on another server, please unregister from there and try again.
ar: إنَّ رقم الهاتف الذي تُحاول تسجيله قد تمَّ تسجيله بالفعل على خادم آخر, يُرجى إلغاء التسجيل من هُناك ثم حاول مرة أُخرى.
az: Qeydiyyatdan keçirmək istədiyiniz telefon nömrəsi digər serverdə qeydə alınıb, onu qeydiyyatdan çıxarın və yenidən sınayın.
fr: Le numéro de téléphone que vous essayez d’inscrire l’a déjà été sur un autre serveur. Veuillez le désinscrire de ce serveur et réessayer.
km: លេខទូរស័ព្ទដែលអ្នកព្យាយាមចុះឈ្មោះនេះ បានចុះឈ្មោះរួចហើយ នៅលើម៉ាស៊ីនមេផ្សេង សូមលុបឈ្មោះពីទីនោះសិន ហើយព្យាយាមម្តងទៀត។
nl: Het telefoonnummer dat je probeert te registreren is al geregistreerd op een ander apparaat. Deregistreer Signal eerst van het andere apparaat door deze webpagina te gebruiken: https://signal.org/signal/unregister/
pl: Numer telefonu, który próbujesz zarejestrować, został już zarejestrowany na innym serwerze. Wyrejestruj go i spróbuj ponownie.
sr: Број телефона који покушавате да региструјете је већ регистрован на другом серверу. Прво га одатле одјавите, па покушајте поново.
uk: Номер, який ви намагаєтеся зареєструвати, вже зареєстровано на іншому сервері, вилучіть реєстрацію звідти та спробуйте знову.

# REPLACE_ADMIN_VIEW_TITLE
source: Choose New Admin
ar: اختر مُشرف جديد
az: Yeni inzibatçı seçin
fr: Choisir un nouvel administrateur
km: ជ្រើសរើសអ្នកគ្រប់គ្រងថ្មី
nl: Kies een nieuwe beheerder
pl: Wybierz nowego administratora
sr: Изаберите новог администратора
uk: Виберіть Нового Адміністратора

# REREGISTER_FOR_PUSH
source: Re-register for push notifications
ar: إعادة الإشتراك في دَفع الإشعارات
az: Üzə çıxan xəbərdarlıqları yenidən qeyd et
fr: Réactiver les notifications poussées
km: ចុះឈ្មោះឡើងវិញ សម្រាប់ការជូនដំណឹង
nl: Herregistreren voor pushmeldingen
pl: Zarejestruj się ponownie aby otrzymywać powiadomienia Push
sr: Поновите пријаву на сервис за обавештења
uk: Перереєструватися для одержання push-сповіщень

# RESEARCH_MEGAPHONE_BODY
source: To make Signal the best messaging app on the planet, we’d love to hear your feedback.
ar: لجعل Signal أفضل تطبيق مُراسلة على هذا الكوكب ، يُسعدنا سماع ملاحظاتك.
fr: Pour faire de Signal la meilleure appli de messagerie au monde, nous aimerions avoir votre avis.
nl: Om Signal de beste berichtenapp op deze planeet te maken, horen we graag ook van jou wat je van Signal vindt.
pl: Chcemy poznać Twoją opinię, aby uczynić Signal najlepszym komunikatorem na świecie.
sr: Да бисмо Signal учинили најбољом апликацијом за размену порука на планети, волели бисмо да чујемо ваше повратне информације.
uk: Щоб зробити Signal найкращим застосунком для листування на планеті, ми б хотіли почути ваш відгук.

# RESEARCH_MEGAPHONE_TITLE
source: Tell Signal what you think
ar: أخبر Signal رأيك
fr: Dites à Signal ce que vous pensez
nl: Vertel Signal-organisatie wat je van de Signal app vindt
pl: Przekaż Signal swoją opinię
sr: Реците Signal-у шта мислите
uk: Поділиться думкою з Signal

# RESEARCH_MODAL_FOOTER
source: The survey is hosted by Surveygizmo at the secure domain surveys.signalusers.org
ar: الاستطلاع مُستضاف بواسطة Surveygizmo على المجال الآمن surveys.signalusers.org
fr: Le sondage est hébergé par Surveygizmo sur le domaine sécurisé surveys.signalusers.org
nl: De enquête wordt beschikbaar gesteld door Surveygizmo via het beveiligde domein surveys.signalusers.org
pl: Ta ankieta jest hostowana przez Surveygizmo na zabezpieczonej domenie surveys.signalusers.org
sr: Домаћин анкете је Surveygizmo на сигурносном домену surveys.signalusers.org
uk: Опитування проводиться сайтом Surveygizmo на захищеному домені surveys.signalusers.org

# RESEARCH_MODAL_NO_THANKS
source: No thanks
ar: لا شكراً
az: Yox, təşəkkür edirəm
fr: Non merci
km: ទេ អរគុណ
nl: Nee bedankt
pl: Nie, dzięki
sr: Не, хвала
uk: Ні, дякую

# RESEARCH_MODAL_PLEA
source: <bold>We believe in privacy.</bold> Signal doesn’t track you or collect your data. To improve Signal for everyone, we rely on user feedback, <bold>and we’d love yours</bold>. We’re running a survey to understand how you use Signal. Our survey doesn't collect any data that will identify you. If you’re interested in sharing additional feedback, you'll have the option to provide contact information. If you have a few minutes and feedback to offer, we’d love to hear from you.
ar: <bold>نحنُ نؤمِن بالخُصوصية.</bold> ﻻ يتعقبك Signal ولا يجمع بياناتك. للعمل على تحسين Signal من أجل الجميع، نحن نعتمد على مُلاحظات المُستخدمين، <bold>ونحن نتوق لأي من مُلاحظاتِك</bold>. نحن نجري استطلاعاً لفهم كيفية استخدامك Signal. هذا الاستطلاع ﻻ يجمع أي بيانات تمكّن من تحديد هويتك. إن كان لديك اهتمام بمشاركتنا ملاحظات إضافية، فإن لك الاختيار بتزويدنا بمعلومات الاتصال بك. سنكون مُمتنين إذا كانت لديك بضع دقائق وملاحظة لتقديمها، نحن نتوق للاستماع إليك.
fr: <bold>Nous croyons en la protection des renseignements personnels.</bold> Signal ne vous suit pas à la trace ni ne recueille vos données. Afin d’améliorer Signal pour tous, nous comptons sur la rétroaction des utilisateurs <bold>et nous aimerions connaître la vôtre. Nous effectuons un sondage afin de comprendre comment vous utilisez Signal. Notre sondage ne recueille aucune donnée qui permettrait de vous identifier. Si vous souhaitez nous faire part d’autres commentaires, la possibilité de nous indiquer vos coordonnées vous sera offerte. Si vous avez quelques minutes à nous consacrer et une rétroaction à nous communiquer, nous serions ravis de vous lire.
nl: <bold>We geloven in privacy.</bold> Signal volgt je gedrag niet en verzamelt je gegevens niet. Om Signal zonder die gegevens toch voor iedereen beter te maken zijn we afhankelijk van terugkoppeling van gebruikers, <bold>en we zouden ook graag van je horen wat je van Signal vindt</bold>. We organiseren een enquête om te begrijpen op welke manier en waarvoor jij Signal gebruikt. Onze enquête verzamelt geen gegevens waarmee jij geïdentificeerd kan worden. Als je graag meer terugkoppeling geeft, dan kun je gebruik maken van de vrijblijvende optie om je contactgegevens in te vullen. Als je een aantal minuten tijd vrij hebt, en als je iets hebt om terug te koppelen, dan horen we graag van je.
pl: <bold>Wierzymy w prawo do prywatności.</bold> Signal nie śledzi Cię, ani nie gromadzi Twoich danych. Przy ulepszaniu aplikacji Signal polegamy na opiniach naszych użytkowników i <bold>pragniemy poznać również Twoją</bold>. Przeprowadzamy ankietę, aby zrozumieć jak korzystasz z Signal. Nasza ankieta nie zbiera żadnych informacji, które mogą Cię zidentyfikować. Jeśli chcesz podzielić się dodatkowymi informacjami, będziesz mieć możliwość podania informacji kontaktowych. Jeśli masz kilka minut i jakieś uwagi, chcielibyśmy je poznać.
sr: <bold>Верујемо у приватност.</bold> Signal вас не прати нити прикупља ваше податке. Да бисмо побољшали Signal за све, ослањамо се на повратне информације корисника, <bold>и ми бисмо волели Ваше</bold>. Водимо анкету како бисмо разумели како користите Signal. Наша анкета не прикупља податке који ће вас идентификовати. Ако сте заинтересовани за дељење повратних информација, имаћете могућност да наведете контакт информације. Ако имате неколико минута и повратне информације да поделите, желели бисмо да нам пишете.

# RESEARCH_MODAL_TAKE_SURVEY
source: Take the survey
ar: شارك في الاستطلاع
fr: Répondre au sondage
nl: De enquête invullen
pl: Wypełnij ankietę
sr: Попуните анкету
uk: Пройти опитування

# RESEARCH_MODAL_TITLE
source: Signal Research
ar: أبحاث Signal
fr: Recherche Signal
nl: Signal-onderzoek
pl: Badanie Signal
sr: Signal Истраживање
uk: Дослідження Signal

# RETRY_BUTTON_TEXT
source: Retry
ar: إعادة المحاولة
az: Yenidən sına
fr: Réessayer
km: ព្យាយាមម្តងទៀត
nl: Opnieuw proberen
pl: Ponów
sr: Покушај поново
uk: Повторити

# RETURN_CALL_PILL_BUTTON
source: Return
ar: العودة
fr: Revenir
nl: Terugkeren
pl: Wróć
sr: Повратак
uk: Повернутись

# SAFETY_NUMBER_CHANGED_CONFIRM_ADD_TO_GROUP_ACTION
source: Add to Group Anyway
ar: أضف إلى المجموعة على أي حال
az: Yenə də Qrupa Əlavə Et
fr: Ajouter quand même au groupe
km: បន្ថែមចូលក្រុមយ៉ាងណាក៏ដោយ
nl: Toch aan de groep toevoegen
pl: Dodaj do grupy mimo to
sr: Нема везе, додај у групу
uk: Усе одно додати до групи

# SAFETY_NUMBER_CHANGED_CONFIRM_CALL_ACTION
source: Call Anyway
ar: اتصل على أي حال
az: Yenə də Zəng Et
fr: Appeler quand même
km: ហៅ យ៉ាងណាក៏ដោយ
nl: Toch bellen
pl: Zadzwoń mimo to
sr: Нема везе, позови
uk: Усе одно зателефонувати

# SAFETY_NUMBER_CHANGED_CONFIRM_SEND_ACTION
source: Send Anyway
ar: أرسل على أي حال
az: Yenə də Göndər
fr: Envoyer quand même
km: បញ្ជូន យ៉ាងណាក៏ដោយ
nl: Toch verzenden
pl: Wyślij mimo to
sr: Нема везе, пошаљи
uk: Усе одно надіслати

# SAFETY_NUMBER_CONFIRMATION_MESSAGE
source: The following people may have reinstalled or changed devices. Verify your safety number with them to ensure privacy.
ar: هؤلاء الأشخاص التالون رُبما قد أعادوا التثبيت أو قد غيروا أجهزتهم. تحقق من رقم الأمان الخاص بك أنت معهم لِضمان الخصوصية.
fr: Les personnes suivantes ont peut-être réinstallé Signal ou changé d’appareil. Pour assurer la confidentialité, confirmez votre numéro de sécurité avec elles.
nl: De volgende personen hebben mogelijk de app opnieuw geïnstalleerd of hebben een ander apparaat in gebruik genomen. Verifieer jullie veiligheidsnummers om zeker te zijn dat je met de juiste personen communiceert.
pl: Następujące osoby mogły ponownie zainstalować aplikację lub zmienić urządzenie. Zweryfikuj wasze numery bezpieczeństwa, aby zapewnić prywatność.
sr: Следеће особе су вероватно реинсталирале или промениле уређаје. За гаранцију приватности, оверите сигурносне бројеве са њима.
uk: Ці користувачі, ймовірно, перевстановили застосунок чи змінили пристрої. Підтвердіть ваші коди безпеки, щоб впевнитись у приватності.

# SAFETY_NUMBER_CONFIRMATION_PREVIOUSLY_VERIFIED
source: Previously Verified
ar: تمَّ التحقُّق مِنهُ مُسبقًا
fr: Confirmé précédemment
nl: Was voorheen geverifieerd
pl: Wcześniej zweryfikowane
sr: Претходно оверен/на
uk: Підтверджені раніше

# SAFETY_NUMBER_CONFIRMATION_TITLE
source: Safety Number Changes
ar: تغييرات رقم الأمان
fr: Changements des numéros de sécurité
nl: Veiligheidsnummer veranderingen
pl: Zmiany numeru bezpieczeństwa
sr: Промене сигурносног броја
uk: Змінені коди безпеки

# SAFETY_NUMBER_CONFIRMATION_VIEW_ACTION
source: View
ar: إظهار
fr: Afficher
km: បង្ហាញ
nl: Weergeven
pl: Zobacz
sr: Више
uk: Детальніше
