Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# CONTACT_FIELD_NAME_SUFFIX
source: Suffix
ar: ملحق الاسم
az: Sufiks
fr: Suffixe
km: ខាងចុង
nl: Achtervoegsel
pl: Tytuł zawodowy/naukowy
sr: Суфикс
uk: Суфікс

# CONTACT_FIELD_ORGANIZATION
source: Organization
ar: المُنظمة
az: Şirkət
fr: Organisation
km: ស្ថាប័ន
nl: Organisatie
pl: Organizacja
sr: Организација
uk: Організація

# CONTACT_PERMISSION_ACTION_SHEET_BODY
source: To see contact names and photos in your chats:
ar: لِرُؤية اَسماء وَصُّور جِهات الاِتِّصال في مُحادثاتك:
fr: Pour voir le nom et la photo des contacts dans vos conversations :
nl: Om de namen en profielfoto's van je contactpersonen weer te geven in jouw gesprekken:
pl: Aby zobaczyć imiona i zdjęcia kontaktów w swoich rozmowach:
sr: Да бисте видели имена и слике контакта у вашим ћаскањима:
uk: Щоб бачити імена та фото контактів у своїх чатах:

# CONTACT_PERMISSION_ACTION_SHEET_STEP_ONE
source: Tap “Go to Settings” below
ar: يجب لمس "اذهب إلى الإعدادات" في الأسفل
fr: Touchez « Aller dans Réglages » ci-dessous
km: ចុច “ទៅការកំណត់” ខាងក្រោម
nl: Tik op ‘Naar instellingen’ hieronder
pl: Stuknij poniżej “Przejdź do ustawień”
sr: Кликните на „Иди у подешавања”
uk: Натисніть Налаштування нижче

# CONTACT_PERMISSION_ACTION_SHEET_STEP_TWO
source: Turn on “Contacts”
ar: فَعِّل "جهات الاتصال"
fr: Activez « Contacts »
km: បើក “បញ្ជីទំនាក់ទំនង”
nl: Schakel ‘Contacten’ in
pl: Włącz “Kontakty”
sr: Укључите „Именик”
uk: Увімкнути "Контакти"

# CONTACT_PERMISSION_ACTION_SHEET_TITLE
source: Turn on Contacts
ar: فعِّل جهات الاتصال
fr: Activer Contacts
km: បើកបញ្ជីទំនាក់ទំនង
nl: Schakel ‘Contacten’ in
pl: Włącz kontakty
sr: Укључите именик
uk: Увімкнути Контакти

# CONTACT_PERMISSION_NOT_NOW_ACTION
source: Not Now
ar: ليس الآن
az: İndi yox
fr: Pas maintenant
km: លើកក្រោយ
nl: Niet nu
pl: Nie teraz
sr: Не сада
uk: Не зараз

# CONTACT_PERMISSION_REMINDER_MEGAPHONE_ACTION
source: Turn On
ar: فعِّل
az: Yandır
fr: Activer
km: បើក
nl: Inschakelen
pl: Włącz
sr: Укључи
uk: Увімкнути

# CONTACT_PERMISSION_REMINDER_MEGAPHONE_BODY
source: See contact names and photos in your chats.
ar: اطَّلِع على اَسماء وصُّور جِهات الاِتصال في مُحادثاتك.
fr: Voir le nom et la photo des contacts dans vos conversations.
nl: Om de namen en profielfoto's van je contactpersonen weer te geven in jouw gesprekken.
pl: Zobacz imiona i zdjęcia kontaktów w swoich rozmowach.
sr: Омогућите приказ имена и слика контаката у вашим ћаскањима.
uk: Бачити імена контактів та фотографії у чатах.

# CONTACT_PERMISSION_REMINDER_MEGAPHONE_TITLE
source: Turn on Contacts?
ar: تفعيل جهات الاتصال؟
fr: Activer Contacts ?
km: បើកបញ្ជីទំនាក់ទំនង?
nl: Contactpersonen weergeven inschakelen?
pl: Włączyć kontakty?
sr: Укључите именик?
uk: Увімкнути Контакти?

# CONTACT_PHONE
source: Phone
ar: رقم الهاتف
az: Telefon nömrəsi
fr: Téléphone
km: ទូរសព្ទ
nl: Telefoon
pl: Numer telefonu
sr: Број телефона
uk: Телефон

# CONTACT_PICKER_NO_EMAILS_AVAILABLE
source: No email available.
ar: لا يوجد بَريد إلكتروني مُتاح.
az: Email mövcud deyil.
fr: Aucune adresse courriel n’est indiquée.
km: មិនមានសារអេឡិចត្រូនិច។
nl: Geen e-mail beschikbaar.
pl: E-mail niedostępny.
sr: Нема имејл адресу.
uk: Е-пошти немає.

# CONTACT_PICKER_NO_PHONE_NUMBERS_AVAILABLE
source: No phone number available.
ar: لا يوجد رقم هاتف.
az: Telefon nömrəsi mövcud deyil.
fr: Aucun numéro de téléphone indiqué.
km: មិនមានលេខទូរសព្ទ។
nl: Geen telefoonnummer beschikbaar.
pl: Brak dostępnego numeru telefonu.
sr: Нема број телефона.
uk: Номера телефону немає.

# CONTACT_PICKER_TITLE
source: Select Contact
ar: حدِّد جهة الاتصال
az: Əlaqə Seç
fr: Sélectionner un contact
km: ជ្រើសរើសលេខទំនាក់ទំនង
nl: Kies contactpersoon
pl: Wybierz Kontakt
sr: Изаберите контакт
uk: Виберіть контакт

# CONTACT_SHARE_APPROVAL_VIEW_TITLE
source: Share Contact
ar: مشاركة جهة الاتصال
az: Əlaqəni Paylaş
fr: Partager un contact
km: ចែករំលែកលេខទំនាក់ទំនង
nl: Contactinformatie doorsturen
pl: Udostępnij kontakt
sr: Поделите контакт
uk: Поділитися контактом

# CONTACT_SHARE_EDIT_NAME_VIEW_TITLE
source: Edit Name
ar: تحرير الاسم
az: Adı Dəyiş
fr: Modifier le nom
km: កែប្រែឈ្មោះ
nl: Naam bewerken
pl: Edytuj imię
sr: Измените име
uk: Редагувати ім’я

# CONTACT_SHARE_INVALID_CONTACT
source: Invalid contact.
ar: جهة اتصال غير صحيحة
az: Səhv əlaqə.
fr: Le contact est invalide
km: លេខទំនាក់ទំនងមិនត្រឹមត្រូវ។
nl: Ongeldige contactpersoon.
pl: Nieprawidłowy kontakt.
sr: Неисправан контакт.
uk: Хибний контакт.

# CONTACT_SHARE_NO_FIELDS_SELECTED
source: No contact fields selected.
ar: لم يتم تحديد أي حقول من جهة الاتصال.
az: Əlaqə zolağı seçilməyib.
fr: Aucun champ de contact n’a été sélectionné
km: គ្មានជ្រើសរើសលេខទំនាក់ទំនង
nl: Geen contactvelden geselecteerd.
pl: Nie wybrano kontaktu.
sr: Ни једно поље није изабрано.
uk: Не вибрано жодних даних контакту.

source: Contact Support
ar: الاتصال بالدعم
az: Yardımla xidməti
fr: Contacter l’assistance
km: ទាក់ទងជំនួយ
nl: Neem contact op met ondersteuning
pl: Kontakt z pomocą techniczną
sr: Контактирајте подршку
uk: Зверніться в службу підтримки

# CONTACT_SUPPORT_PROMPT_ERROR_ALERT_BODY
source: Signal was unable to complete your support request.
ar: تعذَّر على Signal إكمال طَلب الدَّعم.
az: Signal sizin yardım istəyinizi bitirə bilmədi.
fr: Signal n’a pas réussi à terminer votre demande d’assistance.
km: Signal មិនអាចបញ្ចប់ការស្នើសុំជំនួយរបស់អ្នក។
nl: Signal kon je ondersteuningsverzoek niet voltooien.
pl: Signal nie był w stanie wysłać Twojego zgłoszenia do pomocy technicznej.
sr: Signal не може испунити ваш захтев за подршку.
uk: Signal не зміг завершити ваш запит в підтримку.

# CONTACT_SUPPORT_PROMPT_ERROR_TRY_AGAIN
source: Try Again
ar: حاوِل مرة أُخرى
az: Yenidən Cəhd Et
fr: Réessayer
km: ព្យាយាមម្តងទៀត
nl: Opnieuw proberen
pl: Spróbuj ponownie
sr: Покушај поново
uk: Спробуйте знову

# CONTACT_SUPPORT_PROMPT_TO_INCLUDE_DEBUG_LOG_MESSAGE
source: Your debug logs will help us troubleshoot your issue faster. Submitting your logs is optional.
ar: تساعدنا سجلات التصحيح في استكشاف مشاكلك وإصلاحها في أسرع وقت. إرسال سجلاتك إلينا اختياري.
az: Debug girişləriniz sizin məsələni daha tez araşdırmağa kömək edər. Girişləri göndərmək məcburi deyil.
fr: Vos journaux de débogage nous aideront à résoudre votre problème plus rapidement. L’envoi de vos journaux est facultatif.
km: កំណត់ត្រាបញ្ហារបស់អ្នក នឹងជួយយើងឲ្យពិនិត្យបញ្ហារបស់អ្នកលឿនជាមុន។ ការដាក់បញ្ជូនកំណត់ត្រារបស់អ្នក គឺជាជម្រើស។
nl: Je foutlog helpt ons om je probleem sneller te ontdekken en op te lossen. Het indienen van een foutlog is optioneel.
pl: Twoje logi debugowanie pomogą nam szybciej naprawić Twój problem. Wysłanie logów jest opcjonalne.
sr: Извештај грешака ће нам помоћи да лакше отклонимо квар. Слање вашег извештаја грешака није обавезно.
uk: Ваші журнали відладки допоможуть нам усунути вашу проблему швидше. Відправлення журналів необов'язково.

# CONTACT_SUPPORT_PROMPT_TO_INCLUDE_DEBUG_LOG_TITLE
source: Submit Debug Log?
ar: هل تود إرسال سجل الفحص ؟
az: Debug girişini göndərək?
fr: Envoyer le journal de débogage ?
km: បញ្ជូន កំណត់ត្រាបញ្ហា?
nl: Foutlog indienen?
pl: Wysłać log debugowania?
sr: Пошаљи извештај грешака?
uk: Надіслати Журнал Відладки?

# CONTACT_SUPPORT_SUBMIT_WITH_LOG
source: Submit with Debug Log
ar: إرسال مع سِجل الفحص
az: Debug girişi ilə göndər
fr: Envoyer avec le journal de débogage
km: បញ្ជូន ជាមួយកំណត់ត្រាបញ្ហា
nl: Indienen met foutlog?
pl: Wyślij z logiem debugowania
sr: Пошаљи са извештајем грешака
uk: Відправити з Журналом Відладки

# CONTACT_SUPPORT_SUBMIT_WITHOUT_LOG
source: Submit without Debug Log
ar: إرسال بدون سِجل الفحص
az: Debug girişsiz göndər
fr: Envoyer sans journal de débogage
km: បញ្ជូន ដោយមិនមានកំណត់ត្រាបញ្ហា
nl: Indienen zonder foutlog
pl: Wyślij bez logu debugowania
sr: Пошаљи без извештаја грешака
uk: Відправити без Журналу Відладки

# CONTACT_VIEW_OPEN_ADDRESS_IN_MAPS_APP
source: Open in Maps
ar: الفتح في الخريطة
az: Xəritədə Aç
fr: Ouvrir dans Maps
km: បើកក្នុងកម្មវិធី ផែនទី
nl: Open met Kaarten
pl: Otwórz w aplikacji Mapy
sr: Прикажи на мапи
uk: Відкрити у Картах

# CONTACT_VIEW_OPEN_EMAIL_IN_EMAIL_APP
source: Send Email
ar: إرسال رسالة إلكترونية
az: Email Göndər
fr: Envoyer un courriel
km: ផ្ញើសារអេឡិចត្រូនិច
nl: E-mail verzenden
pl: Wyślij e-mail
sr: Пошаљи имејл
uk: Надіслати е-лист

# CONTACT_WITHOUT_NAME
source: Unnamed Contact
ar: جهة اتصال غير مُسماة
az: Adsız Əlaqə
fr: Contact sans nom
km: លេខទំនាក់ទំនងគ្មានឈ្មោះ
nl: Naamloos contactpersoon
pl: Kontakt bez nazwy
sr: Неименовани контакт
uk: Безіменний контакт

# CONVERSATION_DELETE_CONFIRMATION_ALERT_MESSAGE
source: This chat will be deleted from this device.
ar: ستُحذَف هذه المحادثة من هذا الجهاز.
fr: Cette conversation sera supprimée de cet appareil.
nl: Dit gesprek zal van dit apparaat worden gewist.
pl: Ta rozmowa zostanie usunięta z tego urządzenia.
sr: Ћаскање ће бити избрисан са овог уређаја.
uk: Чат буде видалено з цього пристрою.

# CONVERSATION_DELETE_CONFIRMATION_ALERT_TITLE
source: Delete Chat?
ar: حذف المحادثة ؟
fr: Supprimer la conversation ?
nl: Gesprek wissen?
pl: Usunąć rozmowę?
sr: Избришите преписку?
uk: Видалити чат?

# CONVERSATION_PICKER_CAN_SELECT_NO_MORE_CONVERSATIONS
source: You can't select more than %@ chats.
ar: لا يمكنك تحديد أكثر من %@ محادثة.
fr: Vous ne pouvez pas sélectionner plus de %@ conversations.
nl: Je kunt niet meer dan %@ gesprekken selecteren.
pl: Nie możesz wybrać więcej niż %@ rozmów(y).
sr: Не можете изабрати више од %@ ћаскања.
uk: Не можна обирати більше %@ чатів.

# CONVERSATION_PICKER_SECTION_GROUPS
source: Groups
ar: المجموعات
az: Qruplar
fr: Groupes
km: ក្រុម
nl: Groepen
pl: Grupy
sr: Групе
uk: Групи

# CONVERSATION_PICKER_SECTION_RECENTS
source: Recent Chats
ar: المحادثات الحديثة
az: Son Söhbətlər
fr: Conversations récentes
km: ការជជែកថ្មីៗ
nl: Recente gesprekken
pl: Ostatnie rozmowy
sr: Скорашњи разговори
uk: Недавні чати

# CONVERSATION_PICKER_SECTION_SIGNAL_CONTACTS
source: People
ar: الأشخاص
az: Adamlar
fr: Personnes
km: មនុស្ស
nl: Contactpersonen
pl: Osoby
sr: Особе
uk: Люди

# CONVERSATION_PICKER_TITLE
source: Choose Recipients
ar: اختر المستلمين
az: Alanları seçin
fr: Choisir des destinataires
km: ជ្រើសរើសអ្នកទទួល
nl: Kies ontvangers
pl: Wybierz odbiorców
sr: Изаберите примаоце
uk: Обрати одержувачів

# CONVERSATION_SEARCH_NO_RESULTS
source: No matches
ar: لا يوجد توافُق
az: Uyğun olanı yoxdur
fr: Aucune correspondance
km: មិនត្រូវគ្នា
nl: Geen overeenkomsten
pl: Brak wyników
sr: Нема резултата
uk: Жодного співпадіння

# CONVERSATION_SEARCH_ONE_RESULT
source: 1 match
ar: توافُق واحد
az: 1 uyğun versiya
fr: 1 correspondance
km: 1 ត្រូវគ្នា
nl: 1 overeenkomst
pl: 1 wynik
sr: 1 резултат
uk: 1 співпадіння

# CONVERSATION_SEARCH_RESULTS_FORMAT
source: %d of %d matches
ar: %d مِن %d مُتوافق
az: %d versiyadan %d versiya uyğundur
fr: %d sur %d correspondances
km: %d នៃ %d ត្រូវគ្នា
nl: overeenkomst %d uit %d
pl: %d z %d wyników
sr: %d од %d резултата
uk: 1%d з 1%d співпадінь

# CONVERSATION_SETTINGS
source: Chat Settings
ar: إعدادات المُحادثة
fr: Paramètres de la conversation
nl: Gespreksinstellingen
pl: Ustawienia rozmowy
sr: Поставке ћаскања
uk: Налаштування чату

# CONVERSATION_SETTINGS_ADD_MEMBERS
source: Add members
ar: إضافة أعضاء
az: Üzvləri əlavə et
fr: Ajouter des membres
km: បន្ថែមសមាជិក
nl: Leden toevoegen
pl: Dodaj członków
sr: Додај чланове
uk: Додати учасників

# CONVERSATION_SETTINGS_ADD_TO_EXISTING_CONTACT
source: Add to Existing Contact
ar: إضافة إلى جهة اتصال موجودة
az: Mövcud Əlaqəyə Əlavə Et
fr: Ajouter à un contact existant
km: បន្ថែមទៅបញ្ជីទំនាក់ទំនងដែលមានស្រាប់
nl: Aan bestaand contactpersoon toevoegen
pl: Dodaj do istniejącego kontaktu
sr: Придодај постојећем контакту
uk: Додати до наявного контакту

# CONVERSATION_SETTINGS_ADD_TO_SYSTEM_CONTACTS
source: Add to System Contacts
ar: أضف إلى جهات اتصال النظام
az: Sistem əlaqələrinə əlavə et
fr: Ajouter aux contacts du système
km: បន្ថែមទៅទំនាក់ទំនងប្រព័ន្ធ
nl: Aan systeemcontacten toevoegen
pl: Dodaj do kontaktów systemu
sr: Додај у именик система
uk: Додати до системних контактів

# CONVERSATION_SETTINGS_ATTRIBUTES_ACCESS_ADMINISTRATOR
source: Admins
ar: المُشرِفون
az: İnzibatçılar
fr: Administrateurs
km: អ្នកគ្រប់គ្រង
nl: Beheerders
pl: Administratorzy
sr: Администратори
uk: Адміністратори

# CONVERSATION_SETTINGS_ATTRIBUTES_ACCESS_MEMBER
source: All
ar: الجميع
az: Hamısı
fr: Tous
km: ទាំងអស់
nl: Alles
pl: Wszyscy
sr: Сви
uk: Всі

# CONVERSATION_SETTINGS_ATTRIBUTES_ACCESS_NONE
source: Disabled
ar: مُعطل
az: Deaktiv et
fr: Désactivé
km: បានបិទ
nl: Uitgeschakeld
pl: Wyłączone
sr: Искључено
uk: Вимкнено

# CONVERSATION_SETTINGS_ATTRIBUTES_ACCESS_SECTION_FOOTER
source: Choose who can edit the group name, photo, and disappearing messages timer.
ar: اختر من يمكنه تغيير اسم المجموعة و الصورة ومؤقت الرسائل المختفية.
fr: Choisissez qui peut modifier le nom, la photo et la minuterie des messages éphémères du groupe.
km: ជ្រើសរើសអ្នកដែលអាចកែប្រែឈ្មោះក្រុម រូបភាព និងកំណត់ម៉ោងសារបាត់ទៅវិញ។
nl: Kies wie de groepsnaam, groepsafbeelding en de timer voor verlopende berichten mag aanpassen.
pl: Kto może edytować nazwę i zdjęcie tej grupy, i czas znikania wiadomości.
sr: Изаберите ко може мењати име групе, слику и трајање нестајућих порука.
uk: Оберіть, хто може редагувати ім'я, фото та час видалення повідомлень з групи.

# CONVERSATION_SETTINGS_BLOCK_AND_LEAVE_SECTION_CONTACT_FOOTER
source: You will no longer receive messages or updates from this user.
ar: لن تتلقى بعد الآن رسائل أو تحديثات من هذا المُستخدم.
fr: Vous ne recevrez plus ni message ni mise à jour de cet utilisateur.
km: អ្នកនឹងមិនអាចទទួលសារ ឬព័ត៌មានពីអ្នកប្រើប្រាស់នេះទៀតទេ។
nl: Je zult niet langer berichten of meldingen van deze persoon ontvangen.
pl: Nie będziesz już otrzymywać wiadomości ani aktualizacji od tego użytkownika.
sr: Више нећете примати поруке и обавештења од ове особе.
uk: Ви більше не отримуватимете повідомлень чи оновлень від цього користувача.

# CONVERSATION_SETTINGS_BLOCK_AND_LEAVE_SECTION_FOOTER
source: You will no longer receive messages or updates from this group.
ar: لن تتلقى رسائل أو تحديثات من هذه المجموعة بعد الآن.
az: Bu qrupdan bir daha mesaj və yeniliklər almayacaqsan.
fr: Vous ne recevrez plus ni message ni mise à jour de ce groupe.
km: អ្នកនឹងលែងទទួលសារឬការព័ត៌មានពីក្រុមនេះ
nl: Je zult niet langer berichten of meldingen van deze groep ontvangen.
pl: Nie będziesz już otrzymywać wiadomości ani aktualizacji z tej grupy.
sr: Више нећете примати поруке и обавештења од ове групе.
uk: Ви більше не отримуватимете повідомлень чи оновлень з цієї групи.

# CONVERSATION_SETTINGS_BLOCK_GROUP
source: Block Group
ar: حَظر المجموعة
az: Qrupu blokla
fr: Bloquer le groupe
km: ហាមឃាត់ក្រុម
nl: Groep blokkeren
pl: Zablokuj grupę
sr: Блокирај групу
uk: Заблокувати Групу

# CONVERSATION_SETTINGS_BLOCK_USER
source: Block User
ar: حَظر المُستخدم
az: İstifadəçini blokla
fr: Bloquer l’utilisateur
km: ហាមឃាត់អ្នកប្រើប្រាស់
nl: Persoon blokkeren
pl: Zablokuj użytkownika
sr: Блокирај особу
uk: Заблокувати Користувача

# CONVERSATION_SETTINGS_CONTACT_INFO_TITLE
source: Contact Info
ar: معلومات جهة الاتصال
az: Əlaqə Məlumatı
fr: Renseignements sur le contact
km: ព័ត៌មានលេខទំនាក់ទំនង
nl: Contactinformatie
pl: Informacje o kontakcie
sr: Подаци о контакту
uk: Інформація контакту

# CONVERSATION_SETTINGS_CONVERSATION_COLOR
source: Chat Color
ar: لون المحادثة
fr: Couleur de la conversation
nl: Gesprekskleur
pl: Kolor rozmowy
sr: Боја преписке
uk: Колір чату

# CONVERSATION_SETTINGS_EDIT
source: Edit
ar: تحرير
az: Dəyiş
fr: Modifier
km: កែប្រែ
nl: Aanpassen
pl: Edytuj
sr: Уреди
uk: Редагувати

# CONVERSATION_SETTINGS_EDIT_ATTRIBUTES_ACCESS
source: Who Can Edit Group Info
ar: من يستطيع تحرير معلومات المجموعة
az: Kim qrup adını dəyişə bilər
fr: Qui peut modifier les renseignements du groupe
km: អ្នកដែលអាចកែប្រែព័ត៌មានក្រុម
nl: Wie de groepsinformatie kan aanpassen
pl: Kto może edytować informacje o grupie
sr: Ко може мењати опис групе
uk: Хто може редагувати інформацію групи

# CONVERSATION_SETTINGS_EDIT_ATTRIBUTES_ACCESS_ALERT_ADMINISTRATORS_BUTTON
source: Only Admins
ar: المُشرِفون فقط
az: Yalnız inzibatçılar
fr: Les administrateurs
km: មានតែអ្នកគ្រប់គ្រង
nl: Uitsluitend beheerders
pl: Tylko administratorzy
sr: Само администратори
uk: Тільки Адміністратори

# CONVERSATION_SETTINGS_EDIT_ATTRIBUTES_ACCESS_ALERT_DESCRIPTION
source: Choose who can change the group name, photo, and disappearing messages:
ar: اختر من يمكنه تغيير اسم المجموعة و الصورة ومؤقت الرسائل المختفية:
fr: Choisissez qui peut changer le nom, la photo et les messages éphémères du groupe.
km: ជ្រើសរើសអ្នកដែលអាចផ្លាស់ប្តូរឈ្មោះក្រុម រូបភាព និងកំណត់ម៉ោងសារបាត់ទៅវិញ៖
nl: Kies wie de groepsnaam, groepsafbeelding en de timer voor verlopende berichten mag aanpassen:
pl: Wybierz kto może zmienić nazwę i zdjęcie tej grupy, oraz czas znikania wiadomości:
sr: Изаберите ко може мењати име групе, слику и трајање нестајућих порука.
uk: Оберіть, хто може редагувати ім'я групи, фото та час видалення повідомлень:

# CONVERSATION_SETTINGS_EDIT_ATTRIBUTES_ACCESS_ALERT_MEMBERS_BUTTON
source: All Members
ar: جميع الأعضاء
az: Bütün üzvlər
fr: Tous les membres
km: សមាជិកទាំងអស់
nl: Alle groepsleden
pl: Wszyscy członkowie
sr: Сви чланови
uk: Всі Учасники

# CONVERSATION_SETTINGS_EDIT_MEMBERSHIP_ACCESS
source: Who Can Add Members
ar: من يمكنه إضافة أعضاء
fr: Les personnes qui peuvent ajouter des membres
nl: Wie leden kan toevoegen
pl: Kto może dodawać członków
sr: Ко може додати чланове
uk: Хто Може Додати Учасників

# CONVERSATION_SETTINGS_EDIT_MEMBERSHIP_ACCESS_ALERT_ADMINISTRATORS_BUTTON
source: Only Admins
ar: المُشرِفون فقط
az: Yalnız inzibatçılar
fr: Les administrateurs
km: មានតែអ្នកគ្រប់គ្រង
nl: Uitsluitend beheerders
pl: Tylko administratorzy
sr: Само администратори
uk: Тільки Адміністратори

# CONVERSATION_SETTINGS_EDIT_MEMBERSHIP_ACCESS_ALERT_DESCRIPTION
source: Choose who can add members to this group:
ar: إختر مَن يُمكنه إضافة أعضاء إلى هَذِه المَجمُوعة:
fr: Choisissez qui peut ajouter des membres à ce groupe :
nl: Kies wie leden mag toevoegen aan de groep:
pl: Wybierz, kto może dodawać członków do tej grupy:
sr: Изаберите ко може додати чланове у ову групу:
uk: Виберіть, хто може додавати учасників до цієї групи:

# CONVERSATION_SETTINGS_EDIT_MEMBERSHIP_ACCESS_ALERT_MEMBERS_BUTTON
source: All Members
ar: جميع الأعضاء
az: Bütün üzvlər
fr: Tous les membres
km: សមាជិកទាំងអស់
nl: Alle groepsleden
pl: Wszyscy członkowie
sr: Сви чланови
uk: Всі Учасники

# CONVERSATION_SETTINGS_GROUP_LINK
source: Group Link
ar: رابِط المَجموعة
fr: Lien de groupe
nl: Groepsverwijzing
pl: Link do grupy
sr: Веза групе
uk: Посилання групи

# CONVERSATION_SETTINGS_MAKE_GROUP_ADMIN_BUTTON
source: Make Admin
ar: اجعلهُ مُشرِفاً
az: İnzibatçı et
fr: Nommer administrateur
km: ដាក់ជាអ្នកគ្រប់គ្រង
nl: Beheerder maken
pl: Mianuj adminem
sr: Постави за администратора
uk: Зробити Адміністратором

# CONVERSATION_SETTINGS_MAKE_GROUP_ADMIN_TITLE_FORMAT
source: %@ will be able to edit this group and its members.
ar: سيستطيع %@ تعديل خصائص وأعضاء هذه المجموعة.
fr: %@ pourra modifier ce groupe et ses membres.
km: %@ នឹងអាចកែក្រុមនេះ និងសមាជិករបស់ក្រុម។
nl: %@ zal de groepsinformatie en groepslidmaatschap kunnen aanpassen
pl: %@ będzie w stanie edytować tę grupę i jej członków.
sr: „%@“ моћи ће да уређује ову групу и њене чланове.
uk: %@ зможе змінювати цю групу і її учасників.

# CONVERSATION_SETTINGS_MEMBER_INVITES
source: Member Invites
ar: دعوات الأعضاء
fr: Invitations de membres
nl: Lidmaatschap uitnodigingen
pl: Zaproszenia członków
sr: Позивнице члана
uk: Запрошення Учасника

# CONVERSATION_SETTINGS_MEMBER_REQUESTS_AND_INVITES
source: Member Requests & Invites
ar: طلبات ودعوات اﻷعضاء
fr: Demandes et invitations de membres
nl: Lidmaatschapsverzoeken & -uitnodigingen
pl: Prośby o przyjęcie i zaproszenia
sr: Захтеви за чланство & позива
uk: Запити і Запрошення Учасника

# CONVERSATION_SETTINGS_MEMBERS_SECTION_TITLE
source: Members
ar: الأعضاء
az: Üzvlər
fr: Membres
km: សមាជិក
nl: Leden
pl: Członkowie
sr: Чланови
uk: Учасники

# CONVERSATION_SETTINGS_MEMBERS_SECTION_TITLE_FORMAT
source: %@ Members
ar: عَدَد %@ عُضو
az: %@ Üzvlər
fr: %@ membres
km: %@ សមាជិក
nl: %@ leden
pl: %@ członków
sr: %@ чланова
uk: %@Учасники

# CONVERSATION_SETTINGS_MENTION_MODE_AlWAYS
source: Always Notify
ar: أخطرِني دَومًا
fr: Toujours m’avertir
km: ជូនដំណឹងជានិច្ច
nl: Geef me altijd een melding
pl: Zawsze powiadamiaj
sr: Увек обавештавај
uk: Завжди повідомляти

# CONVERSATION_SETTINGS_MENTION_MODE_NEVER
source: Don’t Notify If Muted
ar: لا تُخطِرني إذا كَانَ مَكتُوم
fr: Ne pas m’avertir en sourdine
km: កុំជូនដំណឹងប្រសិនបើបិទ
nl: Geef me geen melding als gedempt
pl: Nie powiadamiaj, gdy wyciszona
sr: Не обавештавај ако је Мутирано
uk: Не сповіщати, якщо сповіщення вимкнені

# CONVERSATION_SETTINGS_MENTION_NOTIFICATION_MODE_ACTION_SHEET_TITLE
source: Receive notifications when you’re mentioned in muted chats?
ar: تلقي الإشعارات عندما تُذكر بالاسم في المحادثات الصامتة؟
fr: Recevoir des notifications si vous êtes mentionné dans des conversations en sourdine ?
km: ទទួលបានការជូនដំណឹងនៅពេលដែលអ្នកត្រូវបានគេហៅនៅក្នុងការសន្ទនាស្ងាត់ ៗ ?
nl: Wil je meldingen ontvangen wanneer iemand je vermeldt in een gedempt gesprek?
pl: Powiadamiać, gdy zostaniesz wspomniany(a) w wyciszonych rozmowach?
sr: Желите ли да примате обавештења када сте поменути у утишаним ћаскањима?
uk: Отримувати сповіщення, якщо вас згадали у чатах з вимкнутими сповіщеннями?

# CONVERSATION_SETTINGS_MENTIONS_LABEL
source: Mentions
ar: الذِّكر
km: ហៅ
nl: Vermeldingen
pl: Wzmianki
sr: Помињања
uk: Згадати

# CONVERSATION_SETTINGS_MUTE_ACTION_SHEET_TITLE
source: Mute
ar: كتم
az: Səssiz
fr: Sourdine
km: បិទសំឡេង
nl: Dempen
pl: Wycisz
sr: Утишај
uk: Без сповіщень

# CONVERSATION_SETTINGS_MUTE_LABEL
source: Mute
ar: كتم
az: Səssiz
fr: Sourdine
km: បិទសំឡេង
nl: Dempen
pl: Wycisz
sr: Утишај
uk: Без сповіщень

# CONVERSATION_SETTINGS_MUTE_NOT_MUTED
source: Not muted
ar: لم يُكتم
az: Səssiz deyil
fr: Désactivée
km: មិនបិទសំឡេង
nl: Niet gedempt
pl: Niewyciszony
sr: Није утишано
uk: Сповіщення увімкнені

# CONVERSATION_SETTINGS_MUTE_ONE_DAY_ACTION
source: Mute for one day
ar: الكتم ليوم واحد
az: Bir gün səssiz olsun
fr: Sourdine pendant 1 jour
km: បិទសំឡេងរយៈពេលមួយថ្ងៃ
nl: Dempen voor een dag
pl: Wycisz na jeden dzień
sr: Утишај на један дан
uk: Не сповіщати 1 день

# CONVERSATION_SETTINGS_MUTE_ONE_HOUR_ACTION
source: Mute for one hour
ar: الكتم لساعة واحدة
az: Bir saat səssiz olsun
fr: Sourdine pendant 1 heure
km: បិទសំឡេងរយៈពេលមួយម៉ោង
nl: Dempen voor een uur
pl: Wycisz na godzinę
sr: Утишај на један сат
uk: Не сповіщати 1 годину

# CONVERSATION_SETTINGS_MUTE_ONE_MINUTE_ACTION
source: Mute for one minute
ar: الكتم لدقيقة واحدة
az: Bir dəqiqə səssiz olsun
fr: Sourdine pendant 1 minute
km: បិទសំឡេងរយៈពេលមួយនាទី
nl: Dempen voor een minuut
pl: Wycisz na minutę
sr: Утишај на један минут
uk: Не сповіщати 1 хвилину

# CONVERSATION_SETTINGS_MUTE_ONE_WEEK_ACTION
source: Mute for one week
ar: الكتم لأُسبوع واحد
az: Bir həftə səssiz olsun
fr: Sourdine pendant 1 semaine
km: បិទសំឡេងរយៈពេលមួយសប្តាហ៍
nl: Dempen voor een week
pl: Wycisz na tydzień
sr: Утишај на недељу дана
uk: Не сповіщати тиждень

# CONVERSATION_SETTINGS_MUTE_ONE_YEAR_ACTION
source: Mute for one year
ar: الكتم لسنة واحدة
az: Bir il səssiz olsun
fr: Sourdine pendant 1 an
km: បិទសំឡេងរយៈពេលមួយឆ្នាំ
nl: Dempen voor een jaar
pl: Wycisz na rok
sr: Утишај на годину дана
uk: Не сповіщати 1 рік

# CONVERSATION_SETTINGS_MUTED_UNTIL_FORMAT
source: until %@
ar: حتى %@
az: %@ tarixinə qədər
fr: jusqu’à %@
km: រហូតដល់ %@
nl: tot %@
pl: do %@
sr: до %@
uk: до %@

# CONVERSATION_SETTINGS_NEW_CONTACT
source: Create New Contact
ar: إنشاء جهة اتصال جديدة
az: Yeni Əlaqə Yarat
fr: Créer un nouveau contact
km: បង្កើតលេខទំនាក់ទំនងថ្មី
nl: Nieuw contactpersoon aanmaken
pl: Utwórz nowy kontakt
sr: Направи нови контакт
uk: Створити новий контакт
