Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# SHARING_SUGGESTIONS_DISABLE_ERROR
source: Failed to disable sharing suggestions.
ar: فشل تعطيل اقتراحات المُشاركة.
fr: Échec de désactivation des suggestions de partage.
nl: Het is niet gelukt om suggesties bij delen uit te schakelen.
pl: Nie udało się wyłączyć sugestii udostępniania.
sr: Онемогућивање предлога за дељење није успело.

# SHARING_SUGGESTIONS_MEGAPHONE_BODY
source: Signal chats can now be displayed as suggestions when sharing from other apps.
ar: يُمكن الآن عَرض مُحادثات Signal كاِقتراحات عِند المُشاركة مِن تطبيقات أُخرى.
fr: Les conversations de Signal peuvent désormais être affichées en tant que suggestions lors d’un partage à partir d’autres applis.
nl: Signal-gesprekken worden nu weergegeven als suggesties bij het delen vanuit andere apps.
pl: Rozmowy Signal mogą być teraz wyświetlane w sugestiach, gdy udostępniasz z innych aplikacji.
sr: Signal-на ћаскања могу се приказати као предлози приликом дељења из других апликација.

# SHARING_SUGGESTIONS_MEGAPHONE_TITLE
source: Sharing Made Easier
ar: أصبحت المُشاركة أسهل
fr: Le partage simplifié
nl: Delen makkelijker gemaakt
pl: Udostępnianie stało się prostsze
sr: Дељење је лакше

# SHARING_SUGGESTIOONS_MEGAPHONE_BUTTON_DISABLE
source: Disable
ar: تعطيل
az: Söndür
fr: Désactiver
km: បិទ
nl: Uitschakelen
pl: Wyłącz
sr: Онемогући
uk: Вимкнути

# SHARING_SUGGESTIOONS_MEGAPHONE_BUTTON_ENABLE
source: Enable
ar: تفعيل
az: Aktivləşdir
fr: Activer
km: បើក
nl: Inschakelen
pl: Włącz
sr: Омогући
uk: Увімкнути

# SHOW_SAFETY_NUMBER_ACTION
source: Show Safety Number
ar: عرض رقم الأمان
az: Təhlükəsizlik Rəqəmini Göstər
fr: Afficher le numéro de sécurité
km: បង្ហាញលេខសុវត្ថិភាព
nl: Veiligheidsnummer tonen
pl: Pokaż numer bezpieczeństwa
sr: Прикажи сигурносни број
uk: Показати номер безпеки

# SHOW_THREAD_BUTTON_TITLE
source: Show Chat
ar: إظهار المُحادثة
fr: Afficher la conversation
nl: Gesprek weergeven
pl: Pokaż rozmowę
sr: Прикажи преписку
uk: Показати чат

# SMS_INVITE_BODY
source: I'm inviting you to install Signal! Here is the link:
ar: أنا أدعوك لتثبيت تطبيق Signal! ها هو الرابط:
az: Səni Signalı yükləməyə dəvət edirəm! Link belədir:
fr: Je t’invite à installer Signal. Voici le lien :
km: ខ្ញុំអញ្ជើញអ្នក ដំឡើងSignal! នេះជាតំណ៖
nl: Ik nodig je uit om Signal te installeren! Hier is de link:
pl: Zapraszam Cię do Signal! Link do pobrania aplikacji:
sr: Позивам те да инсталираш Signal! Ево га линк:
uk: Запрошую тебе встановити Signal! Ось посилання:

# SOUNDS_NONE
source: None
ar: لا شيء
az: Heç biri
fr: Aucun
km: គ្មាន
nl: Geen
pl: Brak
sr: Ништа
uk: Жодного

# SPLASH_MEGAPHONE_GROUPS_V2_MENTIONS_NAMES_SPLASH_FOOTER
source: Existing groups will automatically get these features in the coming weeks.
ar: المجموعات الحالية ستحصل على هذه الميزات تلقائيًا في الأسابيع القادمة.
fr: Ces fonctions seront proposées pour les groupes existants au cours des prochaines semaines.
nl: Groepen waar je nu al lid van bent zullen deze nieuwe functionaliteiten ook krijgen in de komende weken.
pl: Istniejące grupy automatycznie uzyskają te funkcje w nadchodzących tygodniach.
sr: Постојеће групе ће аутоматски добити ове функције у наредним недељама.

# SPLASH_MEGAPHONE_GROUPS_V2_MENTIONS_NAMES_SPLASH_INSTRUCTIONS
source: New Group
ar: مجموعة جديدة
az: Yeni Qrup
fr: Nouveau groupe
km: ក្រុមថ្មី
nl: Nieuwe groep
pl: Nowa grupa
sr: Нова група
uk: Нова група

# SPLASH_MEGAPHONE_GROUPS_V2_MENTIONS_NAMES_SPLASH_TITLE
source: New Groups are here!
ar: لقد وصلت المجموعات الجديدة!
fr: Les Nouveaux groupes sont arrivés !
nl: Groepsgesprekken zijn vernieuwd!
pl: Nowe grupy są już dostępne!
sr: Нове Групе су овде!
uk: Нові Групи вже тут!

# SPLASH_MEGAPHONE_GROUPS_V2_MENTIONS_SPLASH_BODY
source: New Group features include @mentions, admins, and more. Try it out by tapping:
ar: المجموعات الجديدة تحتوي على تضمين الاسم @‎ والمُشرفين وأشياء أُخرى. جربها الآن مِن خلال النقر على:
fr: Les fonctions des Nouveaux groupes comprennent les @mentions, les administrateurs et plus encore. Essayez-les en touchant :
nl: Tot de nieuwe mogelijkheden behoord onder andere @vermeldingen en groepsbeheerder. Probeer het eens door te tikken op:
pl: Nowe funkcje grup to @wzmianki, administratorzy i nie tylko. Wypróbuj je, stukając:
sr: Нове функције групе укључују @помињање, администраторе и још много тога. Испробајте додиром:

# STICKER_MESSAGE_PREVIEW
source: Sticker Message
ar: رسالة مُلصق
az: Stickerli Mesaj
fr: Message — Autocollant
km: សារស្ទីកគ័រ
nl: Stickerbericht
pl: Naklejka
sr: Налепница
uk: Повідомлення зі Cтікером

# STICKERS_INSTALL_BUTTON
source: Install
ar: تثبيت
az: Yüklə
fr: Installer
km: ដំឡើង
nl: Installeer
pl: Zainstaluj
sr: Додај
uk: Встановити

# STICKERS_MANAGE_VIEW_AVAILABLE_BUILT_IN_PACKS_SECTION_TITLE
source: Signal Artist Series
ar: حزم المُلصقات المُدمجة
az: Signalın Arist Seriaları
fr: Série artiste de Signal
km: សេ៊រីសិល្បករ Signal
nl: Signals eigen stickerpakketten
pl: Seria Artystów Signal
sr: Комплети Signal уметника
uk: Стікери від Художників Signal

# STICKERS_MANAGE_VIEW_AVAILABLE_KNOWN_PACKS_SECTION_TITLE
source: Stickers You Received
ar: حزم المُلصقات التي قد تلقيتها أنت
az: Sizə Gələn Stickerlər
fr: Autocollants que vous avez reçus
km: ស្ទីកគ័រដែលអ្នកបានទទួល
nl: Door jou ontvangen stickerpakketten
pl: Odebrane naklejki
sr: Налепнице које сте примили
uk: Отримані Вами Стікери

# STICKERS_MANAGE_VIEW_FAILED_KNOWN_PACKS
source: Some sticker packs failed to load
ar: فشل تحميل بعض حزم المُلصقات
az: Bəzi stikerlər boğçaları yüklənmədi
fr: Échec de chargement de certains paquets d’autocollants.
km: កញ្ចប់រូបតំណាងមួយចំនួន មិនអាចផ្ទុកបាន
nl: Het laden van sommige stickerpakketten is mislukt
pl: Niektóre pakiety naklejek nie zostały pobrane
sr: Неки пакети налепница нису учитани
uk: Не вдалося завантажити деякі набори стікерів

# STICKERS_MANAGE_VIEW_INSTALLED_PACKS_SECTION_TITLE
source: Installed Stickers
ar: حزم المُلصقات المُثبَّتة
az: Yüklənən Stickerlər
fr: Autocollants installés
km: ស្ទីកគ័របានដំឡើង
nl: Geïnstalleerde stickerpakketten
pl: Zainstalowane naklejki
sr: Додате налепнице
uk: Встановлені наліпки

# STICKERS_MANAGE_VIEW_LOADING_KNOWN_PACKS
source: Loading…
ar: جار التحميل..
az: Yüklənir...
fr: Chargement…
km: កំពុងផ្ទុក...
nl: Aan het laden …
pl: Wczytywanie...
sr: Учитавање...
uk: Завантаження...

# STICKERS_MANAGE_VIEW_NO_INSTALLED_PACKS
source: No stickers installed
ar: لا توجد أي حزم مُلصقات مُثبتة
az: Yüklü Sticket yoxdur
fr: Aucun autocollant n’est installé
km: ពុំមានស្ទីកគ័រដំឡើងទេ
nl: Geen stickerspakketten geïnstalleerd
pl: Brak naklejek
sr: Немате додатих налепница
uk: Встановлені наліпки відсутні

# STICKERS_MANAGE_VIEW_NO_KNOWN_PACKS
source: Stickers from incoming messages will appear here
ar: المُلصقات مِن الرسائل الواردة ستظهر هُنا
az: Gələn mesajdan Sticker bubrada görünəcək
fr: Les autocollants des messages entrants apparaîtront ici
km: ស្ទីកគ័រពីសារដែលចូលមកនឹងបង្ហាញទីនេះ
nl: Stickerpakketten uit binnenkomende berichten zullen hier verschijnen
pl: Tutaj pojawią się naklejki z wiadomości przychodzących
sr: Налепнице из долазних порука ће бити приказане овде
uk: Наліпки від вхідних дзвінків з'являться тут

# STICKERS_MANAGE_VIEW_TITLE
source: Stickers
ar: المُلصقات
az: Elanlar
fr: Autocollants
km: ស្ទីកគ័រ
pl: Naklejki
sr: Налепнице
uk: Наліпки

# STICKERS_PACK_DEFAULT_TITLE
source: Sticker Pack
ar: حزمة مُلصقات
az: Sticker Paketi
fr: Paquet d’autocollants
km: កញ្ចប់ស្ទីកគ័រ
nl: Stickerpakket
pl: Pakiet naklejek
sr: Пакет налепница
uk: Пакунок наліпок

# STICKERS_PACK_VIEW_DEFAULT_TITLE
source: Sticker Pack
ar: حزمة المُلصقات
az: Sticker Paketi
fr: Paquet d’autocollants
km: កញ្ចប់ស្ទីកគ័រ
nl: Stickerpakket
pl: Pakiet naklejek
sr: Пакет налепница
uk: Пакунок наліпок

# STICKERS_PACK_VIEW_FAILED_TO_LOAD
source: Sticker Pack failed to load
ar: فشل تحميل حزمة المُلصقات
az: Stiker boğçası yüklənmədi
fr: Échec de chargement du paquet d’autocollants
km: កញ្ចប់រូបតំណាងមិនអាចផ្ទុកបាន
nl: Laden van stickerpakket is mislukt
pl: Pakiet naklejek nie został pobrany
sr: Пакет налепница није учитан
uk: Не вдалося завантажити Набір Стікерів

# STICKERS_UNINSTALL_BUTTON
source: Uninstall
ar: إلغاء التثبيت
az: Programı Sil
fr: Désinstaller
km: លុបចេញ
nl: Deïnstalleer
pl: Odinstaluj
sr: Уклони
uk: Видалити

# SUCCESSFUL_VERIFICATION_DESCRIPTION
source: Your safety number with %@ matches. You can mark this contact as verified.
ar: رقم الأمان الخاص بك أنت مع %@ مُتطابق. يُمكنك تعليم جهة الاتصال هذه كمُتحقَّق مِنها.
az: Sənin %@ ilə olan təhlükəsizlik rəqəmin uyğundur. Sən bu əlaqəni təsdiq edilmiş kimi işarələyə bilərsən.
fr: Votre numéro de sécurité avec %@ correspond. Vous pouvez marquer ce contact comme confirmé.
km: លេខសុវត្ថិភាពរបស់អ្នក ជាមួយ %@ ត្រូវគ្នា។ អ្នកអាចដាក់លេខទំនាក់ទំនងនេះ ថាបានផ្ទៀងផ្ទាត់។
nl: Je veiligheidsnummer met %@ komt overeen. Je kunt deze contactpersoon markeren als geverifieerd.
pl: Numer bezpieczeństwa dla %@ się zgadza. Możesz oznaczyć kontakt jako zweryfikowany.
sr: Ваш сигурносни број са %@ се подудара. Контакт можете означити као оверен.
uk: Ваші номери безпеки із %@ збігаються. Ви можете підтвердити цей контакт.

# SUCCESSFUL_VERIFICATION_TITLE
source: Safety Number Matches!
ar: رقم الأمان مُتطابق!
az: Təhlükəsizlik Rəqədi Uyğundur!
fr: Le numéro de sécurité correspond.
km: លេខសុវត្ថិភាព ត្រូវគ្នា!
nl: Veiligheidsnummer komt overeen!
pl: Numer bezpieczeństwa się zgadza!
sr: Сигурносни број се подудара!
uk: Номери безпеки збіглись!

# SUPPORT_CONTACT_US_HEADER
source: Contact Us
ar: تواصل معنا
az: Əlaqə
fr: Nous contacter
nl: Neem contact met ons op
pl: Skontaktuj się z nami
sr: Контактирајте нас
uk: Зв’язатися з нами

# SUPPORT_DESCRIPTION_PLACEHOLDER
source: Tell us what's going on
ar: أخبِرنا بما يحدُث
fr: Expliquez-nous ce qu’il se passe
km: ប្រាប់យើងពីអ្វីដែលកំពុងកើតឡើង
nl: Vertel ons wat er aan de hand is
pl: Powiedz nam, w czym problem
sr: Реците нам шта се дешава
uk: Опишіть, що сталось

# SUPPORT_EMAIL_DEFAULT_DESCRIPTION
source: Tell us about the issue:
ar: أخبِرنا حول الأخطاء:
fr: Décrivez-nous la situation :
nl: Omschrijf aan ons wat je probleem is:
pl: Opowiedz nam o problemie:
sr: Објасните нам проблем:
uk: Опишіть проблему, що виникла:

# SUPPORT_EMAIL_ERROR_ALERT_DESCRIPTION
source: Please email your support request to support@signal.org
ar: يُرجى إرسال طلب الدَّعم بواسطة البَريد الإلكتروني إلى support@signal.org
fr: Veuillez envoyer votre demande d’assistance à support@signal.org
nl: E-mail je ondersteuningsverzoek naar support@signal.org
pl: Wyślij swój e-mail z prośbą o pomoc na adres support@signal.org
sr: Молимо пошаљите свој захтев за подршку на support@signal.org
uk: Будь ласка, надішліть запит на підтримку до support@signal.org

# SUPPORT_EMOJI_PROMPT
source: How do you feel? (Optional)
ar: مَا هُو شُعُورُك؟ (اِختياري)
fr: Comment vous sentez-vous ? (facultatif)
km: តើអ្នកមានអារម្មណ៍យ៉ាងមិច? (ជម្រើស)
nl: Hoe voel je je? (Optioneel)
pl: Jak się czujesz (opcjonalne)?
sr: Како се осећате? (Опционо)
uk: Який у вас настрій? (За бажанням)

# SUPPORT_FAQ_PROMPT
source: Have you read our FAQ yet?
ar: هَل قرأتَ الأسئِلة الشَّائعة الخاصَّة بِنا؟
fr: Avez-vous déjà lu notre FAQ ?
km: តើអ្នកបានអាចសំណួរដែលសួរញឹកញាប់ហើយឬនៅ?
nl: Heb je onze antwoorden op veelgestelde vragen al gelezen?
pl: Czy przeczytałeś już nasze FAQ?
sr: Јесте ли већ прочитали FAQ?
uk: Розведіть чи зведіть два пальці для зміни масштабу, потягніть для зміни положення.

# SUPPORT_INCLUDE_DEBUG_LOG
source: Include debug log
ar: تضمِّين سِجل التَّصحِيح
fr: Inclure le journal de débogage
nl: Foutopsporingslog bijsluiten
pl: Dołącz logi debugowania
sr: Убаци извештај грешака

# SUPPORT_LOG_UPLOAD_IN_PROGRESS
source: Loading
ar: جار التحميل
az: Yüklənir
fr: Chargement
km: កំពុងផ្ទុក
nl: Aan het laden
pl: Ładowanie
sr: Учитавам
uk: Завантаження

# SWITCH_OFF
source: Off
ar: مُعطَّل
az: Deaktiv
fr: Désactivé
km: បិទ
nl: Uit
pl: Wyłączone
sr: Искључено
uk: Вимк.

# SWITCH_ON
source: On
ar: مُفعَّل
az: Aktiv
fr: Activé
km: បើក
nl: Aan
pl: Włączone
sr: Укључено
uk: Увімк.

# SYSTEM_MESSAGE_ACTION_VERIFY_SAFETY_NUMBER
source: Verify
ar: التحقق
fr: Confirmer
km: ផ្ទៀងផ្ទាត់
nl: Verifiëren
pl: Zweryfikuj
sr: Потврди
uk: Підтвердження

source: This message was deleted.
ar: تمَّ حذف هذه الرسالة.
az: İsmarış silindi.
fr: Ce message a été supprimé.
km: សារនេះត្រូវបានលុប។
nl: Dit bericht is gewist.
pl: Ta wiadomość została usunięta.
sr: Ова порука је избрисана.
uk: Це повідомлення було видалено.

# THREAD_DETAILS_MORE_MUTUAL_GROUP
source: Member of %@, %@, and %lu additional groups
ar: عضو في %@، %@، وعدد %lu مِن المجموعات الأُخرى
az: %@, %@ üzvü, və %lu əlavə qruplar
fr: Membre de %@, %@ et %lu autres groupes.
km: សមាជិកនៃ %@, %@, និង %lu ក្រុមផ្សេងទៀត
nl: Lid van %@, %@ en nog %lu andere groepen
pl: Członek %@, %@ i %lu dodatkowych grup
sr: Члан %@, %@ и још %lu група
uk: Полягає в %@,%@, та %lu в додаткових групах

# THREAD_DETAILS_NOTE_TO_SELF_EXPLANATION
source: You can add notes for yourself in this chat. If your account has any linked devices, new notes will be synced.
ar: يُمكِنُك إضافة مُلاحظات لنفسك في هذه المُحادثة. إذا كان حسابك يحتوي على أي أجهزة مُرتبطة، ستتم مُزامنة المُلاحظات.
fr: Vous pouvez ajouter des notes à votre intention dans cette conversation. Si des appareils sont reliés à votre compte, les nouvelles notes seront synchronisées.
nl: Je kunt in dit gesprek notities voor jezelf achterlaten. Als je gebruik maakt van gekoppelde apparaten dan zullen notities worden gesynchroniseerd.
pl: W tej rozmowie możesz dodawać swoje notatki. Jeśli z Twoim kontem są połączone jakieś urządzenia, nowe notatki zostaną zsynchronizowane.
sr: Можете додати личне белешке у ово ћаскања. Ако имате повезане уређаје на налог, нове белешке ће бити синхронизоване.

# THREAD_DETAILS_ONE_MUTUAL_GROUP
source: Member of %@
ar: عضو في %@
az: %@ üzvləri
fr: Membre de %@
km: សមាជិកនៃ %@
nl: Lid van %@
pl: Członek %@
sr: Члан %@
uk: Полягає в %@

# THREAD_DETAILS_THREE_MUTUAL_GROUP
source: Member of %@, %@, and %@
ar: عضو في %@، %@، و %@
az: %@, %@, və %@ üzvləri
fr: Membre de %@, %@ et %@
km: សមាជិកនៃ %@, %@, និង %@
nl: Lid van %@, %@ en %@
pl: Członek %@, %@ i %@
sr: Члан %@, %@ и %@
uk: Полягає в %@,%@, і %@

# THREAD_DETAILS_TWO_MUTUAL_GROUP
source: Member of %@ and %@
ar: عضو في %@ و %@
az: %@ və %@ üzvləri
fr: Membre de %@ et %@
km: សមាជិកនៃ %@ និង %@
nl: Lid van %@ en %@
pl: Członek %@ i %@
sr: Члан %@ и %@
uk: Полягає в %@ і %@

# TIME_AMOUNT_DAYS
source: %@ days
ar: زمن %@ أيام
az: %@ gün
fr: %@ jours
km: %@ ថ្ងៃ
nl: %@ dagen
pl: %@ dni
sr: %@ дана
uk: %@ днів

# TIME_AMOUNT_DAYS_SHORT_FORMAT
source: %@d
ar: %@ي
az: %@ g
fr: %@ j
km: %@ថ្ងៃ
sr: %@д
uk: %@д

# TIME_AMOUNT_HOURS
source: %@ hours
ar: زمن %@ ساعات
az: %@ saat
fr: %@ heures
km: %@ ម៉ោង
nl: %@ uur
pl: %@ godz
sr: %@ сата
uk: %@ годин

# TIME_AMOUNT_HOURS_SHORT_FORMAT
source: %@h
ar: %@س
az: %@ s
km: %@ម៉ោង
nl: %@ u
pl: %@g
sr: %@ч
uk: %@г

# TIME_AMOUNT_MINUTES
source: %@ minutes
ar: زمن %@ دقائق
az: %@ dəqiqə
km: %@ នាទី
nl: %@ minuten
pl: %@ min
sr: %@ минута
uk: %@ хвилин

# TIME_AMOUNT_MINUTES_SHORT_FORMAT
source: %@m
ar: %@د
az: %@ d
km: %@នាទី
nl: %@ min
pl: %@min
sr: %@м
uk: %@х

# TIME_AMOUNT_SECONDS
source: %@ seconds
ar: زمن %@ ثوان
az: %@ saniyə
fr: %@ secondes
km: %@ វិនាទី
nl: %@ seconden
pl: %@ sek
sr: %@ секунди
uk: %@ секунд

# TIME_AMOUNT_SECONDS_SHORT_FORMAT
source: %@s
ar: %@ث
km: %@វិនាទី
pl: %@sek
sr: %@с
uk: %@с

# TIME_AMOUNT_SINGLE_DAY
source: %@ day
ar: زمن %@ يوم
az: %@ gün
fr: %@ jour
km: %@ ថ្ងៃ
nl: %@ dag
pl: %@ dzień
sr: %@ дан
uk: %@ день

# TIME_AMOUNT_SINGLE_HOUR
source: %@ hour
ar: زمن %@ ساعة
az: %@ saat
fr: %@ heure
km: %@ ម៉ោង
nl: %@ uur
pl: %@ godz
sr: %@ сат
uk: %@ година

# TIME_AMOUNT_SINGLE_MINUTE
source: %@ minute
ar: زمن %@ دقيقة
az: %@ dəqiqə
km: %@ នាទី
nl: %@ minuut
pl: %@ min
sr: %@ минут
uk: %@ хвилина

# TIME_AMOUNT_SINGLE_SECOND
source: %@ second
ar: زمن %@ ثانية
fr: %@ seconde
nl: %@ seconde
pl: %@ sekunda
sr: %@ секунд
uk: %@ секунд

# TIME_AMOUNT_SINGLE_WEEK
source: %@ week
ar: زمن %@ أُسبوع
az: %@ həftə
fr: %@ semaine
km: %@ សប្តាហ៍
pl: %@ tydz
sr: %@ недеља
uk: %@ тиждень

# TIME_AMOUNT_SINGLE_YEAR
source: %@ year
ar: زمن %@ سنة
fr: %@ an
nl: %@ jaar
pl: %@ rok
sr: %@ година
uk: %@ рік

# TIME_AMOUNT_WEEKS
source: %@ weeks
ar: زمن %@ أسابيع
az: %@ həftə
fr: %@ semaines
km: %@ សប្តាហ៍
nl: %@ weken
pl: %@ tyg
sr: %@ недеље
uk: %@ тижнів

# TIME_AMOUNT_WEEKS_SHORT_FORMAT
source: %@w
ar: %@أ
az: %@ h
fr: %@ sem
km: %@សប្តាហ៍
pl: %@tyg
sr: %@н
uk: %@т

# TIME_AMOUNT_YEARS_FORMAT
source: %@ years
ar: زمن %@ سنوات
fr: %@ ans
nl: %@ jaar
pl: %@ lat(a)
sr: %@ година
uk: %@ років

# TIME_AMOUNT_ZERO_SECONDS
source: 0 seconds
ar: 0 ثانية
fr: 0 seconde
nl: 0 seconden
pl: 0 sekund
sr: 0 секунди
uk: 0 секунд

# TXT_CANCEL_TITLE
source: Cancel
ar: إلغاء
az: Ləğv Et
fr: Annuler
km: បោះបង់
nl: Annuleren
pl: Anuluj
sr: Одустани
uk: Скасувати

# TXT_DELETE_TITLE
source: Delete
ar: حذف
az: Sil
fr: Supprimer
km: លុប
nl: Wissen
pl: Usuń
sr: Избриши
uk: Видалити

# UNARCHIVE_ACTION
source: Unarchive
ar: الإخراج من اﻷرشيف
az: Arxivləşdirmə
fr: Désarchiver
km: បិទបណ្ណសារ
nl: Dearchiveren
pl: Przywróć z archiwum
sr: Одархивирај
uk: Розархівувати

# UNKNOWN_CONTACT_BLOCK_OFFER
source: User not in your contacts. Would you like to block this user?
ar: المُستخدم ليس ضمن جهات الاتصال الخاصة بك. هل ترغب في حظر هذا المُستخدم؟
az: İstifadəçi əlaqələrində yoxdurş Bu istifadəçini blok etmək istərdinmi?
fr: L’utilisateur n’est pas dans vos contacts. Voulez-vous bloquer cet utilisateur ?
km: អ្នកប្រើប្រាស់មិននៅក្នុងបញ្ជីទំនាក់ទំនងទេ។ តើអ្នកចង់ហាមឃាត់អ្នកប្រើប្រាស់នេះទេ?
nl: Deze persoon staat niet in je contactenlijst. Wil je deze persoon blokkeren?
pl: Tego użytkownika nie ma w Twoich kontaktach. Czy chcesz go zablokować?
sr: Особа није у вашем именику. Да ли желите да је блокирате?
uk: Користувача немає у ваших контактах. Бажаєте заблокувати цього користувача?

# UNKNOWN_CONTACT_NAME
source: Unknown Contact
ar: جهة اتصال غير معروفة
az: Bilinməyən əlaqə
fr: Contact inconnu
km: លេខទំនាក់ទំនងមិនស្គាល់
nl: Onbekend contactpersoon
pl: Nieznany kontakt
sr: Непознат контакт
uk: Невідомий контакт

# UNKNOWN_COUNTRY_NAME
source: Unknown Country
ar: بلد غير معروف
az: Tanınmayan Ölkə
fr: Pays inconnu
km: មិនស្គាល់ប្រទេស
nl: Onbekend land
pl: Nieznany kraj
sr: Непозната држава
uk: Невідома Країна

# UNKNOWN_PROTOCOL_VERSION_NEED_TO_UPGRADE_FROM_LINKED_DEVICE
source: One of your devices sent a message that can't be processed or displayed here because it uses a new Signal feature.
ar: أرسل أحد أجهزتك رسالة لا يُمكن مُعالجتها أو عرضها هُنا لأنها تستخدم ميزة جديدة في Signal.
az: Cihazlarınızdan birindən gələn ismarış işlənə və ya göstərilə bilməz, çünki Signal-ın yeni imkanından istifadə edir.
fr: Un de vos appareils a envoyé un message qui ne peut être ni traité ni affiché ici, car il utilise une nouvelle fonction de Signal.
km: ឧបករណ៍មួយរបស់អ្នក បានផ្ញើសារមួយ ដែលមិនអាចដំណើរការ ឬបង្ហាញនៅទីនេះ ដោយសារវាប្រើប្រាស់មុខងារថ្មីរបស់ Signal។
nl: Een van je apparaten heeft een bericht verzonden welke hier niet kan worden verwerkt of niet kan worden weergegeven omdat het een nieuwe functie van Signal gebruikt.
pl: Z jednego z Twoich urządzeń wysłało wiadomość, która nie może zostać przetworzona lub wyświetlona, ponieważ wykorzystuje nową funkcję Signal.
sr: Један од ваших уређаја је послао поруку која не може бити обрађена и приказана овде, јер користи нове могућности Signal-а.
uk: Одне з ваших пристроїв відправило повідомлення, яке не може бути оброблено або відображено, оскільки воно використовує нову функцію Signal.

# UNKNOWN_PROTOCOL_VERSION_NEED_TO_UPGRADE_WITH_NAME_FORMAT
source: %@ sent you a message that can't be processed or displayed because it uses a new Signal feature.
ar: إنَّ %@ قد أرسلَ لكَ رسالة لا يُمكن مُعالجتها أو عرضها لأنها تستخدم ميزة جديدة في Signal.
az: %@sizə mesaj göndərdi, sizdə görünmür, qarşı tərəf yeni Signal istifadə edir.
fr: %@ vous a envoyé un message qui ne peut être ni traité ni affiché, car il utilise une nouvelle fonction de Signal.
km: %@ បានផ្ញើសារមួយ ដែលមិនអាចដំណើរការ ឬបង្ហាញ ព្រោះវាប្រើប្រាស់មុខងារថ្មីរបស់ Signal។
nl: Je hebt een bericht ontvangen van %@ dat niet kan worden verwerkt of niet kan worden weergegeven, omdat het gebruik maakt van een nieuwe functie van Signal.
pl: %@ wysłał(a) wiadomość, która nie może zostać przetworzona lub wyświetlona, ponieważ wykorzystuje nową funkcję Signal.
sr: %@ вам је послао поруку која не може бити обрађена и приказана овде, јер користи нове могућности Signal-а.
uk: %@відправив(-a) вам повідомлення, яке не може бути оброблено або відображено, оскільки воно використовує нову функцію Signal.

# UNKNOWN_PROTOCOL_VERSION_NEED_TO_UPGRADE_WITHOUT_NAME
source: You received a message that can't be processed or displayed because it uses a new Signal feature.
ar: أنت قد تلقيت رسالة لا يُمكن مُعالجتها أو عرضها لأنها تستخدم ميزة جديدة في Signal.
az: Sizə göndərilən mesaj sizdə görünmür, qarşı tərəf yeni Signal istifadə edir.
fr: Vous avez reçu un message qui ne peut être ni traité ni affiché, car il utilise une nouvelle fonction de Signal.
km: អ្នកបានទទួលសារមួយ ដែលមិនអាចដំណើរការ ឬបង្ហាញ ព្រោះវាប្រើប្រាស់មុខងារថ្មីរបស់ Signal។
nl: Je hebt een bericht ontvangen dat niet kan worden verwerkt of niet kan worden weergegeven omdat het gebruik maakt van een nieuwe functie van Signal.
pl: Otrzymano wiadomość, która nie może zostać przetworzona lub wyświetlona, ponieważ wykorzystuje nową funkcję Signal.
sr: Примили сте поруку која не може бити обрађена и приказана овде, јер користи нове могућности Signal-а.
uk: Ви отримали повідомлення, яке не може бути оброблено або відображено, оскільки воно використовує нову функцію Signal.

# UNKNOWN_PROTOCOL_VERSION_UPGRADE_BUTTON
source: Update Signal Now
ar: حدِّث Signal الآن
az: Signalı indi yeniləyin
fr: Mettre Signal à jour maintenant
km: ធ្វើបច្ចុប្បន្នភាព Signal ពេលនេះ
nl: Signal nu bijwerken
pl: Zaktualizuj Signal
sr: Ажурирај Signal
uk: Вже Оновити Signal

# UNKNOWN_PROTOCOL_VERSION_UPGRADE_COMPLETE_FROM_LINKED_DEVICE
source: Updated to the latest version of Signal. You can now receive this message type on your device.
ar: تمَّ التحديث إلى آخر إصدار من Signal. يُمكنك الآن تلقي هذا النوع من الرسائل على جهازك.
az: Signal-ın son versiyasına yeniləndi. İndi bu növ ismarışı cihazınızda ala biləcəksiniz.
fr: La mise à jour vers la version la plus récente de Signal a été effectuée. Vous pouvez désormais recevoir ce type de message sur votre appareil.
km: Signal បានដំឡើងទៅជំនាន់ចុងក្រោយបង្អស់។ ឥឡូវអ្នកអាចទទួលប្រភេទសារនេះ នៅលើឧបករណ៍របស់អ្នក។
nl: Je app is bijgewerkt naar de meeste recente versie van Signal. Je kunt daarom vanaf nu ook dit type bericht ontvangen op je apparaat.
pl: Zaktualizowano do najnowszej wersji Signal. Możesz teraz odbierać ten typ wiadomości na swoim urządzeniu.
sr: Ажурирали сте на најновију верзију Signal-а. Од сада можете примити ову врсту поруке на вашем уређају.
uk: Виконано оновлення до останньої версії Signal. Тепер ви можете отримувати цей тип повідомлень на вашому пристрої.
