Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# SECONDARY_ONBOARDING_GET_STARTED_BY_OPENING_PRIMARY
source: Launch Signal on your phone to link this iPad to your account
ar: شغِّل Signal على الهاتف الخاص بك لربط هذا الـiPad بحسابك
az: iPad-i öz hesabınıza qomaq üçün telefonunuzda Signal-ı açın.
fr: Lancer Signal sur votre téléphone pour relier cet iPad à votre compte
km: បើក Signal នៅលើទូរស័ព្ទរបស់អ្នក ដើម្បីតភ្ជាប់ iPad នេះទៅកាន់គណនីរបស់អ្នក
nl: Open Signal op je telefoon om deze iPad te koppelen aan de Signal-app op een van je andere apparaten.
pl: Uruchom aplikację Signal na swoim telefonie, aby połączyć tego iPada ze swoim kontem
sr: Покрените Signal на вашем телефону да бисте повезали овај iPad на ваш налог
uk: Запустіть Signal на своєму телефоні, щоб прив'язати цей iPad до свого облікового запису

# SECONDARY_ONBOARDING_GET_STARTED_DO_NOT_HAVE_PRIMARY
source: I don't have Signal on my phone…
ar: ليس لدي تطبيق Signal على الهاتف الخاص بي...
az: Telefonumda Signal yoxdur...
fr: Je n’ai pas Signal sur mon téléphone…
km: ខ្ញុំមិនមាន Signal លើទូរស័ព្ទរបស់ខ្ញុំទេ…
nl: Ik heb de Signal-app niet op mij telefoon …
pl: Nie mam aplikacji Signal na telefonie...
sr: Немам Signal на телефону...
uk: На моєму телефоні немає Signal...

# SECONDARY_ONBOARDING_INSTALL_PRIMARY_FIRST_BODY
source: Go to the App Store on your phone, install Signal, complete the registration process, and then you can link your iPad to the same account.
ar: اذهب إلى الـAppStore على هاتفك ، ثبِّت Signal، أكمل عملية التسجيل، وبعد ذلك يُمكنك ربط الـiPad الخاص بك بنفس الحساب.
az: Telefonda App Store-a keçin və Signal yükləyin, qeydiyyatı bitirin ki, iPadi eyni hesaba bağlamaya biləsiniz.
fr: Accédez à l’App Store sur votre téléphone, installez Signal, complétez la procédure d’inscription et vous pourrez alors relier votre iPad au même compte.
km: ទៅកាន់ App Store នៅលើទូរស័ព្ទរបស់អ្នក,​ ដំឡើង Signal, បញ្ចប់ដំណើរការចុះឈ្មោះ, និងបន្ទាប់មក អ្នកអាចតភ្ជាប់ iPad របស់អ្នក ទៅគណនីដូចគ្នា។
nl: Je kunt de Signal-app alleen gebruiken op je iPad door het te koppelen aan de Signal op je telefoon. Ga naar de app-winkel op je telefoon om Signal te installeren en open de app om je telefoonnummer te registreren. Daarna kun je de Signal-app op je iPad koppelen aan Signal op je telefoon.
pl: Przejdź do sklepu App Store na swoim telefonie, zainstaluj Signal i dokończ proces rejestracji. Wtedy będziesz móc połączyć swojego iPada z tym samym kontem.
sr: Идите у App Store на телефону, инсталирајте Signal, довршите регистрацију и тада повежите ваш iPad на исти налог.
uk: Перейдіть в App Store на своєму телефоні, встановіть Signal, пройдіть процес реєстрації і тоді ви зможете прив'язати свій iPad до того ж облікового запису.

# SECONDARY_ONBOARDING_INSTALL_PRIMARY_FIRST_TITLE
source: Install Signal on Your Phone
ar: ثبِّت Signal على الهاتف الخاص بك
az: Telefonunuza Signal yükləyin
fr: Installer Signal sur votre téléphone
km: ដំឡើង Signal នៅលើទូរស័ព្ទរបស់អ្នក
nl: Installeer Signal op je telefoon
pl: Zainstaluj Signal na swoim telefonie
sr: Инсталирајте Signal на вашем телефону
uk: Встановіть Signal на Ваш Телефон

# SECONDARY_ONBOARDING_SCAN_CODE_BODY
source: Tap on your profile picture to open Signal Settings on your phone. Then "Linked Devices" and "Link New Device" to scan this code with your phone:
ar: انقر على صورة ملفك الشخصي لفتح ‫إعدادات ‫‫Signal‬‬‫ على الهاتف الخاص بك. بعد ذلك "اﻷجهزة المُرتبطة" ثم "ربط جهاز جديد" لمسح هذا الرمز عن طريق هاتفك:
az: Profil şəklinizə vurun və telefonda Signal quraşdırmalarını açın. Sonra "Bağlı cihazlar" və "Yeni cihaz qoş" telefonla bu kodu skan edin:
fr: Touchez votre image de profil pour accéder aux paramètres de Signal sur votre téléphone, puis « Appareils reliés » et « Relier un nouvel appareil » afin de balayer ce code avec votre téléphone :
km: ចុចលើ រូបប្រវត្តិរូបរបស់អ្នក ដើម្បីបើកការកំណត់ Signal នៅលើទូរស័ព្ទរបស់អ្នក។ បន្ទាប់មក "ឧបករណ៍ដែលបានតភ្ជាប់" និង "តភ្ជាប់ឧបករណ៍ថ្មី" ដើម្បីស្កេនកូដនេះជាមួយទូរស័ព្ទរបស់អ្នក៖
nl: Tik in de Signal-app op je telefoon op je profielfoto om de instellingen te openen. Tik vervolgens op ‘Gekoppelde apparaten’ en ‘Nieuw apparaat koppelen’ om deze QR-code met je telefoon te scannen:
pl: Stuknij swoje zdjęcie profilowe na swoim telefonie, aby otworzyć Ustawienia aplikacji Signal. Następnie wybierz "Połączone urządzenia" i "Połącz nowe urządzenie", by zeskanować ten kod swoim telefonem:
sr: Кликните на вашу слику профила да отворите Signal подешавања на вашем телефону, затим идите у „Повезани уређаји” и кликните на „Повежи нови уређај” да скенирате овај кôд вашим телефоном:
uk: У додатку Signal на вашому телефоні натисніть на фотографію свого профілю, потім на "Прив'язані пристрої" і "Прив'язати новий пристрій". Потім проскануйте цей код:

# SECONDARY_ONBOARDING_SCAN_CODE_HELP_TEXT
source: Get help linking your iPad here
ar: مِن هُنا احصل على المُساعدة في ربط الـiPad الخاص بك
az: İPad qoşmaq üçün yardım alın
fr: Obtenez de l’aide ici pour relier votre iPad
km: ទទួលជំនួយ ការតភ្ជាប់ iPad របស់អ្នកនៅទីនេះ
nl: Vind hier hulp met het koppelen van je iPad
pl: Tu znajdziesz pomoc dotyczącą łączenia iPada
sr: Помоћ за повезивње iPad-а
uk: Отримайте допомогу в прив'язці вашого iPad тут

# SECONDARY_ONBOARDING_SCAN_CODE_TITLE
source: Scan the QR Code with your phone
ar: امسح رمز الاستجابة السريعة عن طريق هاتفك
az: Telefonunuzla QR kodu skan edin
fr: Balayer le code QR avec votre téléphone
km: ស្កេនកូដ QR ជាមួយទូរស័ព្ទរបស់អ្នក
nl: Scan deze QR-code met je telefoon
pl: Zeskanuj kod QR za pomocą swojego telefonu
sr: Скенирајте QR кôд на вашем телефону
uk: Проскануйте цей QR-код за допомогою вашого телефону

# SECONDARY_TRANSFER_GET_STARTED_BY_OPENING_IPAD
source: Launch Signal on your old iPad to transfer your account
ar: قُم بتشغيل Signal على جهاز الـiPad القديم الخاص بك حتى تنقل الحساب الخاص بك
az: Hesabı köçürmək üçün köhnə iPad-inizdə Signal-ı açın
fr: Pour transférer votre compte, lancez Signal sur votre ancien iPad
km: ដំណើរការ Signal នៅលើ iPad ចាស់របស់អ្នក ដើម្បីបញ្ជូនគណនីរបស់អ្នក
nl: Open de Signal-app op je vorige iPad om je Signal-gegevens over te zetten
pl: Uruchom Signal na swoim starym iPadzie, aby przenieść swoje konto
sr: Покрените Signal на вашем старом iPad-у да бисте пренели ваш налог
uk: Запустіть Signal на своєму старому iPad, щоб перенести свій обліковий запис

# SECURE_SESSION_RESET
source: Secure session was reset.
ar: لقد تمَّ إعادة تعيين الجلسة الآمنة.
az: Təhlükəsiz qoşulma yenidən başldıldı.
fr: La session sécurisée a été réinitialisée.
km: កាលប្រើប្រាស់សុវត្ថិភាពត្រូវបានកំណត់ឡើងវិញ។
nl: Je beveiligde sessie werd opnieuw ingesteld.
pl: Zresetowano bezpieczną sesję.
sr: Сигурна сесија је ресетована.
uk: Безпечний сеанс скинуто.

# SELECT_THREAD_TABLE_OTHER_CHATS_TITLE
source: Other Contacts
ar: جهات اتصال أُخرى
az: Başqa Əlaqələr
fr: Autres contacts
km: បញ្ជីទំនាក់ទំនងផ្សេងៗ
nl: Overige contacten
pl: Inne Kontakty
sr: Остали контакти
uk: Інші контакти

# SELECT_THREAD_TABLE_RECENT_CHATS_TITLE
source: Recent Chats
ar: المُحادثات الأخيرة
az: Son Söhbətlər
fr: Conversations récentes
km: ការជជែកថ្មីៗ
nl: Recente gesprekken
pl: Ostatnie czaty
sr: Скорашњи разговори
uk: Недавні чати

# SEND_AGAIN_BUTTON
source: Send Again
ar: إعادة الإرسال
az: Yenidən Göndər
fr: Envoyer de nouveau
km: បញ្ជូនម្តងទៀត
nl: Opnieuw verzenden
pl: Wyślij ponownie
sr: Пошаљи поново
uk: Надіслати знову

# SEND_BUTTON_TITLE
source: Send
ar: إرسال
az: Göndər
fr: Envoyer
km: បញ្ជូន
nl: Verzend
pl: Wyślij
sr: Пошаљи
uk: Надіслати

# SEND_FAILED_NOTIFICATION_BODY
source: Your message failed to send.
ar: لقد فشل إرسال رسالتك.
az: Mesajının göndərilməsi alınmadı.
fr: L’envoi de votre message a échoué.
km: សាររបស់អ្នកបរាជ័យក្នុងការផ្ញើ។
nl: Het verzenden van je bericht is mislukt.
pl: Twoja wiadomość nie została wysłana.
sr: Ваша порука није послата.
uk: Ваше повідомлення не вдалось відправити.

# SEND_INVITE_FAILURE
source: Sending invite failed, please try again later.
ar: لقد فشل إرسال الدعوة، يرُجى المُحاولة مرة أُخرى لاحقًا.
az: Dəvətin göndərilməsi alınmadı, lütfən daha nsonra yenidən sına.
fr: Échec d’envoi de l’invitation. Veuillez réessayer plus tard.
km: ការផ្ញើលិខិតអញ្ជើញបរាជ័យ សូមព្យាយាមម្តងទៀតពេលក្រោយ។
nl: Uitnodiging sturen mislukt, probeer het later opnieuw.
pl: Wysyłanie zaproszenia nie powiodło się. Spróbuj później.
sr: Слање позивнице није успело, покушајте поново касније.
uk: Не вдалося надіслати запрошення, спробуйте пізніше.

# SEND_INVITE_SUCCESS
source: You invited your friend to use Signal!
ar: أنت قد دعوت صديقكَ لاستخدام Signal!
az: Dostunu Signal istifadə etməyə dəvət etdin!
fr: Vous avez invité votre ami à utiliser Signal.
km: អ្នកបានអញ្ជើញមិត្តភក្តិរបស់អ្នកប្រើប្រាស់ Signal!
nl: Je hebt een kennis uitgenodigd om Signal te gebruiken!
pl: Zaprosiłeś(aś) swojego znajomego do Signal!
sr: Позвали сте вашег пријатеља да користи Signal!
uk: Ви запросили друга користуватися Signal!

# SEND_MEDIA_CONFIRM_ABANDON_ALBUM
source: Discard Media
ar: تجاهُل الوسائط
az: Medianı Xaric Et
fr: Abandonner le média
km: បោះបង់មេឌៀ
nl: Verwerp media
pl: Odrzuć szkic
sr: Одбаци медиј
uk: Ніколи Не Зберігати Медіа

# SEND_MEDIA_RETURN_TO_CAMERA
source: Return to Camera
ar: العودة إلى الكاميرا
az: Kameraya Qayıt
fr: Revenir à l’appareil photo
km: ត្រឡប់ទៅកាមេរ៉ា
nl: Terug naar camera
pl: Powrót do aparatu
sr: Повратак у камеру
uk: Повернутись до камери

# SEND_MEDIA_RETURN_TO_MEDIA_LIBRARY
source: Return to Media Library
ar: العودة إلى مكتبة الوسائط
az: Media Kataloquna Qayıt
fr: Revenir à la médiathèque
km: ត្រឡប់ទៅបណ្ណាល័យមេឌៀ
nl: Terug naar mediabibliotheek
pl: Wróć do biblioteki multimediów
sr: Повратак у галерију
uk: Повернутись до бібліотеки

# SEND_SMS_CONFIRM_TITLE
source: Invite a friend via insecure SMS?
ar: دعوة صديق عبر رسالة SMS غير الآمنة؟
az: Təhlükəsiz olmayan SMS-lə dostu dəvət edək?
fr: Inviter un ami par texto non sécurisé ?
km: អញ្ជើញមិត្តភក្តិតាម SMS ដែលមិនមានសុវត្ថិភាព?
nl: Kennis uitnodigen via onbeveiligde sms?
pl: Zaprosić znajomego przez niezaszyfrowany SMS?
sr: Да ли желите да пошаљете позивницу пријатељу путем несигурне SMS поруке?
uk: Запросити друга незахищеним SMS?

# SEND_SMS_INVITE_TITLE
source: Would you like to invite the following number to Signal:
ar: هل ترغب في دعوة صاحب الرقم التالي إلى Signal:
az: Bu nömrələri Signala dəvət etmək istəyirsənmi:
fr: Voulez-vous inviter le numéro suivant à Signal :
km: តើអ្នកចង់អញ្ជើញលេខខាងក្រោម មកកាន់Signal៖
nl: Wil je het volgende nummer uitnodigen voor Signal:
pl: Czy chcesz zaprosić ten numer do Signal:
sr: Да ли желите да позовете овај број на Signal:
uk: Ви хочете запросити цей номер до Signal:

# SESSION_REFRESH_ALERT_MESSAGE
source: Signal uses end-to-end encryption and it may need to refresh your chat session sometimes. This doesn’t affect your chat’s security but you may have missed a message from this contact and you can ask them to resend it.
ar: يستخدم Signal تعمية النهاية-إلى-النهاية وقد يحتاج إلى إنعاش جلسة المُحادثة الخاصة بك في بعض الأحيان. لا يؤثر هذا على أمان المُحادثة ولكن أنت رُبما تكون قد فوّتَ رسالة من جهة الاتصال هذه، يُمكِنُك سؤاله لإعادة إرسالها.
fr: Signal utilise un chiffrement de bout en bout, et l’actualisation de votre session de dialogue en ligne pourrait parfois être nécessaire. Cela n’affecte pas la sécurité de votre conversation, mais vous pourriez avoir manqué un message de ce contact. Vous pouvez lui demander de vous le renvoyer.
nl: Het kan soms nodig zijn om je gespreksessie te vernieuwen. Dit heeft geen invloed op de beveiliging van je gesprek, maar het is mogelijk dat je een bericht van je contactpersoon hebt gemist. Vraag je contactpersoon eventueel om zijn of haar meest recente berichten opnieuw te zenden.
pl: Signal używa szyfrowania metodą end-to-end i czasem może potrzebować odświeżenia sesji rozmowy. To nie wpłynie na bezpieczeństwo Twojej rozmowy, ale możesz przegapić wiadomość od tego kontaktu. Możesz go wtedy poprosić o ponowne przesłanie tej wiadomości.
sr: Signal користи потпуно шифровање и можда ће понекад морати да освежи Вашу сесију ћаскања. Ово не утиче на безбедност вашег ћаскања, али можда сте пропустили поруку овог контакта и можете да затражите да је поново пошаље.
uk: Signal використовує наскрізне шифровання, що подекуди призводить до оновлення сесій чатів. Це не впливає на безпеку чату, хоча надіслане контактом повідомлення може не дійти і вам потрібно буде попросити надіслати його знов.

# SESSION_REFRESH_ALERT_TITLE
source: Chat session refreshed
ar: تمَّ إنعاش جلسة المُحادثة
fr: La session de dialogue en ligne a été actualisée
nl: Gespreksessie vernieuwd
pl: Sesja czatu odświeżona
sr: Чет сесија је освежена
uk: Сесію чату оновлено

# SET_WALLPAPER_CHOOSE_PHOTO
source: Choose from Photos
ar: الاختيار من الصور
fr: Choisir dans Photos
nl: Kiezen vanuit galerij
pl: Wybierz ze zdjęć
sr: Одабери из фотографије
uk: Обрати з Фотографій

# SET_WALLPAPER_PRESETS
source: Presets
ar: الإعدادات المسبقة
fr: Préréglages
nl: Beschikbare standaard achtergronden
pl: Domyślne
sr: Предефинисано
uk: Шаблони

# SET_WALLPAPER_TITLE
source: Set Wallpaper
ar: تعيين خلفية
fr: Définir un fond d’écran
nl: Gespreksachtergrond kiezen
pl: Ustaw tapetę
sr: Поставити позадину
uk: Задати шпалери

# SETTINGS_ABOUT
source: About
ar: حول
az: Haqqında
fr: À propos de Signal
km: អំពី
nl: Over
pl: O aplikacji
sr: О контакту
uk: Про додаток

# SETTINGS_ADD_TO_BLOCK_LIST_TITLE
source: Block
ar: حظر
az: Kilidlə
fr: Bloquer
km: ហាមឃាត់
nl: Blokkeer
pl: Zablokuj
sr: Блокирај
uk: Заблокувати

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION
source: Censorship Circumvention
ar: تجاوز الرقابة
az: Senzuradan Yan Keçmək
fr: Contournement de la censure
km: ការចៀសវាងការឃ្លាំមើល
nl: Censuuromzeiling
pl: Omijanie cenzury
sr: Заобилазак цензуре
uk: Обхід цензури

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_COUNTRY_FORMAT
source: Location: %@
ar: الموقع:%@
az: Yer: %@
fr: Lieu : %@
km: ទីតាំង៖ %@
nl: Locatie: %@
pl: Lokalizacja: %@
sr: Локација: %@
uk: Розташування %@

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER
source: If enabled, Signal will attempt to circumvent censorship. Do not enable this feature unless you are in a location where Signal is censored.
ar: في حالة التفعيل، سيُحاول تطبيق Signal تجاوز الرقابة. لا تُفعِّل هذه الميزة إلا إذا كنتَ في مكان يخضع فيه Signal للرقابة.
az: Aktivləşdirilsə, Signal senzuradan yan keçməyə cəhd edəcək. Signal izləndiyi yerdəsənsə, bunu etmə.
fr: Si cette option est activée, Signal tentera de contourner la censure. N’activez cette fonction que si vous êtes situé en un lieu où Signal est censurée.
km: បើសិនបើក Signalនឹងព្យាយាមចៀសវាងការឃ្លាំមើល។ កុំបើកមុខងារនេះ លុះត្រាអ្នកកំពុងស្ថិតនៅទីតាំងដែល Signalត្រូវបានឃ្លាំមើល។
nl: Indien ingeschakeld zal Signal proberen censuur te omzeilen. Schakel deze functie niet in tenzij je je op een locatie bevindt waar Signal gecensureerd wordt.
pl: Włączenie uruchamia mechanizmy omijania cenzury. Nie włączaj jeśli kraj w którym się znajdujesz nie blokuje Signal.
sr: Уколико је омогућено, Signal ће покушати да заобиђе цензуру. Молимо вас да ову могућност користите искључиво ако се не налазите негде где је Signal цензурисан.
uk: Якщо увімкнено, Signal намагатиметься обійти цензуру. Не вмикайте цю функцію, якщо ви не в місці, де Signal заблоковано.

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER_AUTO_ENABLED
source: Censorship circumvention has been activated based on your account's phone number.
ar: تمَّ تنشيط تجاوز الرقابة إستنادًا على رقم الهاتف الخاص بحسابك.
az: Hesabının telefon nömrəsinə əsasən senzuradan yen keçmə aktivləşdirildi.
fr: Le contournement de la censure a été activé d’après le numéro de téléphone de votre compte.
km: ការចៀសវាងការឃ្លាំមើល ត្រូវបានដំណើរការ ផ្អែកលើលេខទូរស័ព្ទរបស់គណនីអ្នក។
nl: Censuuromzeiling is automatisch ingeschakeld omdat je telefoonnummer bij een risicoregio hoort.
pl: Omijanie cenzury włączone dla twojego numeru telefonu i konta Signal.
sr: Заобилазак цензуре је аутоматски омогућен јер ваш број телефона припада ризичној групи.
uk: Обхід цензури було активовано враховуючи номер мобільного цього акаунта.

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER_MANUALLY_DISABLED
source: You have manually disabled censorship circumvention.
ar: أنت قد عطّلتَ يدويًا تجاوز الرقابة.
az: Sən senzuradan yan keçmə seçimini dekativasiya etdin.
fr: Vous avez manuellement désactivé le contournement de la censure.
km: អ្នកបានបិទការបង្ការការត្រួតពិនិត្យ។
nl: Je hebt censuuromzeiling handmatig uitgeschakeld.
pl: Masz ręcznie wyłączone obchodzenie cenzury.
sr: Ручно сте онемогућили заобилазак цензуре.
uk: Ви вручну відключили обхід цензури.

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER_NO_CONNECTION
source: Censorship circumvention can only be activated when connected to the internet.
ar: لا يمكن تفعيل تجاوز الرقابة إلا عند الاتصال بالإنترنت.
az: Senzuradan yan keçmə yalnız internetlə əlaqə olduqda aktivləşdirilə bilər.
fr: Le contournement de la censure ne peut être activé qu’une fois connecté à Internet.
km: ការចៀសវាងការឃ្លាំមើល អាចត្រូវបានដំណើរការ ពេលភ្ជាប់អ៊ីនធើណេតតែប៉ុណ្ណោះ។
nl: Censuuromzeiling kan alleen worden ingeschakeld als je verbonden bent met het internet.
pl: Aktywacja omijania cenzury wymaga połączenia z Internetem.
sr: Заобилазак цензуре може бити омогућен само када сте повезани на интернет.
uk: Обхід цензури може бути активований лише при підключенні до інтернету.

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER_WEBSOCKET_CONNECTED
source: Censorship circumvention is not necessary; you are already connected to the Signal service.
ar: تجاوز الرقابة ليس ضُروريًا ؛ أنت بالفعل مُتصل بخدمة Signal.
az: Senzuradan yan keçmə o qədər də vacib deyil; sən artıq Signal xidmətinə qoşulmusan.
fr: Le contournement de la censure n’est pas nécessaire ; vous êtes déjà connecté au service Signal.
km: ការចៀសវាងការឃ្លាំមើលមិនចាំបាច់ទេ អ្នកបានតភ្ជាប់សេវាកម្ម Signalរួចរាល់ហើយ។
nl: Censuuromzeiling is niet nodig, je bent al verbonden met Signal's servers.
pl: Omijanie cenzury niewymagane, jesteś połączony(a) z usługami Signal.
sr: Заобилазак цензуре није потребан; већ сте повезани на Signal сервис.
uk: Обхід цензури не потрібен. З'єднання з Signal вже встановлено.

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_HEADER
source: Censorship Circumvention
ar: تجاوز الرقابة
az: Senzuradan Yan Keçmə
fr: Contournement de la censure
km: ការចៀសវាងការឃ្លាំមើល
nl: Censuuromzeiling
pl: Omijanie cenzury
sr: Заобилазак цензуре
uk: Обхід цензури

# SETTINGS_ADVANCED_DEBUGLOG
source: Enable Debug Log
ar: تفعيل سجل التصحيح
az: Düzəltmə girişini fəallaşdır
fr: Activer le journal de débogage
km: បើកកំណត់ត្រាកំហុស
nl: Foutopsporingslog inschakelen
pl: Włącz logi debugowania
sr: Омогући извештај грешака
uk: Вести журнал відладки

# SETTINGS_ADVANCED_PIN_SETTINGS
source: Advanced PIN Settings
ar: إعدادات PIN المُتقدمة
fr: Paramètres de NIP avancés
nl: Geavanceerde pincode-instellingen
pl: Zaawansowane ustawienia PIN
sr: Напредна PIN подешавања
uk: Розширені налаштування PIN

# SETTINGS_ADVANCED_PIN_TITLE
source: Advanced PIN Settings
ar: إعدادات PIN المُتقدمة
fr: Paramètres de NIP avancés
nl: Geavanceerde pincode-instellingen
pl: Zaawansowane ustawienia PIN
sr: Напредна PIN подешавања
uk: Розширені налаштування PIN

# SETTINGS_ADVANCED_PINS_DISABLE_PIN_ACTION
source: Disable PIN
ar: تعطيل الـPIN
fr: Désactiver le NIP
nl: Pincode uitschakelen
pl: Wyłącz PIN
sr: Искључи PIN
uk: Вимкнути PIN

# SETTINGS_ADVANCED_PINS_ENABLE_PIN_ACTION
source: Enable PIN
ar: تفعيل الـPIN
fr: Activer le NIP
nl: Pincode inschakelen
pl: Włącz PIN
sr: Укључи PIN
uk: Ввімкнути PIN

# SETTINGS_ADVANCED_PINS_HEADER
source: Signal PIN
ar: الـPIN الخاص بـSignal
fr: NIP Signal
km: លេខកូដ PIN Signal
nl: Signal-pincode
pl: PIN Signal
uk: PIN Signal

# SETTINGS_ADVANCED_SUBMIT_DEBUGLOG
source: Submit Debug Log
ar: تسليم سجل التصحيح
az: Düzəltmə girişini göndər
fr: Envoyer le journal de débogage
km: បញ្ជូនកំណត់ត្រាកំហុស
nl: Foutopsporingslog indienen
pl: Wyślij logi debugowania
sr: Пошаљи извештај грешака
uk: Відіслати журнал відладки

# SETTINGS_ADVANCED_TITLE
source: Advanced
ar: مُتقدِم
az: Əlavə
fr: Avancés
km: កម្រិតខ្ពស់
nl: Geavanceerd
pl: Zaawansowane
sr: Напредно
uk: Додаткові функції

# SETTINGS_ADVANCED_VIEW_ERROR_LOG
source: Error Logs
ar: سجلات الأخطاء
az: Giriş xətaları
fr: Journaux d’erreurs
km: កំណត់ត្រាបញ្ហា
nl: Foutlogs
pl: Logi błędów
sr: Извештаји грешака
uk: Журнали Помилок

# SETTINGS_APPEARANCE_AVATAR_FOOTER
source: Display system contact photos if available
ar: عرض صور جهات اتصال النظام إن كانت مُتاحة
fr: Si présentes, afficher les photos des contacts du système
nl: Gebruik indien beschikbaar de profielfoto uit je eigen systeemadresboek weer, in plaats van de profielfoto welke anderen voor zichzelf hebben ingesteld.
pl: Wyświetl zdjęcia z kontaktów systemowych, jeśli dostępne
sr: Покажати системску фотографију контакта ако је доступна
uk: Відображати фотографії системних контактів за наявності

# SETTINGS_APPEARANCE_AVATAR_PREFERENCE_LABEL
source: Use system contact photos
ar: استخدام صور جهات اتصال النظام
fr: Utiliser les photos des contacts du système
nl: Gebruik profielfoto van systeemadresboek
pl: Użyj zdjęć z kontaktów systemu
sr: Употребити системску фотографију контакта
uk: Використовувати фотографії системних контактів

# SETTINGS_APPEARANCE_THEME_TITLE
source: Theme
ar: السِّمَة
az: Mövzu
fr: Thème
km: ប្តូរទម្រង់រូបរាង
nl: Thema
pl: Motyw
sr: Тема
uk: Тема

# SETTINGS_APPEARANCE_TITLE
source: Appearance
ar: المظهر
az: Görünüş
fr: Apparence
km: រូបរាង
nl: Uiterlijk
pl: Wygląd
sr: Изглед
uk: Вигляд

# SETTINGS_AUDIO_DEFAULT_TONE_LABEL_FORMAT
source: %@ (default)
ar: %@ (اِفتراضي)
az: %@ (mövcud)
km: %@ (លំនាំដើម)
nl: %@ (systeemstandaard)
pl: %@ (domyślny)
sr: %@ (подразумевано)
uk: %@ (типово)

# SETTINGS_BACKUP
source: Backup
ar: النَسخ الاحتياطي
az: Arxivləşdir
fr: Sauvegarde
km: បម្រុងទុក
pl: Kopia zapasowa
sr: Резервна копија
uk: Резервне копіювання

# SETTINGS_BACKUP_BACKUP_NOW
source: Backup Now
ar: أنشيء نُسخة اِحتياطية الآن
az: İndi Arxivləşdir
fr: Sauvegarder maintenant
km: បម្រុងទុកឥឡូវនេះ
nl: Back-up-bestand nu aanmaken
pl: Archiwizuj teraz
sr: Направи резервну копију
uk: Створити резервну копію

# SETTINGS_BACKUP_CANCEL_BACKUP
source: Cancel Backup
ar: إلغاء النَسخ الاِحتياطي
az: Arxivləşdirməni Ləğv Et
fr: Annuler la sauvegarde
km: បោះបង់ការបម្រុងទុក
nl: Back-up-bestand maken annuleren
pl: Anuluj archiwizację
sr: Обустави резервно копирање
uk: Відмінити створення резервної копії

# SETTINGS_BACKUP_ENABLING_SWITCH
source: Backup Enabled
ar: النَسخ الاِحتياطي مُفغّل
az: Arxivləşdirmə Aktiv Edildi
fr: La sauvegarde est activée
km: ការបម្រុងទុកបានបើក
nl: Laat Signal back-up-bestanden maken
pl: Kopia zapasowa włączona
sr: Омогући резервну копију
uk: Резервне копіювання увімкнено

# SETTINGS_BACKUP_ICLOUD_STATUS
source: iCloud Status
ar: حالة iCloud
az: iCloud-un Statusu
fr: État iCloud
km: ស្ថានភាព iCloud
pl: Status iCloud
sr: Стање iCloud-а
uk: Стан iCloud

# SETTINGS_BACKUP_IMPORT_STATUS_FAILED
source: Backup Restore Failed
ar: فشلت استعادة النُسخة الاِحتياطية
az: Arxivləşdirilmənin Bərpası Alınmadı
fr: Échec de restauration de la sauvegarde
km: ការស្តារការបម្រុងទុកបរាជ័យ
nl: Back-up-gegevens terugplaatsen is mislukt
pl: Nie udało się przywrócić kopii zapasowej
sr: Грешка при увожењу резервне копије
uk: Створення резервної копії не вдалось

# SETTINGS_BACKUP_IMPORT_STATUS_IDLE
source: Backup Restore Idle
ar: استعادة النُسخة الاِحتياطية في وضع خُمول
az: Arxivləşmə Bərpasında Boşluq
fr: La restauration de sauvegardes est inactive
km: ការស្តារការបម្រុងទុក នៅទំនេរ
nl: Back-up-gegevens terugplaatsen staat stil
pl: Przywracanie kopii zapasowej jest zawieszone
sr: Застој резервне копије
uk: Створення резервної копії призупинено
