Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# GROUP_INVITES_SENT_ALERT_TITLE_N_MESSAGE
source: These users can’t be automatically added to this group by you. They’ve been invited to join, and won’t see any group messages until they accept.
ar: بواسطتك لا يُمكن إضافة هؤلاء المُستخدمين بشكل تلقائي للمجموعة. لقد تم دعوتهم للانضمام حقاً، لكنهم لن يروا أي رسالة في المجموعة حتى يقبلوا بالانضمام إليها.
az: Bu istifadəçiləri qrupa avtomatik əlavə edə bilməzsiniz. Onlar dəvət olunub, ancaq qəbul etməyənə qədər qrup ismarışlarını görməyəcəklər.
fr: Ces utilisateurs ne peuvent pas être ajoutés automatiquement par vous à ce groupe. Des invitations ont été envoyées et ces utilisateurs ne verront aucun message du groupe tant que les invitations n’auront pas été acceptées.
km: អ្នកប្រើប្រាស់ទាំងនេះ មិនអាចបន្ថែមចូលក្រុមតាមអ្នក ដោយស្វ័យប្រវត្តិនោះទេ។ ពួគគេត្រូវបានអញ្ជើញចូល និងមិនអាចឃើញសារណាមួយក្នុងក្រុម រហូតដល់ពួកគេយល់ព្រម។
nl: Deze personen kunnen door jou niet direct aan de groep worden toegevoerd, vanwege de voorkeuren welke ze voor zichzelf hebben ingesteld. Ze zijn uitgenodigd om lid te worden van de groep, en ze zullen geen groepsberichten ontvangen totdat ze de uitnodiging aanvaard hebben.
pl: Nie możesz automatycznie dodać tych użytkowników do tej grupy. Użytkownicy zostali zaproszeni i nie zobaczą żadnych wiadomości grupowych, dopóki nie przyjmą zaproszenia.
sr: Ове особе не можете аутоматски додати у групу. Позивнице су им послате, а групне поруке неће видети док их не прихвате.
uk: Ці користувачі не можуть бути автоматично додані вами у цій групі. Вони були запрошені приєднатися і не бачать інших повідомлень групи, поки не приймуть запрошення.

# GROUP_INVITES_VIEW_TITLE
source: Member Invites
ar: دعوات الأعضاء
fr: Invitations de membres
nl: Lidmaatschap-uitnodigingen
pl: Zaproszenia członków
sr: Позивнице члана
uk: Запрошення Учасника

# GROUP_LINK_ACTION_SHEET_VIEW_EXPIRED_LINK_SUBTITLE
source: This group link is no longer valid.
ar: لم يعُد رابط المجموعة هذا صالحاً.
fr: Ce lien de groupe n’est plus valide.
nl: De groepsverwijzing is niet langer geldig.
pl: Link do tej grupy jest nieaktualny.
sr: Веза до групе није више активна.
uk: Це посилання групи більше недійсне.

# GROUP_LINK_ACTION_SHEET_VIEW_EXPIRED_LINK_TITLE
source: Can’t join group
ar: يتعذّر الانضمام للمجموعة
fr: Impossible de se joindre au groupe
nl: Kan niet deelnemen aan de groep
pl: Nie można dołączyć do grupy.
sr: Не може да се придружи групи
uk: Неможливо приєднатись до групи

# GROUP_LINK_ACTION_SHEET_VIEW_GROUP_INDICATOR
source: Group
ar: المجموعة
fr: Groupe
nl: Groep
pl: Grupa
sr: Група
uk: Група

# GROUP_LINK_ACTION_SHEET_VIEW_JOIN_BUTTON
source: Join
ar: انضم
fr: Me joindre
km: ចូលរួម
nl: Lid worden
pl: Dołącz
sr: Придружи се
uk: Приєднатись

# GROUP_LINK_ACTION_SHEET_VIEW_LOADING_TITLE
source: Loading…
ar: قيد التحميل...
az: Yüklənir…
fr: Chargement…
km: កំពុងផ្ទុក...
nl: Aan het laden …
pl: Wczytywanie...
sr: Учитавање...
uk: Завантаження...

# GROUP_LINK_ACTION_SHEET_VIEW_MESSAGE
source: Do you want to join this group and share your name and photo with its members?
ar: هل تريد الانضمام إلى هذه المجموعة ومُشاركة اسمك وصورتك مع أعضائها؟
fr: Voulez-vous vous joindre à ce groupe et partager vos nom et photo avec ses membres ?
nl: Wil je lid worden van deze groep en je naam en foto met de andere leden delen?
pl: Czy chcesz dołączyć do tej grupy i udostępnić swoje imię i zdjęcie jej członkom?
sr: Да ли желите да се придружите овој групи и да са њеним члановима поделите ваше име и слику?
uk: Ви бажаєте приєднатися до цієї групи і поширити ваше ім'я і фото серед її учасників?

# GROUP_LINK_COULD_NOT_REQUEST_TO_JOIN_GROUP_DUE_TO_NETWORK_ERROR_MESSAGE
source: Please check if you are online and try again.
ar: يُرجى التأكد من اتصالك بالانترنت ثم حاول مرة أُخرى.
az: Onlayn olduğuna əmin ol və yenidən sına.
fr: Veuillez vous assurer d’être en ligne et réessayer.
km: សូមពិនិត្យថា អ្នកកំពុងលើបណ្តាញ និងព្យាយាមម្តងទៀត។
nl: Controleer of je met internet verbonden bent en probeer het opnieuw.
pl: Sprawdź, czy jesteś online i spróbuj ponownie.
sr: Проверите да ли сте повезани на интернет и покушајте поново.
uk: Переконайтеся, що ви в мережі і спробуйте знову.

# GROUP_LINK_COULD_NOT_REQUEST_TO_JOIN_GROUP_ERROR_MESSAGE
source: Please try again.
ar: يُرجى إعادة المُحاولة.
fr: Veuillez réessayer.
nl: Probeer het opnieuw.
pl: Spróbuj ponownie.
sr: Молимо покушајте поново.
uk: Спробуйте ще, будь ласка.

# GROUP_LINK_INVALID_GROUP_INVITE_LINK_ERROR_MESSAGE
source: This is not a valid group link. Make sure the entire link is intact and correct before attempting to join.
ar: إن رابط المجموعة غير صالح. تأكد من سلامة وصحة الرابط بأكمله قبل مُحاولة الانضمام.
fr: Ce lien du groupe n’est pas valide. Assurez-vous que l’intégralité du lien soit intacte et correcte avant de tenter de vous joindre.
nl: Dit is geen geldige groepsverwijzing. Ga na dat je de volledige verwijzing gebruikt met de juiste karakters voordat je probeert lid te worden van de groep.
pl: To nie jest prawidłowy link do grupy. Zanim spróbujesz dołączyć, upewnij się, że link jest cały i poprawny
sr: Ово није важећа веза до групе. Уверите се да је цела веза нетакнута и исправна пре него што покушате да се придружите.

# GROUP_LINK_INVALID_GROUP_INVITE_LINK_ERROR_TITLE
source: Invalid Link
ar: رابط غير صالح
fr: Lien invalide
nl: Ongeldige verwijzing
pl: Nieprawidłowy link
sr: Неисправна веза
uk: Хибне посилання

# GROUP_LINK_LOCAL_USER_DOES_NOT_SUPPORT_GROUPS_V2_ERROR_MESSAGE
source: Update Signal on this device to join this group.
ar: حدّث Signal على هذا الجهاز للانضمام إلى المجموعة.
fr: Mettez Signal à jour sur cet appareil pour vous joindre à ce groupe.
nl: Je moet Signal op dit apparaat bijwerken om te kunnen deelnemen aan deze groep.
pl: Uaktualnij Signal na tym urządzeniu, aby dołączyć do tej grupy.
sr: Ажурирајте Signal на овом уређају како бисте могли да се придружите овој групи.
uk: Оновіть Signal на цьому пристрої щоб приєднатись до цієї групи.

# GROUP_LINK_PROMOTION_ALERT_APPROVE_NEW_MEMBERS_EXPLANATION
source: Require an admin to approve new members joining via the group link.
ar: تتطلب موافقة المشرف لقبول انضمام أعضاء جُدد عبر رابط المجموعة.
fr: Exiger qu’un administrateur approuve les nouveaux membres qui se joignent grâce au lien du groupe.
nl: Vereis voor iedere persoon wie via de groepsverwijzing lid wil worden eerst toestemming van een beheerder.
pl: Wymagaj akceptacji nowych członków, dołączających do grupy przez link, przez administratora.
sr: Захтева да администратор одобри придруживање нових чланова путем везе групе.
uk: Потрібно, щоб адміністратор затвердив нових членів, які приєднуються за посиланням групи.

# GROUP_LINK_PROMOTION_ALERT_APPROVE_NEW_MEMBERS_SWITCH
source: Approve New Members
ar: قبول الأعضاء الجُدد
fr: Approuver les nouveaux membres
nl: Nieuwe groepsleden toelaten
pl: Zaakceptuj nowych członków
sr: Одобри нове чланове
uk: Затвердити Нових Учасників

# GROUP_LINK_PROMOTION_ALERT_ENABLE_AND_SHARE_LINK
source: Enable and Share Link
ar: تفعيل ومُشاركة الرابط
fr: Activer et partager le lien
nl: Groepsverwijzing inschakelen en delen
pl: Włącz i udostępnij link
sr: Омогући и дели везу
uk: Увімкнути та ділитись посиланням

# GROUP_LINK_PROMOTION_ALERT_SHARE_LINK
source: Share Link
ar: مُشاركة الرابط
fr: Partager le lien
nl: Groepsverwijzing delen
pl: Udostępnij link
sr: Дели везу
uk: Поділитись посиланням

# GROUP_LINK_PROMOTION_ALERT_SUBTITLE
source: Share this link with friends to let them quickly join this group.
ar: شارك الرابط مع الأصدقاء لتمكينهم من الانضمام بشكل سريع لهذه المجموعة.
fr: Partager ce lien avec des amis pour leur permettre de se joindre rapidement à ce groupe.
nl: Deel de groepsverwijzing met kennissen om ze gemakkelijk aan deze groep te laten deelnemen.
pl: Udostępnij ten link znajomym, aby mogli szybko dołączyć do tej grupy.
sr: Поделите везу са пријатељима како би се брзо придружили овој групи.
uk: Поділиться цим посиланням з друзями, щоб вони змогли швидко приєднатись до групи.

# GROUP_LINK_PROMOTION_ALERT_TITLE
source: Invite Friends
ar: اُدعُ الأصدقاء
az: Dostlarını Dəvət Et
fr: Inviter des amis
km: អញ្ជើញមិត្តភក្តិ
nl: Kennissen uitnodigen
pl: Zaproś znajomych
sr: Позовите пријатеље
uk: Запросити друзів

# GROUP_LINK_PROMOTION_UPDATE
source: Invite friends to your group via the group link
ar: اُدعُ الأصدقاء لمجموعتك عبر رابط المجموعة
fr: Invitez des amis à ce groupe avec ce lien de groupe
nl: Nodig vrienden en kennissen uit voor deze groep via een groepsverwijzing.
pl: Zaproś znajomych do swojej grupy przez link.
sr: Позовите пријатеље у вашу групу преко везе до групе
uk: Запрошуйте друзів до вашої групи використовуючи посилання групи

# GROUP_LINK_QR_CODE_VIEW_DESCRIPTION
source: People who scan this code will be able to join your group. Admins will still need to approve new members if you have that setting turned on.
ar: سيتمكن الأشخاص الذين يمسحون هذا الرمز من الانضمام إلى مجموعتك. سيبقى على عاتق المشرفين الموافقة على الأعضاء الجُدد إذا كنت قد فعّلت هذا الإعداد.
fr: Les personnes qui balaieront ce code pourront se joindre à votre groupe. Les administrateurs devront quand même approuver les nouveaux membres si vous avez activé ce paramètre.
nl: Personen die deze code scannen zullen in staat zijn lid te worden van je groep. Als de optie ‘Beheerderstoestemming vereisen’ is ingeschakeld moet een beheerder eerst nog toestemming geven voor iemand lid mag worden van de groep.
pl: Osoby, które zeskanują ten kod, będą mogły dołączyć do Twojej grupy. Administratorzy wciąż będą musieli zaakceptować nowych członków, jeśli masz włączoną tę opcję.
sr: Особе које скенирају овај код моћи ће да се придруже Вашој групи. Администратори ће и даље морати да одобравају нове захтеве за чланство ако је та поставка укључена.
uk: Люди, які сканують цей код, зможуть приєднатися до вашої групи. Адміністраторам все одно доведеться затверджувати нових учасників, якщо ви ввімкнули це налаштування.

# GROUP_LINK_QR_CODE_VIEW_SHARE_CODE_BUTTON
source: Share Code
ar: مُشاركة الرمز
fr: Partager le code
nl: Deel code
pl: Udostępnij kod
sr: Подели код
uk: Поділитись кодом

# GROUP_LINK_QR_CODE_VIEW_TITLE
source: QR Code
ar: رمز الاستجابة السريعة
fr: Code QR
pl: Kod QR
sr: QR кôд
uk: QR-код

# GROUP_LINK_VIEW_APPROVE_NEW_MEMBERS_SWITCH
source: Approve New Members
ar: قبول الأعضاء الجُدد
fr: Approuver les nouveaux membres
nl: Nieuwe groepsleden toelaten
pl: Zaakceptuj nowych członków
sr: Одобри нове чланове
uk: Затвердити Нових Учасників

# GROUP_LINK_VIEW_COPY_LINK
source: Copy Link
ar: نسخ الرابط
az: Linki Köçür
fr: Copier le lien
km: ថតចម្លងតំណភ្ជាប់
nl: Verwijzing kopiëren
pl: Kopiuj link
sr: Копирај линк
uk: Копіювати посилання

# GROUP_LINK_VIEW_ENABLE_GROUP_LINK_SWITCH
source: Group Link
ar: رابط المجموعة
fr: Lien de groupe
nl: Groepsverwijzing
pl: Link do grupy
sr: Веза групе
uk: Посилання групи

# GROUP_LINK_VIEW_MANAGE_AND_SHARE_SECTION_TITLE
source: Manage and Share
ar: الإدارة والمشاركة
fr: Gérer et partager
nl: Beheren en delen
pl: Zarządzanie i udostępnianie
sr: Управи и дели
uk: Керувати та ділитись

# GROUP_LINK_VIEW_MEMBER_REQUESTS_SECTION_FOOTER
source: Require an admin to approve new members joining via the group link.
ar: موافقة المُشرف مِن المتطلبات لقبول انضمام أعضاء جُدد عبر رابط المجموعة.
fr: Exiger qu’un administrateur approuve les nouveaux membres qui se joignent grâce au lien de groupe.
nl: Vereis voor iedere persoon wie via de groepsverwijzing lid wil worden eerst toestemming van een beheerder.
pl: Wymagaj akceptacji nowych członków, dołączających do grupy przez link, przez administratora.
sr: Захтева да администратор одобри придруживање нових чланова путем везе групе.
uk: Потрібно, щоб адміністратор затвердив нових членів, які приєднуються за посиланням групи.

# GROUP_LINK_VIEW_MEMBER_REQUESTS_SECTION_TITLE
source: Member Requests
ar: طلبات الأعضاء
fr: Demandes de membres
nl: Lidmaatschapsverzoeken
pl: Prośby o przyjęcie
sr: Захтеви за чланство
uk: Запити Учасника

# GROUP_LINK_VIEW_RESET_LINK
source: Reset Link
ar: إعادة تعيين الرابط
fr: Réinitialiser le lien
nl: Verwijzing vernieuwen
pl: Zresetuj link
sr: Ресетуј везу
uk: Скинути посилання

# GROUP_LINK_VIEW_RESET_LINK_CONFIRM_ALERT_TITLE
source: Are you sure you want to reset the group link? People will no longer be able to join the group using the current link.
ar: هل أنت متأكد من رغبتك في إعادة تعيين رابط المجموعة؟ لن يتمكن الناس بعد الآن من الانضمام للمجموعة باستخدام الرابط الحالي.
fr: Voulez-vous vraiment réinitialiser le lien du groupe ? Personne ne pourra plus se joindre au groupe grâce au lien actuel.
nl: Weet je zeker dat je de groepsverwijzing wilt vernieuwen? Als je de verwijzing vernieuwt zullen mensen niet langer lid kunnen worden via de huidige verwijzing.
pl: Na pewno chcesz zresetować link do grupy? Ludzie nie będą mogli dołączyć do grupy, używając obecnego linku.
sr: Да ли сте сигурни да желите да укинете везу према групи? Особе више неће моћи да се придруже групи помоћу тренутне везе.

# GROUP_LINK_VIEW_SHARE_LINK
source: Share
ar: مشاركة
az: Paylaş
fr: Partager
km: ចែករំលែក
nl: Doorsturen via andere app
pl: Udostępnij
sr: Поделите
uk: Поділитися

# GROUP_LINK_VIEW_SHARE_LINK_VIA_IOS_SHARING
source: Share
ar: مشاركة
az: Paylaş
fr: Partager
km: ចែករំលែក
nl: Doorsturen via andere app
pl: Udostępnij
sr: Поделите
uk: Поділитися

# GROUP_LINK_VIEW_SHARE_LINK_VIA_QR_CODE
source: QR Code
ar: الرمز المربع
fr: Code QR
pl: Kod QR
sr: QR кôд
uk: QR-код

# GROUP_LINK_VIEW_SHARE_LINK_VIA_SIGNAL
source: Share via Signal
ar: المشاركة عبر Signal
fr: Partager avec Signal
nl: Delen via Signal
pl: Udostępnij przez Signal
sr: Поделите Signal-ом
uk: Поділитись через Signal

# GROUP_LINK_VIEW_SHARE_SHEET_MESSAGE
source: Anyone with this link can view this group’s name and members and request to join. Share it with people you trust.
ar: أي شخص لديه هذا الرابط يُمكنه رؤية اسم هذه المجموعة وأعضائها وإرسال طلب للانضمام. شاركه مع من تثق به.
fr: Toute personne disposant de ce lien peut visualiser le nom du groupe et ses membres, et demander à s’y joindre. Partagez-le avec les personnes en qui vous avez confiance.
nl: Ieder wie over deze verwijzing beschikt kan de naam, afbeelding en alle leden van deze groep zien en kan ook een verzoek indienen om lid te mogen worden. Deel deze verwijzing alleen met personen wie je vertrouwt.
pl: Każdy, kto ma dostęp do tego linku, może zobaczyć nazwę i członków grupy i poprosić o przyjęcie. Udostępniaj go zaufanym osobom.
sr: Свако са овом везом може да види име и чланове ове групе и да затражи да се придружи. Поделите везу са људима у које имате поверења.

# GROUP_LINK_VIEW_TITLE
source: Group Link
ar: رابط المجموعة
fr: Lien de groupe
nl: Groepsverwijzing
pl: Link do grupy
sr: Веза групе
uk: Посилання групи

# GROUP_LOCAL_USER_ADDED_TO_GROUP_BY_REMOTE_USER_FORMAT
source: %@ added you.
ar: إنَّ %@ قد أضافك.
az: %@ sizi əlavə etdi.
fr: %@ vous a ajouté.
km: %@ បានបន្ថែមអ្នក។
nl: %@ heeft jou toegevoegd aan de groep.
pl: %@ dodał(a) Cię.
sr: %@ вас је додао/ла.
uk: %@ додав(-а) вас.

# GROUP_LOCAL_USER_GRANTED_ADMINISTRATOR
source: You are now an admin.
ar: أنت الآن مُشرف.
az: Siz indi inzibatçısınız.
fr: Vous êtes désormais administrateur.
km: ឥឡូវអ្នកជាអ្នកគ្រប់គ្រង។
nl: Je bent nu een beheerder.
pl: Jesteś teraz administratorem.
sr: Постали сте администратор.
uk: Ви тепер адміністратор.

# GROUP_LOCAL_USER_GRANTED_ADMINISTRATOR_BY_REMOTE_USER_FORMAT
source: %@ made you an admin.
ar: إنَّ %@ قد جعلَكَ مُشرفاً.
az: %@ sizi inzibatçı etdi.
fr: %@ vous a nommé administrateur.
km: %@ បានដាក់អ្នកជាអ្នកគ្រប់គ្រង។
nl: %@ heeft je een beheerder gemaakt.
pl: %@ mianował(a) Cię administratorem.
sr: %@ вам је дао/ла администраторске дозволе.
uk: %@ зробив(-а) вас адміністратором.

# GROUP_LOCAL_USER_INVITE_ACCEPTED
source: You accepted an invitation to the group.
ar: لقد قبلتَ الدعوة للمجموعة.
az: Qrupa dəvətnaməni qəbul etdiniz.
fr: Vous avez accepté une invitation au groupe.
km: អ្នកបានយល់ព្រមការអញ្ជើញទៅក្រុម។
nl: Je hebt een uitnodiging om lid te worden van de groep aanvaard.
pl: Zaakceptowałeś(aś) zaproszenie do grupy.
sr: Прихватили сте позивницу за групу.
uk: Ви прийняли запрошення в групу.

# GROUP_LOCAL_USER_INVITE_ACCEPTED_FORMAT
source: You accepted an invitation to the group from %@.
ar: لقد قبلتَ دعوة إلى المجموعة من طرف %@.
az: %@ qrupa dəvətini qəbul etdiniz.
fr: Vous avez accepté une invitation au groupe de %@.
km: អ្នកបានទទួលការអញ្ជើញចូលក្រុមពី %@។
nl: Je hebt een uitnodiging van %@ om lid te worden van de groep aanvaard.
pl: Zaakceptowałeś(aś) zaproszenie od %@ do grupy.
sr: Прихватили сте позивницу за групу од %@.
uk: Ви прийняли запрошення в групу від %@.

# GROUP_LOCAL_USER_INVITE_DECLINED_BY_LOCAL_USER
source: You declined an invitation to the group.
ar: لقد رفضتَ الدعوة للمجموعة.
az: Qrupa dəvəti qəbul etmədiniz.
fr: Vous avez décliné une invitation au groupe.
km: អ្នកបានបដិសេធការអញ្ជើញចូលក្រុម។
nl: Je hebt een uitnodiging om lid te worden van de groep verworpen.
pl: Odrzuciłeś(aś) zaproszenie do grupy.
sr: Одбили сте позивницу за групу.
uk: Ви відхилили запрошення в групу.

# GROUP_LOCAL_USER_INVITE_DECLINED_FORMAT
source: You declined an invitation to the group from %@.
ar: لقد رفضتَ الدعوة إلى المجموعة من طرف %@.
az: %@ qrupa dəvətini qəbul etmədiniz.
fr: Vous avez décliné une invitation au groupe de %@.
km: អ្នកបានបដិសេធការអញ្ជើញចូលក្រុមពី %@។
nl: Je hebt een uitnodiging van %@ om lid te worden van de groep verworpen.
pl: Odrzuciłeś(aś) zaproszenie od %@ do grupy.
sr: Одбили сте позивницу за групу од %@.
uk: Ви відхилили запрошення в групу від %@.

# GROUP_LOCAL_USER_INVITE_REVOKED_BY_REMOTE_USER_FORMAT
source: %@ revoked your invitation to the group.
ar: لقد أبطل %@ دعوتك إلى المجموعة.
az: %@ qrupa dəvətinizi ləğv etdi.
fr: %@ a révoqué votre invitation au groupe.
km: %@ បានដកហូតការអញ្ជើញចូលក្រុម។
nl: %@ heeft je uitnodiging om lid te worden van de groep ingetrokken.
pl: %@ anulował(a) Twoje zaproszenie do grupy.
sr: %@ је опозвао/ла вашу позивницу за групу.
uk: %@ відкликав(-а) ваше запрошення в групу.

# GROUP_LOCAL_USER_INVITE_REVOKED_BY_UNKNOWN_USER
source: Your invitation to the group was revoked.
ar: لقد أُبطلَت دعوتك إلى المجموعة.
az: Qrupa dəvətiniz ləğv edildi.
fr: Votre invitation au groupe a été révoquée.
km: ការអញ្ជើញចូលក្រុមរបស់អ្នកត្រូវបានដកហូត។
nl: Je uitnodiging om lid de worden van de groep is ingetrokken.
pl: Twoje zaproszenie do grupy zostało anulowane.
sr: Ваша позивница за групу је опозвана.
uk: Ваше запрошення в групу було відкликано.

# GROUP_LOCAL_USER_INVITED_BY_REMOTE_USER_FORMAT
source: %@ invited you.
ar: إنَّ %@ قد دَعاك.
az: %@ sizi dəvət etdi.
fr: %@ vous a invité.
km: %@ បានអញ្ជើញអ្នក។
nl: %@ heeft je uitgenodigd om lid te worden van de groep.
pl: %@ zaprosił(a) Cię.
sr: %@ вам је послао/ла позивницу.
uk: %@запросив вас.

# GROUP_LOCAL_USER_INVITED_TO_THE_GROUP
source: You were invited to the group.
ar: لقد دُعيتَ إلى المجموعة.
az: Qrupa dəvət olundunuz.
fr: Vous avez été invité au groupe.
km: អ្នកត្រូវបានអញ្ជើញទៅក្រុម។
nl: Je bent uitgenodigd voor de groep.
pl: Zostałeś(aś) zaproszony(a) do grupy.
sr: Добили сте позивницу за групу.
uk: Ви були запрошені в групу.

# GROUP_LOCAL_USER_JOINED_THE_GROUP
source: You joined the group.
ar: أنت قد انضممت إلى المجموعة.
az: Qrupa qoşuldunuz.
fr: Vous vous êtes joint au groupe.
km: អ្នកបានចូលក្រុមនេះ។
nl: Je bent lid geworden van de groep.
pl: Dołączyłeś(aś) do grupy.
sr: Придружили сте се групи.
uk: Ви приєдналися до групи.

# GROUP_LOCAL_USER_JOINED_THE_GROUP_VIA_GROUP_INVITE_LINK
source: You joined the group via the group link.
ar: أنت قد انضممت للمجموعة بواسطة رابط المجموعة.
fr: Vous vous êtes joint au groupe grâce au lien du groupe.
nl: Je bent via de deelbare groepsverwijzing lid geworden van de groep.
pl: Dołączyłeś(aś) do grupy przez link.
sr: Придружили сте се групи преко везе групе.
uk: Ви приєднались до групи за допомогою посилання.

# GROUP_LOCAL_USER_REMOVED_BY_REMOTE_USER_FORMAT
source: %@ removed you.
ar: إنَّ %@ قد أزالك.
az: %@ sizi çıxardı.
fr: Votre suppression du groupe provient de %@.
km: %@ បានលុបអ្នក។
nl: %@ heeft je verwijderd van de groep.
pl: %@ usunął(ęła) Cię.
sr: %@ вас је уклонио/ла.
uk: %@ видалив(-а) тебе.

# GROUP_LOCAL_USER_REMOVED_BY_UNKNOWN_USER
source: You were removed from the group.
ar: أُزلتَ من المجموعة.
az: Qrupdan çıxarıldınız.
fr: Vous avez été supprimé du groupe.
km: អ្នកត្រូវបានលុបចេញពីក្រុម។
nl: Je bent verwijderd van de groep.
pl: Zostałeś(aś) usunięty(a) z grupy.
sr: Уклоњени сте из групе.
uk: Ви були видалені з групи.

# GROUP_LOCAL_USER_REQUEST_APPROVED_BY_REMOTE_USER_FORMAT
source: %@ approved your request to join the group.
ar: إنَّ %@ قد وافق على طلب انضمامك إلى المجموعة.
fr: %@ a approuvé votre demande de vous joindre au groupe.
nl: %@ heeft je verzoek om lid te worden van de groep toegestaan.
pl: %@ zaakceptował(a) Twoją prośbę o przyjęcie do grupy.
sr: %@ је прихватио/ла Ваш захтев за придруживање групи.
uk: %@ схвалив ваш запит на приєднання до групи.

# GROUP_LOCAL_USER_REQUEST_CANCELLED_BY_LOCAL_USER
source: You canceled your request to join the group.
ar: أنت قد ألغيتَ طلب انضمامك للمجموعة.
fr: Vous avez annulé votre demande de vous joindre au groupe.
nl: Je hebt je verzoek om lid te worden van de groep ingetrokken.
pl: Anulowałeś(aś) swoją prośbę o przyjęcie do grupy.
sr: Отказали сте Ваш захтев за придруживање групи.
uk: Ви скасували надіслання запиту на приєднання до групи.

# GROUP_LOCAL_USER_REQUEST_REJECTED
source: Your request to join the group was denied.
ar: رُفضَ طلب انضمامك إلى المجموعة.
fr: Votre demande de vous joindre au groupe a été refusée.
nl: Je verzoek om lid te worden van de groep is geweigerd.
pl: Twoja prośba o przyjęcie do grupy została odrzucona.
sr: Ваш захтев за придруживање групи је одбијен.
uk: Ваш запит на приєднання до групи було відхилено.

# GROUP_LOCAL_USER_REQUESTED_TO_JOIN_TO_THE_GROUP
source: You sent a request to join the group.
ar: أنت قد أرسلت طلب إنضمام للمجموعة.
fr: Vous avez demandé à vous joindre au groupe.
nl: Je hebt een verzoek verstuurd om lid te worden van de groep.
pl: Wysłałeś(aś) prośbę o przyjęcie do grupy.
sr: Послали сте захтев за придруживање групи.
uk: Ви надіслали запит на приєднання до групи.

# GROUP_LOCAL_USER_REVOKED_ADMINISTRATOR
source: Your admin privileges were revoked.
ar: أُبطلَت صلاحياتك كمشرف على المجموعة.
az: İnzibatçı imkanlarınız ləğv edildi.
fr: Vos privilèges d’administrateur ont été révoqués.
km: សិទ្ធិអ្នកគ្រប់គ្រងត្រូវបានដកហូត។
nl: Je beheerdersbevoegdheden zijn ingetrokken.
pl: Twoje uprawnienia administratora zostały anulowane.
sr: Ваше администраторске дозволе су одузете.
uk: Ваші привілеї адміністратора були відкликані.

# GROUP_LOCAL_USER_REVOKED_ADMINISTRATOR_BY_REMOTE_USER_FORMAT
source: %@ revoked your admin privileges.
ar: إنَّ %@ قد أبطلَ صلاحياتك كمشرف على المجموعة.
az: %@ inzibatçı imkanlarınızı ləğv etdi.
fr: %@ a révoqué vos privilèges d’administrateur.
km: %@ បានដកហូតសិទ្ធិអ្នកគ្រប់គ្រងរបស់អ្នក។
nl: %@ heeft je beheerdersbevoegdheden ingetrokken.
pl: %@ anulował(a) Twoje uprawnienia administratora.
sr: %@ вам је одузео/ла администраторске дозволе.
uk: %@ відкликав(-а) ваші привілеї адміністратора.

# GROUP_LOCAL_USER_WAS_ADDED_TO_THE_GROUP
source: A member added you to the group.
ar: عضو قد أضافك إلى المجموعة.
fr: Un membre vous a ajouté au groupe.
nl: Een groepslid voegde je toe aan de groep.
pl: Członek grupy dodał Cię do grupy.
sr: Члан вас је додао у групу.
uk: Учасник додав вас в групу.

# GROUP_MEMBER_ADMIN_INDICATOR
source: Admin
ar: مُشرِف
az: İnzibatçı
fr: Administrateur
km: អ្នកគ្រប់គ្រង
nl: Beheerder
pl: Administrator
sr: Администратор
uk: Адміністратор

# GROUP_MEMBER_COUNT_LABEL_0
source: No members
ar: لا يوجد أعضاء
az: Üzv yoxdur
fr: Aucun membre
km: គ្មានសមាជិក។
nl: Er zijn geen leden in deze groep
pl: Brak członków
sr: Нема чланова
uk: Немає учасників
