Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# GROUP_MEMBER_COUNT_LABEL_1
source: 1 member
ar: عضو واحد
az: 1 üzv
fr: 1 membre
km: សមាជិក 1
nl: 1 lid
pl: 1 członek
sr: 1 члан
uk: 1 учасник

# GROUP_MEMBER_COUNT_LABEL_FORMAT
source: %@ members
ar: عدد %@ عضو
az: %@ üzv
fr: %@ membres
km: %@ សមាជិក
nl: %@ leden
pl: %@ członków
sr: %@ чланова
uk: %@ учасники

# GROUP_MEMBER_COUNT_WITHOUT_LIMIT_FORMAT
source: %@ Members
ar: عدد %@ عضو
az: %@ Üzvlər
fr: %@ membres
km: %@ សមាជិក
nl: %@ leden
pl: %@ członków
sr: %@ чланова
uk: %@Учасники

# GROUP_MEMBER_LOCAL_USER
source: You
ar: أنت
az: Sən
fr: Vous
km: អ្នក
nl: Jij
pl: Ty
sr: Ви
uk: Ви

# GROUP_MEMBERS_CALL
source: Audio Call
ar: مُكالمة صوتية
fr: Appel vocal
km: ហៅជាសំឡេង
nl: Audio-oproep
pl: Połączenie audio
sr: Аудио позив
uk: Голосовий дзвінок

# GROUP_MEMBERS_NO_OTHER_MEMBERS
source: You can add or invite friends after creating this group.
ar: يُمكنك إضافة أو دعوة أصدقاء بعد إنشاء هذه المجموعة.
fr: Vous pouvez ajouter ou inviter des amis après avoir créé ce groupe.
nl: Je kan na het maken van deze groep kennissen uitnodigen of toevoegen.
pl: Możesz dodać lub zaprosić znajomych po utworzeniu tej grupy.
sr: Можете додати или попозвати пријатеље након креирања групе.
uk: Після створення групи ви зможете додати чи запросити до неї друзів.

# GROUP_MEMBERS_SECTION_TITLE_MEMBERS
source: Members
ar: الأعضاء
az: Üzvlər
fr: Membres
km: សមាជិក
nl: Leden
pl: Członkowie
sr: Чланови
uk: Учасники

# GROUP_MEMBERS_SEND_MESSAGE
source: Message
ar: رِسالَة
az: Mesaj
km: សារ
nl: Een bericht verzenden
pl: Wiadomość
sr: Порука
uk: Повідомлення

# GROUP_MEMBERS_VIDEO_CALL
source: Video Call
ar: اتصال فيديو
az: Video Zəng
fr: Appel vidéo
km: ការហៅវីដេអូ
nl: Video-oproep
pl: Połączenie wideo
sr: Видео позив
uk: Відеовиклик

# GROUP_NAME_PLACEHOLDER
source: Group name (required)
ar: اسم المجموعة ( مُتطلب )
az: Qrup adı (məcburi)
fr: Nom du groupe (requis)
km: ឈ្មោះក្រុម (តម្រូវ)
nl: Groepsnaam (vereist)
pl: Nazwa grupy (wymagane)
sr: Назив групе (обавезно)
uk: Ім'я групи (обов'язково)

# GROUP_REMOTE_USER_ACCEPTED_INVITE_FORMAT
source: %@ accepted an invitation to the group.
ar: إنَّ %@ قد قبلَ الدعوة للمجموعة.
az: %@ qrupa dəvətinizi qəbul etdi.
fr: %@ a accepté une invitation au groupe.
km: %@ បានយល់ព្រមការអញ្ជើញទៅក្រុម។
nl: %@ heeft een uitnodiging om lid te worden van de groep aanvaard.
pl: %@ zaakceptował(a) zaproszenie do grupy.
sr: %@ је прихватио/ла позивницу за групу.
uk: %@ прийняв(-ла) запрошення в групу.

# GROUP_REMOTE_USER_ACCEPTED_INVITE_FROM_LOCAL_USER_FORMAT
source: %@ accepted your invitation to the group.
ar: إنَّ %@ قد قبلَ إنضمامك للمجموعة.
az: %@ aqrupa dəvətinizi qəbul etdi.
fr: %@ a accepté votre invitation au groupe.
km: %@ បានយល់ព្រមការអញ្ជើញទៅក្រុមរបស់អ្នក។
nl: %@ heeft je uitnodiging om lid te worden van de groep aanvaard.
pl: %@ zaakceptował(a) Twoje zaproszenie do grupy.
sr: %@ је прихватио/ла вашу позивницу за групу.
uk: %@прийняв(-ла) ваше запрошення в групу.

# GROUP_REMOTE_USER_ACCEPTED_INVITE_FROM_REMOTE_USER_FORMAT
source: %1$@ accepted an invitation to the group from %2$@.
ar: إنَّ %1$@ قد قبلَ دعوة للمجموعة من طرف %2$@.
az: %1$@ %2$@ tərəfindən qrupa dəvəti qəbul etdi.
fr: %1$@ a accepté une invitation au groupe de %2$@.
km: %1$@ បានយល់ព្រមការអញ្ជើញទៅក្រុមពី %2$@។
nl: %1$@ heeft een uitnodiging van %2$@ om lid te worden van de groep aanvaard.
pl: %1$@ zaakceptował(a) zaproszenie od %2$@ do grupy.
sr: %1$@ је прихватио/ла позивницу за групу од %2$@.
uk: %1$@ прийняв (-ла) запрошення в групу від %2$@.

# GROUP_REMOTE_USER_ADDED_TO_GROUP_BY_LOCAL_USER_FORMAT
source: You added %@.
ar: أنت قد أضفت %@.
az: %@ əlavə etdiniz.
fr: Vous avez ajouté %@.
km: អ្នកបានបន្ថែម %@។
nl: Je hebt %@ toegevoegd.
pl: Dodałeś(aś) %@.
sr: Додали сте %@.
uk: Ви додали %@.

# GROUP_REMOTE_USER_ADDED_TO_GROUP_BY_REMOTE_USER_FORMAT
source: %1$@ added %2$@.
ar: إنَّ %1$@ قد أضاف %2$@.
az: %1$@%2$@ əlavə etdi.
fr: %1$@ a ajouté %2$@.
km: %1$@ បានបន្ថែម %2$@។
nl: %1$@ heeft %2$@ toegevoegd.
pl: %1$@ dodał(a) %2$@.
sr: %1$@ је додао/ла %2$@.
uk: %1$@добавив(-ла) %2$@.

# GROUP_REMOTE_USER_ADDED_TO_GROUP_FORMAT
source: %@ was added to the group.
ar: إنَّ %@ قد أُضيف إلى المجموعة.
az: %@ qrupa əlavə edildi.
fr: %@ a été ajouté au groupe.
km: %@ ត្រូវបានបន្ថែមទៅក្រុម។
nl: %@ is toegevoegd aan de groep.
pl: %@ został(a) dodany(a) do grupy.
sr: %@ је додат у групу.
uk: %@ був (-ла) доданий(-а) в групу.

# GROUP_REMOTE_USER_DECLINED_INVITE
source: 1 person declined the invitation to the group.
ar: شخص واحد قد رفض الانضمام إلى المجموعة.
az: 1 nəfər qrupda dəvəti qəbul etmədi.
fr: Une personne a décliné l’invitation au groupe.
km: មនុស្ស 1 នាក់ បានបដិសេធការអញ្ជើញទៅក្រុម។
nl: Één persoon heeft een uitnodiging om lid te worden van de groep verworpen.
pl: 1 osoba odrzuciła zaproszenie do grupy.
sr: 1 особа је одбила позивницу за групу.
uk: 1 людина відхилила запрошення в групу.

# GROUP_REMOTE_USER_DECLINED_INVITE_FORMAT
source: 1 person invited by %@ declined the invitation to the group.
ar: رفض شخص واحد الدعوة من طرف %@ للانضمام إلى المجموعة.
az: %@ tərəfindən dəvət edilən 1 nəfər qrupda dəvəti qəbul etmədi.
fr: Une personne invitée par %@ a décliné l’invitation au groupe.
km: មនុស្ស 1 នាក់ ដែលអញ្ជើញដោយ %@ បានបដិសេធការអញ្ជើញទៅក្រុម។
nl: Één persoon, wie door %@ was uitgenodigd om lid te worden van de groep, heeft de uitnodiging verworpen.
pl: 1 osoba, zaproszona przez %@, odrzuciła zaproszenie do grupy.
sr: 1 особа позвана од стране %@ је одбила позивницу за групу.
uk: 1 людина запрошена %@ відхилила запрошення до групи.

# GROUP_REMOTE_USER_DECLINED_INVITE_FROM_LOCAL_USER_FORMAT
source: %@ declined your invitation to the group.
ar: رفض %@ دعوتك للانضمام إلى المجموعة.
az: %@ nəfər qrupda dəvətizi qəbul etmədi.
fr: %@ a décliné votre invitation au groupe.
km: %@ បានបដិសេធការអញ្ជើញទៅក្រុមរបស់អ្នក។
nl: %@ heeft je uitnodiging om lid te worden van de groep verworpen.
pl: %@ odrzucił(a) Twoje zaproszenie do grupy.
sr: %@ је одбио/ла вашу позивницу за групу.
uk: %@ відхилив(-ла) ваше запрошення в групу.

# GROUP_REMOTE_USER_GRANTED_ADMINISTRATOR
source: %@ is now an admin
ar: إنَّ %@ مُشرِفٌ الآن
az: %@ indi inzibatçıdır
fr: %@ est désormais administrateur
km: %@ ឥឡូវជាអ្នកគ្រប់គ្រង
nl: %@ is nu een beheerder
pl: %@ jest teraz administratorem
sr: %@ је сада администратор
uk: %@ тепер админістратор

# GROUP_REMOTE_USER_GRANTED_ADMINISTRATOR_BY_LOCAL_USER
source: You made %@ an admin.
ar: أنت قد جعلت %@ مشرفاً.
az: %@ inzibatçı etdiniz.
fr: Vous avez nommé %@ en tant qu’administrateur.
km: អ្នកបានដាក់ %@ ជាអ្នកគ្រប់គ្រង។
nl: Je hebt %@ een beheerder gemaakt.
pl: Mianowałeś(aś) %@ administratorem.
sr: Поставили сте %@ за администратора.
uk: Ви зробили %@ адміністратором.

# GROUP_REMOTE_USER_GRANTED_ADMINISTRATOR_BY_REMOTE_USER_FORMAT
source: %1$@ made %2$@ an admin.
ar: إنَّ %1$@ قد جعلَ %2$@ مُشرفاً.
az: %1$@ %2$@ inzibatçı etdi.
fr: %1$@ a nommé %2$@ en tant qu’administrateur.
km: %1$@ បានដាក់ %2$@ ជាអ្នកគ្រប់គ្រង។
nl: %1$@ heeft %2$@ een beheerder gemaakt.
pl: %1$@ mianował(a) %2$@ administratorem.
sr: %1$@ је поставио/ла %2$@ за администратора.
uk: %1$@ зробив(-ла) %2$@ адміністратором.

# GROUP_REMOTE_USER_INVITE_REVOKED_1
source: Invitation to the group was revoked for 1 person.
ar: تم إلغاء الدعوة للمجموعة لشخص واحد.
az: 1 nəfərə qrup dəvəti ləğv edildi.
fr: Une invitation au groupe a été révoquée pour une personne.
km: ការអញ្ជើញទៅកាន់ក្រុមត្រូវបានដកសិទ្ធិសម្រាប់មនុស្សម្នាក់។
nl: Voor één persoon is de uitnodiging om lid te worden van de groep ingetrokken.
pl: Zaproszenie do grupy zostało anulowane dla 1 osoby.
sr: Позивница за групу је опозвана за 1 особу.
uk: Запрошення в групу для 1 людини було відкликано.

# GROUP_REMOTE_USER_INVITE_REVOKED_BY_LOCAL_USER_FORMAT
source: Invitation to the group was revoked for %@.
ar: دعوة %@ إلى المجموعة قد أُلغيت.
az: %@ üçün qrup dəvəti ləğv edildi.
fr: Une invitation au groupe a été révoquée pour %@.
km: ការអញ្ជើញចូលក្រុមត្រូវបានដកហូតសម្រាប់ %@។
nl: Voor %@ is de uitnodiging om lid te worden van de groep ingetrokken.
pl: Zaproszenie do grupy dla%@ zostało anulowane.
sr: Позивница за групу је опозвана за %@.
uk: Запрошення в групу для %@ було відкликано.

# GROUP_REMOTE_USER_INVITE_REVOKED_BY_REMOTE_USER_1_FORMAT
source: %@ revoked an invitation to the group for 1 person.
ar: إنَّ %@ قد ألغى دعوةٌ إلى المجموعة لشخص واحد.
az: %@ 1 nəfər üçün qrup dəvətini ləğv etdi.
fr: %@ a révoqué une invitation au groupe pour une personne.
km: %@ បានដកសិទ្ធិការអញ្ជើញទៅកាន់ក្រុមសម្រាប់មនុស្សម្នាក់។
nl: %@ heeft voor één persoon de uitnodiging om lid te worden van de groep ingetrokken.
pl: %@ anulował(a) zaproszenie do grupy dla 1 osoby.
sr: %@ је опозвао/ла позивницу за групу 1 особи.
uk: %@ відкликав(-ла) запрошення в групу для 1 людини.

# GROUP_REMOTE_USER_INVITE_REVOKED_BY_REMOTE_USER_N_FORMAT
source: %1$@ revoked an invitation to the group for %2$@ people.
ar: إنَّ %1$@ قد ألغى دعوةٌ إلى المجموعة لعدد %2$@ شخص.
az: %1$@ %2$@ adam üçün qrup dəvətini ləğv etdi.
fr: %1$@ a révoqué une invitation au groupe pour %2$@ personnes.
km: %1$@ បានដកសិទ្ធិការអញ្ជើញចូលក្រុមសម្រាប់មនុស្ស %2$@ នាក់។
nl: %1$@ heeft voor %2$@ personen de uitnodiging om lid te worden van de groep ingetrokken.
pl: %1$@ anulował(a) zaproszenie do grupy dla %2$@ osób.
sr: %1$@ је опозвао/ла позивнице за групу за %2$@ особе.
uk: %1$@ відкликав(-ла) запрошення в групу для %2$@ людей.

# GROUP_REMOTE_USER_INVITE_REVOKED_N_FORMAT
source: Invitations to the group were revoked for %@ people.
ar: أُلغيت دعوة عدد %@ شخص إلى المجموعة.
az: %@ adam üçün qrupa dəvət ləğv olundu.
fr: Des invitations au groupe ont été révoquées pour %@ personnes.
km: ការអញ្ជើញទៅកាន់ក្រុមត្រូវបានដកសិទ្ធិសម្រាប់មនុស្ស %@ នាក់។
nl: Voor %@ personen is de uitnodiging om lid te worden van de groep ingetrokken.
pl: Zaproszenia do grupy dla%@ osób zostały anulowane.
sr: Позивнице за групу су опозване за %@ особа.
uk: Запрошення в групу було відкликано для %@ людей.

# GROUP_REMOTE_USER_INVITED_1
source: 1 person was invited to the group.
ar: تمَّ دعوت شخص واحد إلى المجموعة.
az: 1 nəfər qrupa dəvət olundu.
fr: Une personne a été invitée au groupe.
km: មនុស្សម្នាក់ ត្រូវបានអញ្ជើញចូលក្រុម។
nl: Één persoon is uitgenodigd om lid te worden van de groep.
pl: 1 osoba została zaproszona do grupy.
sr: 1 особа је позвана у групу.
uk: 1 людина була запрошена в групу.

# GROUP_REMOTE_USER_INVITED_1_FORMAT
source: %@ was invited to the group.
ar: تمَّ دعوة %@ للمجموعة.
fr: %@ a été invité au groupe.
nl: %@ is uitgenodigd om lid te worden van de groep.
pl: %@ został(a) zaproszony(a) do grupy.
sr: %@ је позван/а у групу.
uk: %@ було запрошено до групи.

# GROUP_REMOTE_USER_INVITED_BY_LOCAL_USER_FORMAT
source: You invited %@ to the group.
ar: أنت قد دعوت %@ إلى المجموعة.
az: %@ sizi qrupa dəvət etdi.
fr: Vous avez invité %@ au groupe.
km: អ្នកបានអញ្ជើញ %@ ចូលក្រុម។
nl: Je hebt %@ uitgenodigd om lid te worden van de groep.
pl: Zaprosiłeś(aś) %@ do grupy.
sr: Позвали сте %@ у групу.
uk: Ви запросили %@ в групу.

# GROUP_REMOTE_USER_INVITED_BY_REMOTE_USER_1_FORMAT
source: %@ invited 1 person to the group.
ar: إنَّ %@ قد دعا شخصٌ واحدٌ إلى المجموعة.
az: %@ 1 nəfəri qrupa dəvət etdi.
fr: %@ a invité une personne au groupe.
km: %@ បានអញ្ជើញមនុស្សម្នាក់ចូលក្រុម។
nl: %@ heeft één persoon uitgenodigd om lid te worden van de groep.
pl: %@ zaprosił(a) 1 osobę do grupy.
sr: %@ је позвао/ла 1 особу у групу.
uk: %@ запросив(-ла) 1 людину в групу.

# GROUP_REMOTE_USER_INVITED_BY_REMOTE_USER_N_FORMAT
source: %1$@ invited %2$@ people to the group.
ar: %1$@ قد دعا عدد %2$@ شخص للمجموعة.
az: %1$@ %2$@ nəfəri qrupa dəvət etdi
fr: %1$@ a invité %2$@ personnes au groupe.
km: %1$@ បានអញ្ជើញមនុស្ស%2$@ នាក់ចូលក្នុងក្រុម។
nl: %1$@ heeft %2$@ personen uitgenodigd om lid te worden van de groep.
pl: %1$@ zaprosił(a) %2$@ osób(y) do grupy.
sr: %1$@ је позвао/ла %2$@ особа у групу.
uk: %1$@ запросив (-ла) %2$@ людей в групу.

# GROUP_REMOTE_USER_INVITED_N_FORMAT
source: %@ people were invited to the group.
ar: دُعيَ عدد %@ شخص إلى المجموعة.
az: %@ nəfər qrupa dəvət edildi.
fr: %@ personnes ont été invitées au groupe
km: មនុស្ស %@ នាក់ត្រូវបានអញ្ជើញចូលក្រុម។
nl: %@ zijn uitgenodigd om lid te worden van de groep.
pl: %@ osób(y) zostało(y) zaproszonych(e) do grupy.
sr: %@ особа је позвано у групу.
uk: %@ людей було запрошено до групи.

# GROUP_REMOTE_USER_JOINED_GROUP_FORMAT
source: %@ joined the group.
ar: إنَّ %@ قد انضمَ إلى المجموعة.
az: %@ qrupa qoşuldu.
fr: %@ s’est joint au groupe.
km: %@ បានចូលរួមក្រុមនេះ។
nl: %@ is toegevoegd aan de groep.
pl: %@ dołączył(a) do grupy.
sr: %@ се придружио/ла групи.
uk: %@ приєднується до групи.

# GROUP_REMOTE_USER_JOINED_THE_GROUP_VIA_GROUP_INVITE_LINK_FORMAT
source: %@ joined the group via the group link.
ar: إنَّ %@ قد انضمَ إلى لمجموعة عبر رابط المجموعة.
fr: %@s’est joint au groupe grâce au lien du groupe.
nl: %@ is lid geworden via de groepsverwijzing.
pl: %@ dołączył(a) do grupy przez link.
sr: %@ се придружио/ла групи преко везе до групе.
uk: %@ приєднався до групи за допомогою посилання.

# GROUP_REMOTE_USER_LEFT_GROUP_FORMAT
source: %@ left the group.
ar: إنَّ %@ قد غادرَ المجموعة.
az: %@qrupdan çıxdı.
fr: %@ a quitté le groupe.
km: %@ បានចាកចេញពីក្រុម។
nl: %@ heeft de groep verlaten.
pl: %@ opuścił(a) grupę.
sr: %@ је напустио/ла групу.
uk: %@ покинув (-а) групу.

# GROUP_REMOTE_USER_REMOVED_BY_LOCAL_USER_FORMAT
source: You removed %@.
ar: أنتَ قد أزلتَ %@.
az: %@ qrupdan çıxardınız.
fr: Vous avez supprimé %@ du groupe.
km: អ្នកបានលុប %@។
nl: Je hebt %@ verwijderd van de groep.
pl: Usunąłeś(ęłaś) %@.
sr: Уклонили сте %@.
uk: Ви видалили %@.

# GROUP_REMOTE_USER_REMOVED_FROM_GROUP_BY_REMOTE_USER_FORMAT
source: %1$@ removed %2$@.
ar: إنَّ %1$@ قد أزالَ %2$@.
az: %1$@%2$@ çıxardı.
fr: %1$@ a supprimé %2$@ du groupe.
km: %1$@ បានលុប %2$@។
nl: %1$@ heeft %2$@ verwijderd van de groep.
pl: %1$@ usunął(ęła) %2$@.
sr: %1$@ је уклонио/ла %2$@.
uk: %1$@ видалив(-ла) %2$@.

# GROUP_REMOTE_USER_REQUEST_APPROVED_BY_LOCAL_USER_FORMAT
source: You approved a request to join the group from %@.
ar: أنت قد وافقت على طلب انضمام إلى المجموعة من طرف %@.
fr: Vous avez approuvé une demande de %@ de se joindre au groupe.
nl: Je hebt het verzoek van %@ om lid te worden van de groep gehonoreerd.
pl: Zaakceptowałeś(aś) prośbę o przyjęcie do grupy od %@.
sr: Одобрили сте захтев од %@ за придруживање групи.
uk: Ви схвалили запит на приєднання до групи від %@.

# GROUP_REMOTE_USER_REQUEST_APPROVED_BY_REMOTE_USER_FORMAT
source: %2$@ approved a request to join the group from %1$@.
ar: إنَّ %2$@ قد وافق على طلبُ إنضمام إلى المجموعة من طرفِ %1$@.
fr: %2$@ a approuvé une demande de %1$@ de se joindre au groupe.
nl: %2$@ heeft het verzoek van %1$@ om lid te worden van de groep gehonoreerd.
pl: %2$@ zaakceptował(a) prośbę o przyjęcie do grupy od %1$@.
sr: %2$@ је прихватио/ла захтев од %1$@ за придруживање групи.
uk: %2$@ схвалив запит на приєднання до групи від %1$@.

# GROUP_REMOTE_USER_REQUEST_CANCELLED_BY_REMOTE_USER_FORMAT
source: %@ canceled their request to join the group.
ar: إنَّ %@ قد ألغى طلبهُ في الإنضمام إلى المجموعة.
fr: %@ a annulé sa demande de se joindre au groupe.
nl: %@ heeft het verzoek om lid te worden van de groep ingetrokken.
pl: %@ anulował(a) swoją prośbę o przyjęcie do grupy.
sr: %@ је отказао/ла свој захтев за придруживање групи.

# GROUP_REMOTE_USER_REQUEST_REJECTED_BY_LOCAL_USER_FORMAT
source: You denied a request to join the group from %@.
ar: أنت قد رفضت طلب إنضمام للمجموعة من طرف %@.
fr: Vous avez refusé une demande de %@ de se joindre au groupe.
nl: Je hebt het verzoek van %@ om lid te te worden van de groep geweigerd.
pl: Odrzuciłeś(aś) prośbę o przyjęcie do grupy od %@.
sr: Одбили сте захтев од %@ за придруживање групи.
uk: Ви відхилили запит на приєднання до групи від %@.

# GROUP_REMOTE_USER_REQUEST_REJECTED_BY_REMOTE_USER_FORMAT
source: %2$@ denied a request to join the group from %1$@.
ar: إنَّ %2$@ قد رفض طلب إنضمام إلى المجموعة من طرف %1$@.
fr: %2$@ a refusé une demande de %1$@ de se joindre au groupe.
nl: %2$@ heeft een verzoek van %1$@ om lid te worden van de groep geweigerd.
pl: %2$@ odrzucił(a) prośbę o przyjęcie do grupy od %1$@.
sr: %2$@ је одбио/ла захтев од %1$@ за придруживање групи.
uk: %2$@ відхилив запит на приєднання до групи від %1$@.

# GROUP_REMOTE_USER_REQUEST_REJECTED_FORMAT
source: A request to join the group from %@ was denied.
ar: رُفضَ طلب انضمام %@ إلى المجموعة.
fr: Une demande de %@ de se joindre au groupe a été refusée.
nl: Een verzoek van %@ om lid te worden van de groep is geweigerd.
pl: Prośba %@ o przyjęcie do grupy została odrzucona.
sr: Захтев за придруживање групи од %@ је одбијен.
uk: Запит на приєднання до групи від %@ було відхилено.

# GROUP_REMOTE_USER_REQUESTED_TO_JOIN_THE_GROUP_FORMAT
source: %@ requested to join via the group link.
ar: إنَّ %@ قد طلبَ الانضمام إلى المجموعة بواسطة رابط المجموعة.
fr: %@ a demandé à se joindre au groupe grâce au lien du groupe.
nl: %@ heeft verzocht om via de groepsverwijzing lid te worden.
pl: %@ poprosił(a) o przyjęcie do grupy przez link.
sr: %@ је затражио/ла да се придружи преко везе до групе.

# GROUP_REMOTE_USER_REVOKED_ADMINISTRATOR
source: %@ had their admin privileges revoked.
ar: إنًّ %@ قد أُبطلَت صلاحياته كمُشرِف.
az: %@ inzibatçı imkanları ləğv olundu
fr: Les privilèges d’administrateur de %@ ont été révoqués.
km: %@ត្រូវបានគេដកហូតសិទ្ធិអ្នកគ្រប់គ្រង។
nl: De beheerdersbevoegdheden van %@ zijn ingetrokken.
pl: Uprawnienia administratora %@ zostały anulowane.
sr: %@ су одузете администраторске дозволе.
uk: Привілеї адміністратора у %@ були відкликані.

# GROUP_REMOTE_USER_REVOKED_ADMINISTRATOR_BY_LOCAL_USER
source: You revoked admin privileges from %@.
ar: أنت قد أبطلت صلاحيات %@ كمشرف.
az: %@ inzibatçı imkanlarını ləğv etdiniz.
fr: Vous avez révoqué les privilèges d’administrateur de %@.
km: អ្នកបានដកសិទ្ធិអ្នកគ្រប់គ្រងពី %@។
nl: Je hebt de beheerdersbevoegdheden van %@ ingetrokken.
pl: Anulowałeś(aś) uprawnienia administratora %@.
sr: %@ сте одузели администраторске дозволе.
uk: Ви відкликали привілеї адміністратора у %@.

# GROUP_REMOTE_USER_REVOKED_ADMINISTRATOR_BY_REMOTE_USER_FORMAT
source: %1$@ revoked admin privileges from %2$@.
ar: إنَّ %1$@ قد أبطلَ صلاحيات %2$@ كمُشرِف.
az: %1$@ %2$@ inzibatçı imkanlarını ləğv etdi.
fr: %1$@ a révoqué les privilèges d’administrateur de %2$@.
km: %1$@ បានដកហូតសិទ្ធិអ្នកគ្រប់គ្រងពី %2$@។
nl: %1$@ heeft de beheerdersbevoegdheden van %2$@ ingetrokken.
pl: %1$@ anulował(a) uprawnienia administratora %2$@.
sr: %1$@ је одузео/ла администраторске дозволе %2$@.
uk: %1$@ відкликав(-ла) привілеї адміністратора у %2$@.

# GROUP_REQUESTS_AND_INVITES_VIEW_MEMBER_REQUESTS_MODE
source: Member Requests
ar: طلبات الأعضاء
fr: Demandes de membres
nl: Lidmaatschapsverzoeken
pl: Prośby o przyjęcie
sr: Захтеви за чланство
uk: Запити Учасника

# GROUP_REQUESTS_AND_INVITES_VIEW_PENDING_INVITES_MODE
source: Pending Invites
ar: الدعوات المُعلَّقة
fr: Invitations en attente
nl: Openstaande groepsuitnodigingen
pl: Oczekujące zaproszenia
sr: Позивнице на чекању
uk: Очікуючі запрошення

# GROUP_REQUESTS_AND_INVITES_VIEW_TITLE
source: Member Requests & Invites
ar: طلبات ودعوات اﻷعضاء
fr: Demandes et invitations de membres
nl: Lidmaatschap verzoeken & uitnodiging
pl: Prośby o przyjęcie i zaproszenia
sr: Захтеви за чланство & позива
uk: Запити і Запрошення Учасника

source: Group updated.
ar: تمَّ تحديث المجموعة.
az: Qrup yeniləndi.
fr: Le groupe a été mis à jour.
km: បានធ្វើបច្ចុប្បន្នភាពក្រុម។
nl: Groep aangepast.
pl: Zaktualizowano grupę.
sr: Група ажурирана.
uk: Групу оновлено.

# GROUP_UPDATED_AVATAR_REMOVED
source: The group photo was removed.
ar: تمَّ إزالة صورة المجموعة.
fr: La photo du groupe a été supprimée.
km: រូបភាពក្រុមបានលុបចោល។
nl: De groepsafbeelding is verwijderd.
pl: Zdjęcie grupy zostało usunięte.
sr: Слика групе је уклоњена.
uk: Фото групи було видалено.

# GROUP_UPDATED_AVATAR_REMOVED_BY_LOCAL_USER
source: You removed the photo.
ar: أنت قد أزلت الصورة.
fr: Vous avez supprimé la photo.
km: អ្នកបានលុបរូបភាព។
nl: Jij hebt de groepsafbeelding verwijderd.
pl: Usunąłeś(ęłaś) zdjęcie.
sr: Уклонили сте слику групе.
uk: Ви видалили фото.

# GROUP_UPDATED_AVATAR_REMOVED_BY_REMOTE_USER_FORMAT
source: %@ removed the photo.
ar: إنَّ %@ قد أزال الصُّورة.
fr: %@ a supprimé la photo.
km: %@ បានលុបរូបភាព។
nl: %@ heeft de groepsafbeelding verwijderd.
pl: %@ usunął(ęła) zdjęcie.
sr: %@ је уклонио/ла слику групе.
uk: %@ видалив фото.

# GROUP_UPDATED_AVATAR_UPDATED
source: The group photo was updated.
ar: تمَّ تحديث صورة المجموعة.
fr: La photo du groupe a été mise à jour.
nl: De groepsafbeeldig is aangepast.
pl: Zdjęcie grupy zostało zaktualizowane.
sr: Слика групе је измењена.
uk: Фото групи було оновлено.

# GROUP_UPDATED_AVATAR_UPDATED_BY_LOCAL_USER
source: You updated the photo.
ar: أنت قد حدّثتَ الصورة.
fr: Vous avez mis la photo à jour.
km: អ្នកបានធ្វើបច្ចុប្បន្នភាពរូបភាព។
nl: Jij hebt de groepsafbeelding aangepast.
pl: Zaktualizowałeś(aś) zdjęcie.
sr: Изменили сте слику групе.
uk: Ви оновили фото.

# GROUP_UPDATED_AVATAR_UPDATED_BY_REMOTE_USER_FORMAT
source: %@ updated the photo.
ar: إنًّ %@ قد حدّثَ الصُّورة.
fr: %@ a mis la photo à jour.
km: %@ បានធ្វើបច្ចុប្បន្នភាពរូបភាព។
nl: %@ heeft de groepsafbeelding aangepast.
pl: %@ zaktualizował(a) zdjęcie.
sr: %@ је изменио/ла слику групе.
uk: %@ оновив фото.

# GROUP_UPDATED_BY_LOCAL_USER
source: You updated the group.
ar: أنت قد حدّثتَ المجموعة.
az: Qrupu yenilədin.
fr: Vous avez mis le groupe à jour.
km: អ្នកបានធ្វើបច្ចុប្បន្នភាពក្រុម។
nl: Je hebt de groep aangepast.
pl: Zaktualizowałeś(aś) grupę.
sr: Ажурирали сте групу.
uk: Ви оновили групу.

# GROUP_UPDATED_BY_REMOTE_USER_FORMAT
source: %@ updated the group.
ar: إنَّ %@ قد حدّثَ المجموعة.
az: %@ qrupu yenilədi.
fr: %@ a mis le groupe à jour.
km: %@ បានធ្វើបច្ចុប្បន្នភាពក្រុម។
nl: %@ heeft de groep bijgewerkt.
pl: %@ zaktualizował(a) grupę.
sr: %@ је ажурирао/ла групу.
uk: %@ оновив(-ла) групу.

# GROUP_UPDATED_NAME_REMOVED
source: The group name was removed.
ar: قد أُزيلَ اسم المجموعة.
az: Qrup adı silindi.
fr: Le nom du groupe a été supprimé.
km: ឈ្មោះក្រុមបានលុបចោល។
nl: De naam van de groep is verwijderd.
pl: Nazwa grupy została usunięta.
sr: Име групе је уклоњено.
uk: Група була видалена.

# GROUP_UPDATED_NAME_REMOVED_BY_LOCAL_USER
source: You removed the group name.
ar: أنت قد أزلتَ اسم المجموعة.
az: Qrup adını sildiniz.
fr: Vous avez supprimé le nom du groupe.
km: អ្នកបានលុបឈ្មោះក្រុម។
nl: Je hebt de naam van de groep verwijderd.
pl: Usunąłeś(ęłaś) nazwę grupy.
sr: Уклонили сте име групе.
uk: Ви видалили ім'я групи.

# GROUP_UPDATED_NAME_REMOVED_BY_REMOTE_USER_FORMAT
source: %@ removed the group name.
ar: إنَّ %@ قد أزالَ اسم المجموعة.
az: %@ qrup adını sildi.
fr: %@ a supprimé le nom du groupe.
km: %@ បានលុបឈ្មោះក្រុម។
nl: %@ heeft de naam van de groep verwijderd.
pl: %@ usunął(ęła) nazwę grupy.
sr: %@ је уклонио/ла име групе.
uk: %@видалив(-ла) ім'я групи.

# GROUP_UPDATED_NAME_UPDATED_BY_LOCAL_USER_FORMAT
source: You changed the group name to “%@“.
ar: أنت قد غيرت اسم المجموعة إلى "%@".
az: Qrup adını “%@“ dəyişdiniz.
fr: Vous avez changé le nom du groupe en « %@ ».
km: អ្នកបានផ្លាស់ប្តូរឈ្មោះក្រុមទៅ “%@“។
nl: Je hebt de naam van de groep gewijzigd naar “%@”.
pl: Zmieniłeś(aś) nazwę grupy na “%@“.
sr: Променили сте име групе у „%@”.
uk: Ви змінили ім'я групи на "%@".

# GROUP_UPDATED_NAME_UPDATED_BY_REMOTE_USER_FORMAT
source: %1$@ changed the group name to “%2$@“.
ar: إنَّ %1$@ قد غيَّر اسم المجموعة إلى "%2$@".
az: %1$@ qrup adını “%2$@“ dəyişdi.
fr: %1$@ a changé le nom du groupe en « %2$@ ».
km: %1$@ បានផ្លាស់ប្តូរឈ្មោះក្រុមទៅ “%2$@“។
nl: %1$@ heeft de naam van de groep gewijzigd naar “%2$@”.
pl: %1$@ zmienił(a) nazwę grupy na "%2$@".
sr: %1$@ је променио/ла име групе у „%2$@”.
uk: %1$@змінив(-ла) ім'я групи на "%2$@".
