Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# ERROR_SENDING_EXPIRED
source: Your version of Signal has expired. Please update to send further messages.
ar: انتهت صلاحية إصدار Signal الخاص بك. يُرجى تحديثه لإرسال رسائل مستقبلاً.
az: Signal versiyanız köhnəlib. İsmarış göndərmək üçün yenidən qeydiyyatdan keçin.
fr: Votre version de Signal est expirée. Veuillez la mettre à jour pour continuer à envoyer des messages.
km: ជំនាន់ Signal របស់អ្នកបានផុតកំណត់។ សូមធ្វើបច្ចុប្បន្នភាព ដើម្បីផ្ញើសារផ្សេងៗ។
nl: Jouw versie van Signal is verlopen. Werk Signal bij om weer berichten te kunnen verzenden.
pl: Twoja wersja Signal wygasła. Zaktualizuj, aby móc wysyłać kolejne wiadomości.
sr: Ова верзија Signal-а је застарела. Да бисте могли слати поруке, морате је ажурирати.
uk: Ваша версія Signal застаріла. Прошу оновити для того, щоб продовжити спілкування.

# ERROR_UNREGISTERED_USER_FORMAT
source: Unregistered User: %@
ar: مُستخدم غير مسجل: %@
az: Qeydiyyatsız İstifadəçi: %@
fr: Utilisateur non inscrit : %@
km: អ្នកប្រើប្រាស់មិនបានចុះឈ្មោះ: %@
nl: Ongeregistreerd persoon: %@
pl: Niezarejestrowany użytkownik: %@
sr: Нерегистрован корисник: %@
uk: Незареєстрований користувач: %@

# EXPIRATION_ERROR
source: Your version of Signal has expired! Tap to update to the most recent version.
ar: انتهت صلاحية إصدار Signal الخاص بك! انقر للتحديث لآخر إصدار.
fr: Votre version de Signal est expirée. Touchez pour passer à la version la plus récente.
nl: Deze versie van Signal is verlopen! Tik hier om bij te werken naar de meest recente versie.
pl: Twoja wersja Signal wygasła! Stuknij, aby zaktualizować do najnowszej wersji.
sr: Ваша верзија Signal-а је истекла. Пипните да ажурирате на најновију верзију.
uk: Ваша версія Signal застаріла! Торкніться, щоб оновитись до найновішої версії.

# EXPIRATION_WARNING_SOON
source: Your version of Signal will expire in %d days. Tap to update to the most recent version.
ar: سوف تنتهي صلاحية إصدار Signal الخاص بك خلال %d يوم. انقر للتحديث لآخر إصدار.
az: Sənin Signal-ının %d gündən sonra vaxtı bitəcək. Ən son versiyaya yeniləmək üçün kliklə.
fr: Votre version de Signal expirera dans %d jours. Touchez pour passer à la version la plus récente.
km: ជំនាន់Signalរបស់អ្នក នឹងផុតកំណត់ក្នុងពេល %d ថ្ងៃ។ ចុច ធ្វើបច្ចុប្បន្នភាពទៅកាន់ជំនាន់ចុងក្រោយបំផុត។
nl: Deze versie van Signal zal over %d dagen verlopen. Tik om bij te werken naar de meest recente versie.
pl: Twoja wersja Signal wygaśnie za %d dni. Stuknij, aby zaktualizować do najnowszej wersji.
sr: Ваша верзија Signal-а истиче за %d дана. Кликните овде да ажурирате на најновију верзију.
uk: Вашу версію Signal перестануть підтримувати за %d днів. Торкніться, щоб оновити до останньої версії.

# EXPIRATION_WARNING_TODAY
source: Your version of Signal will expire today. Tap to update to the most recent version.
ar: تنتهي اليوم صلاحية إصدار Signal الخاص بك. انقر للتحديث لآخر إصدار.
az: Sənin Signal-ının vaxtı bugün bitir. Ən son versiyaya yeniləmək üçün kliklə.
fr: Votre version de Signal expirera aujourd’hui. Touchez pour passer à la version la plus récente.
km: កំណែSignalរបស់អ្នកនឹងផុតកំណត់ថ្ងៃនេះ។ ចុច បច្ចុប្បន្នភាពទៅកាន់កំណែចុងក្រោយបំផុត។
nl: Deze versie van Signal zal vandaag verlopen. Tik om bij te werken naar de meest recente versie.
pl: Twoja wersja Signal dzisiaj wygaśnie. Stuknij, aby zaktualizować do najnowszej wersji.
sr: Ваша верзија Signal-а истиче данас. Кликните овде да ажурирате на најновију верзију.
uk: Вашу версію Signal перестануть підтримувати сьогодні. Торкніться, щоб оновити до останньої версії.

# FAILED_SENDING_BECAUSE_RATE_LIMIT
source: Too many failures with this contact. Please try again later.
ar: العديد من الأخطاء مع جهة الاتصال هذه. يُرجى إعادة المحاولة لاحقا.
az: Bu əlaqə bilə bağlı çox sayda xəta. Lütfən daha sonra yenidən sına.
fr: Trop d’échecs avec ce contact. Veuillez réessayer plus tard.
km: បរាជ័យច្រើនដងជាមួយលេខទំនាក់ទំនងនេះ។ សូមសាកល្បងម្តងទៀតពេលក្រោយ។
nl: Te veel fouten bij dit contact. Probeer het later opnieuw.
pl: Zbyt dużo nieudanych prób dla tego kontaktu. Spróbuj ponownie później.
sr: Дошло је до превише грешака са овим контактом. Покушајте поново касније.
uk: Забагато помилок із цим контактом. Спробуйте пізніше.

# FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY
source: Your safety number with %@ has recently changed. You may wish to verify before sending this message again.
ar: قد تغير رقم الأمان الخاص بك أنت و%@ مؤخراً. قد تود التحقق قبل إرسال هذه الرسالة مرة أُخرى.
az: Sənin %@ ilə olan təhlükəsizlik rəqəmin yenicə dəyişilib. Bu mesajı yenidən göndərməmiş onu təsdiqləyə bilərsən.
fr: Votre numéro de sécurité avec %@ a changé récemment. Vous devriez peut-être le confirmer avant de le renvoyer.
km: លេខសុវត្ថិភាពរបស់ %@ បានផ្លាស់ប្តូរថ្មីៗនេះ។ អ្នកប្រហែលចង់ផ្ទៀងផ្ទាត់ម្តងទៀត មុនពេលផ្ញើសារចេញ។
nl: Je veiligheidsnummer met %@ is recentelijk veranderd. Wellicht wil je het veiligheidsnummer verifiëren voordat je dit bericht verstuurt.
pl: Twój numer bezpieczeństwa dla %@ zmienił się. Najlepiej go zweryfikować przed ponownym wysłaniem wiadomości.
sr: Ваш сигурносни број са %@ је недавно промењен. Препоручујемо да га оверите пре слања порука.
uk: Ваш код безпеки із %@ недавно змінився. Можливо, його необхідно завірити перед тим, як надіслати це повідомлення знову.

# FAILED_VERIFICATION_TITLE
source: Failed to Verify Safety Number!
ar: فشل التحقّق من رقم اﻷمان!
az: Təhlükəsizlik Rəqəminin Təsdiqi Alınmadı!
fr: Échec de confirmation du numéro de sécurité.
km: បរាជ័យក្នុងការផ្ទៀងផ្ទាត់លេខសុវត្ថិភាព!
nl: Verifiëren van veiligheidsnummer mislukt!
pl: Nie udało się zweryfikować numeru bezpieczeństwa!
sr: Сигурносни број није оверен!
uk: Не вдалося завірити код безпеки!

# FINGERPRINT_SCAN_VERIFY_BUTTON
source: Mark as Verified
ar: علِّم كمُتحقَّق منه
az: Təsdiq Edilmiş Kimi İşarələ
fr: Marquer comme confirmé
km: ដាក់ ថាបានផ្ទៀងផ្ទាត់
nl: Als geverifieerd markeren
pl: Oznacz jako zweryfikowane
sr: Означи овереним
uk: Завірити

# FINGERPRINT_SHRED_KEYMATERIAL_BUTTON
source: Reset Session
ar: إعادة تعيين الجلسة
az: Sessiyanı Yenidən Başlat
fr: Réinitialiser la session.
km: កំណត់ការប្រើប្រាស់ឡើងវិញ
nl: Sessie opnieuw instellen
pl: Zresetuj sesję
sr: Ресетуј сесију
uk: Скинути сеанс

# FINISH_GROUP_CREATION_LABEL
source: Finish creating group
ar: الإنتهاء من إنشاء المجموعة
az: Qrup yaratmağı tamamla
fr: Achever la création du groupe
km: ការបង្កើតក្រុមរួចរាល់ហើយ
nl: Aanmaken van groep voltooien
pl: Zakończ tworzenie grupy
sr: Заврши прављење групе
uk: Завершити створення групи

source: Forward Contact
ar: إعادة توجيه جهة الاتصال
az: Əlaqəni yönəlt
fr: Transférer un contact
km: បញ្ជូនលេខទំនាក់ទំនងបន្ត
nl: Contactinformatie doorsturen
pl: Przekaż kontakt
sr: Проследи контакт
uk: Переслати контакт

source: Forward Message
ar: إعادة توجيه الرسالة
az: İsmarışı yönəlt
fr: Transférer un message
km: បញ្ជូនសារបន្ត
nl: Bericht doorsturen
pl: Przekaż wiadomość
sr: Проследи поруку
uk: Переслати повідомлення

# GALLERY_TILES_EMPTY_GALLERY
source: You don't have any media in this chat.
ar: ليس لديك أي وسائط في هذه المُحادثة.
fr: Vous n’avez aucun média dans cette conversation.
nl: Er zijn geen media in dit gesprek.
pl: Nie masz żadnych multimediów w tej rozmowie.
sr: Нема медија у овој преписци.
uk: У цьому чаті немає медіа-файлів.

# GALLERY_TILES_LOADING_MORE_RECENT_LABEL
source: Loading Newer Media…
ar: جار تحميل وسائط أحدث...
az: Daha Yeni Media Yüklənir...
fr: Chargement des médias plus récents…
km: កំពុងផ្ទុកឯកសារមេឌាថ្មីៗ...
nl: Nieuwere media laden …
pl: Ładowanie nowszych multimediów...
sr: Учитавање новијих медија...
uk: Довантаження медіа...

# GALLERY_TILES_LOADING_OLDER_LABEL
source: Loading Older Media…
ar: جار تحميل وسائط أقدم...
az: Daha Köhnə Media Yüklənir...
fr: Chargement des médias plus anciens…
km: កំពុងផ្ទុកឯកសារមេឌាចាស់ៗ...
nl: Oudere media laden …
pl: Ładowanie starszych multimediów...
sr: Учитавање старијих медија...
uk: Довантаження медіа...

# GENERIC_ATTACHMENT_LABEL
source: Attachment
ar: مُرفق
az: Qoşma
fr: Fichier joint
km: ឯកសារភ្ជាប់
nl: Bijlage
pl: Załącznik
sr: Прилог
uk: Долучення

# GET_STARTED_BANNER_TITLE
source: Get started
ar: البدء
fr: Commençons
km: ចាប់ផ្តើម
nl: Maak een begin
pl: Rozpocznij
sr: Припрема
uk: Давайте почнемо

# GET_STARTED_CARD_INVITE_FRIENDS
source: Invite friends
ar: دعوة الأصدقاء
az: Dostlarını dəvət et
fr: Inviter des amis
km: អញ្ជើញមិត្តភក្តិ
nl: Kennissen uitnodigen
pl: Zaproś znajomych
sr: Позивница пријатељима
uk: Запросити друзів

# GET_STARTED_CARD_NEW_GROUP
source: New group
ar: مجموعة جديدة
az: Yeni qrup
fr: Nouveau groupe
km: ក្រុមថ្មី
nl: Nieuwe groep
pl: Nowa grupa
sr: Нова група
uk: Нова група

# GIF_PICKER_ERROR_FETCH_FAILURE
source: Failed to fetch the requested GIF. Please verify you are online.
ar: فشل إحضار GIF المطلوب. يرجى التحقق من أنك مُتصل بالإنترنت.
az: Tələb edilən GIF-i işlədə bilmədik. Zəhmət olmasa onlayn olduğunu yoxla.
fr: Échec de récupération du GIF demandé. Veuillez vous assurer d’être en ligne.
km: បរាជ័យក្នុងការទាញយក GIF។ សូមផ្ទៀងផ្ទាត់ថា អ្នកកំពុងអនឡាញ។
nl: Ophalen van gevraagde GIF mislukt. Controleer of je wel online bent.
pl: Nie udało się pobrać GIFa. Sprawdź połączenie z Internetem.
sr: Грешка при преузимању GIF-а. Проверите да ли сте повезани на интернет.
uk: Не вдалося одержати запитану GIF. Переконайтеся, що ви в мережі.

# GIF_PICKER_ERROR_GENERIC
source: An unknown error occurred.
ar: حدث خلل مجهول.
az: Naməlum xəta baş verdi.
fr: Une erreur inconnue est survenue.
km: បញ្ហាមិនស្គាល់កើតឡើង។
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
sr: Дошло је до непознате грешке.
uk: Виникла невідома помилка.

# GIF_PICKER_FAILURE_ALERT_TITLE
source: Unable to Choose GIF
ar: تعذّر اختيار الـGIF
az: GIF Seçə Bilmədik
fr: Impossible de choisir le GIF
km: មិនអាចជ្រើសរើស GIF
nl: Er is een probleem met deze GIF, deze kan niet worden gebruikt
pl: Nie udało się wybrać GIFa
sr: Није могуће одабрати GIF
uk: Неможливо вибрати GIF

# GIF_PICKER_VIEW_MISSING_QUERY
source: Please enter your search.
ar: الرجاء إدخال البحث الخاص بك.
az: Zəhmət olmasa axtarışı daxil et.
fr: Veuillez saisir votre recherche.
km: សូមបញ្ចូលការស្វែងរករបស់អ្នក។
nl: Voer je zoekopdracht in.
pl: Wprowadź szukane słowo
sr: Молимо унесите назив.
uk: Уведіть пошуковий запит.

# GIF_PICKER_VIEW_TITLE
source: GIF Search
ar: البحث عن الـGIF
az: GIF Axtarışı
fr: Recherche de GIF
km: ស្វែងរកជា GIF
nl: GIF zoeken
pl: Wyszukiwarka GIFów
sr: Претрага GIF-ова
uk: Пошук GIF

# GIF_VIEW_SEARCH_ERROR
source: Error. Tap to Retry.
ar: خطأ. انقر لإعادة المحاولة.
az: Xəta. Yenidən cəhd üçün Kliklə.
fr: Erreur. Touchez pour réessayer.
km: បញ្ហា។ ចុច ដើម្បីសាកល្បងម្តងទៀត។
nl: Fout, tik om opnieuw te proberen.
pl: Błąd. Dotknij by ponowić.
sr: Дошло је до грешке. Кликните да покушате поново.
uk: Помилка. Натисніть, щоб повторити.

# GIF_VIEW_SEARCH_NO_RESULTS
source: No Results.
ar: لا توجد نتائج.
az: Nəticə Yoxdur.
fr: Il n’y a aucun résultat.
km: គ្មានលទ្ធផល។
nl: Geen resultaten.
pl: Brak wyników.
sr: Нема резултата.
uk: Немає результатів.

# GIF_VIEW_SEARCH_PLACEHOLDER_TEXT
source: Enter your search
ar: إدخال البحث الخاص بك
az: Axtarışı daxil et
fr: Saisissez votre recherche
km: បញ្ចូលការស្វែងរករបស់អ្នក
nl: Voer je zoekopdracht in
pl: Szukaj
sr: Претражите по називу
uk: Уведіть пошуковий запит

# GO_TO_SETTINGS_BUTTON
source: Go to Settings
ar: الانتقال إلى الإعدادات
fr: Aller dans Réglages
km: ទៅកាន់ ការកំណត់
nl: Naar instellingen
pl: Przejdź do ustawień
sr: Иди у подешавања
uk: Перейти до Налаштувань

# GRDB_MIGRATION_NOTIFICATION_BODY
source: This version of Signal includes database optimizations and performance improvements. You may need to open the app to complete the process.
ar: يتضمن هذا الإصدار من Signal تنظيم لقاعدة البيانات وتحسينات في الأداء. قد تحتاج إلى فتح التطبيق لإكمال العملية.
az: Signal-ın bu versiyası databaza optimallaşması və işləmə inkişafına təsir edir. Bu prosesi bitirmək üçün tətbiqi açmalısınız.
fr: Cette version de Signal comprend des optimisations de la base de données et des améliorations des performances. Vous devrez peut-être ouvrir l’appli pour terminer le processus.
km: ជំនាន់ Signal នេះ រួមមាន ការបង្កើនប្រសិទ្ធភាពទិន្នន័យនិងការកែលម្អការល្បឿន។ អ្នកអាចនឹងត្រូវបើកកម្មវិធីនេះ ដើម្បីបញ្ចប់ដំណើរការ។
nl: Deze versie van Signal bevat databankoptimalisaties en prestatieverbeteringen. Het is misschien nodig om de app te openen om de installatie af te ronden.
pl: Ta wersja Signal zawiera optymalizacje bazy danych i poprawki wydajności. Możesz musieć otworzyć aplikację, aby dokończyć ten proces.
sr: Ова верзија Signal-а садржи унапређења брзине и базе података. Вероватно ћете морати отворити апликацију да довршите поступак.
uk: Ця версія Signal включає оптимізацію бази та покращену роботу. Для завершення вам може бути потрібно відкрити програму.

# GRDB_MIGRATION_NOTIFICATION_TITLE
source: Optimizing Database
ar: جاري تحسين قاعدة البيانات
az: Məlumat Bazasının Optimallaşdırılması
fr: Optimisation de la base de données
km: កំពុងធ្វើឲ្យទិន្នន័យប្រសើរឡើង
nl: Databank aan het optimaliseren
pl: Optymalizacja bazy danych
sr: Оптимизовање базе података
uk: Оптимізація бази даних

# GROUP_ACCESS_ATTRIBUTES_UPDATED_BY_LOCAL_USER_FORMAT
source: You changed who can edit group info to “%@“.
ar: لقد غيرتَ من يمكنه تعديل معلومات المجموعة إلى "%@".
az: Qrup məlumatını dəyişə bilən “%@“.
fr: Vous avez changé qui peut modifier les renseignements du groupe en « %@ ».
km: អ្នកបានផ្លាស់ប្តូរអ្នកដែលអាចកែប្រែព័ត៌មានក្រុមទៅ “%@“។
nl: Je hebt de instelling voor wie de groepsinformatie kan wijzigen op ‘%@’ ingesteld.
pl: Zmieniłeś(aś), kto może edytować informacje o grupie na "%@".
sr: Поставили сте да дозволу промене описа групе имају „%@”.
uk: Ви вибрали, хто може редагувати інформацію групи, на "%@".

# GROUP_ACCESS_ATTRIBUTES_UPDATED_BY_REMOTE_USER_FORMAT
source: %1$@ changed who can edit group info to “%2$@“.
ar: إنَّ %1$@ قد غيّر مَن يُمكنه تعديل معلومات المجموعة إلى "%2$@".
az: %1$@ qrup məlumatını redaktə edəni “%2$@“ dəyişdi.
fr: %1$@ a changé qui peut modifier les renseignements du groupe en « %2$@ ».
km: %1$@ បានផ្លាស់ប្តូរអ្នកដែលអាចកែប្រែព័ត៌មានក្រុមទៅ “%2$@“។
nl: %1$@ heeft de instelling voor wie de groepsinformatie kan wijzigen op ‘%2$@’ ingesteld.
pl: %1$@ zmienił(a), kto może edytować informacje o grupie na "%2$@".
sr: %1$@ је поставио/ла да дозволу промене описа групе имају „%2$@”.
uk: %1$@змінив, хто може редагувати інформацію групи, на "%2$@".

# GROUP_ACCESS_ATTRIBUTES_UPDATED_FORMAT
source: Group info can be changed by “%@“.
ar: يُمكن لـ "%@" التعديل على معلومات المجموعة.
az: Qrup məlumatını “%@“ dəyişə bilər.
fr: Les renseignements du groupe peuvent être changés par « %@ ».
km: ព័ត៌មានក្រុមអាចត្រូវបានផ្លាស់ប្តូរដោយ “%@“។
nl: De groepsinformatie kan vanaf nu door %@ worden gewijzigd.
pl: Informacje o grupie mogą być zmienione przez "%@".
sr: Опис групе могу мењати „%@”.
uk: Інформація групи може бути змінена "%@".

# GROUP_ACCESS_LEVEL_ADMINISTRATORS
source: Admins Only
ar: المُشرفون فقط
az: Yalnız inzibatçılar
fr: Les administrateurs
km: តែអ្នកគ្រប់គ្រង
nl: Uitsluitend beheerders
pl: Tylko administratorzy
sr: Само администратори
uk: Тільки адміністратори

# GROUP_ACCESS_LEVEL_ANY
source: Any User
ar: جميع المُستخدمين
az: Bütün istifadəçilər
fr: Tout utilisateur
km: អ្នកប្រើប្រាស់ណាមួយ
nl: Iedereen
pl: Wszyscy użytkownicy
sr: Сваки корисник
uk: Будь-який Користувач

# GROUP_ACCESS_LEVEL_MEMBER
source: All Members
ar: جميع الأعضاء
az: Bütün üzvlər
fr: Tous les membres
km: សមាជិកទាំងអស់
nl: Alle groepsleden
pl: Wszyscy członkowie
sr: Сви чланови
uk: Всі Учасники

# GROUP_ACCESS_LEVEL_UNKNOWN
source: Unknown
ar: مجهول
az: Naməlum
fr: Inconnu
km: មិនស្គាល់
nl: Onbekend
pl: Nieznany
sr: Није познато
uk: Невідомо

# GROUP_ACCESS_LEVEL_UNSATISFIABLE
source: Disabled
ar: مُعطل
az: Deaktiv et
fr: Désactivé
km: បានបិទ
nl: Uitgeschakeld
pl: Wyłączone
sr: Искључено
uk: Вимкнено

# GROUP_ACCESS_MEMBERS_UPDATED_BY_LOCAL_USER_FORMAT
source: You changed who can edit group membership to “%@“.
ar: لقد غيرتَ من يمكنه تعديل عُضوية المجموعة إلى "%@".
az: Qrup üzvlüyünü dəyişə bilən artıq “%@“.
fr: Vous avez changé qui peut modifier les membres du groupe en « %@ ».
km: អ្នកបានផ្លាស់ប្តូរអ្នកដែលអាចកែប្រែសមាជិកភាពក្រុមទៅ “%@“។
nl: Je hebt de instelling voor wie de groepslidmaatschap kan aanpassen op ‘%@’ ingesteld.
pl: Zmieniłeś(aś), kto może edytować członkostwo w grupie na "%@".
sr: Поставили сте да дозволу измене чланова групе имају „%@”.
uk: Ви вибрали, хто може редагувати членство в групі, на "%@".

# GROUP_ACCESS_MEMBERS_UPDATED_BY_REMOTE_USER_FORMAT
source: %1$@ changed who can edit group membership to “%2$@“.
ar: غيرَ %1$@ مَن يُمكنه تعديل عُضوية المجموعة إلى "%2$@".
az: %1$@ qrup üzvlüyünü dəyişə bilən kimi “%2$@“ təyin etdi.
fr: %1$@ a changé qui peut modifier les membres du groupe en « %2$@ ».
km: %1$@ បានផ្លាស់ប្តូរអ្នកដែលអាចកែប្រែសមាជិកភាពក្រុមទៅ “%2$@“។
nl: %1$@ heeft aangepast wie personen aan de groep mag toevoegen en groepsleden mag verwijderen. Vanaf nu mogen %2$@ personen aan de groep toevoegen en groepsleden verwijderen.
pl: %1$@ zmienił(a), kto może edytować członkostwo w grupie na "%2$@".
sr: %1$@ је поставио/ла да дозволу измене чланова групе имају „%2$@”.
uk: %1$@змінив (-ла), хто може редагувати членство в групі, на "%2$@".

# GROUP_ACCESS_MEMBERS_UPDATED_FORMAT
source: Group membership can be changed by “%@“.
ar: يُمكن تغيير عُضوية المجموعة بواسطة "%@".
az: Qrup üzvlüyünü dəyişə bilən “%@“.
fr: Les membres du groupe peuvent être changés par « %@ ».
km: សមាជិកភាពក្រុមអាចត្រូវបានផ្លាស់ប្តូរដោយ “%@“។
nl: Groepslidmaatschap kan vanaf nu door %@ worden gewijzigd.
pl: Członkostwo w grupie może być zmienione przez "%@".
sr: Чланове групе могу мењати „%@”.
uk: Членство в групі може бути змінено "%@".

# GROUP_ADMIN_ONLY_WARNING
source: Only admins can change this option.
ar: فقط المُشرفين يُمكنهم تعديل هذا الإعداد.
fr: Seuls les administrateurs peuvent changer cette option.
nl: Alleen beheerders kunnen deze instelling wijzigen.
pl: Tylko administratorzy mogą zmienić tę opcję.
sr: Само администратори могу да промене ову опцију.
uk: Лише адміни можуть змінювати це налаштування.

# GROUP_CALL_BLOCKED_ALERT_MESSAGE
source: You won’t receive their audio or video and they won’t receive yours.
ar: أنت لن تتلقى الصوت أو الفيديو الخاص بهم ونفس الأمر ينطبق عليهم.
fr: Vous ne recevrez ni leur son ni leur vidéo et ils ne recevront pas les vôtres.
nl: Je zult hen niet kunnen zien of horen en zij zullen jou niet kunnen zien of horen.
pl: Nie odbierzesz audio i wideo od tej osoby, a ona nie odbierze Twojego.
sr: Нећете добити њихов аудио или видео, а ни они ваш.

# GROUP_CALL_BLOCKED_ALERT_TITLE_FORMAT
source: %@ is blocked
ar: تم حَظر %@
fr: %@ est bloqué
nl: %@ is geblokkeerd
pl: %@ jest zablokowany(a)
sr: %@ је блокиран
uk: %@ заблоковано

# GROUP_CALL_BLOCKED_USER_FORMAT
source: %@ is blocked
ar: تم حَظر %@
fr: %@ est bloqué
nl: %@ is geblokkeerd
pl: %@ jest zablokowany(a)
sr: %@ је блокиран
uk: %@ заблоковано

# GROUP_CALL_CONTINUE_BUTTON
source: Continue Call
ar: استئناف المُكالمة
fr: Poursuivre l’appel
nl: Oproep voortzetten
pl: Kontynuuj rozmowę
sr: Настави позив
uk: Продовжити дзвінок

# GROUP_CALL_ENDED_MESSAGE
source: The group call has ended
ar: لقد انتهت المُكالمة الجماعية
fr: L’appel de groupe a pris fin
nl: De groepsoproep is beëindigd
pl: Połączenie grupowe zostało zakończone
sr: Групни позив се завршио
uk: Груповий дзвінок завершено

# GROUP_CALL_ERROR_DETAILS
source: More Info
ar: مزيد من المعلومات
az: Daha Ətraflı
fr: Plus de précisions
km: ព័ត៌មានបន្ថែម
nl: Meer informatie
pl: Więcej informacji
sr: Више информација
uk: Детальніше

# GROUP_CALL_HAS_MAX_DEVICES_FORMAT
source: The maximum number of %ld participants has been reached for this call. Try again later.
ar: وصل عدد المُشاركين إلى عدد %ld مُشارك، وهو الحد الأقصى في هذه المكالمة. يُرجى المُحاولة مرة أُخرى لاحقاً.
fr: Le nombre maximal de %ld participants a été atteint pour cet appel. Veuillez réessayer plus tard.
nl: Je kunt niet deelnemen omdat deze groepsoproep het maximale aantal van %ld deelnemers heeft bereikt. Probeer het later opnieuw.
pl: Osiągnięto maksymalną liczbę %ld uczestników rozmowy. Spróbuj później.
sr: За овај позив је достигнут максималан број %ld учесника. Покушајте поново касније.

# GROUP_CALL_HAS_MAX_DEVICES_UNKNOWN_COUNT
source: The maximum number of participants has been reached for this call. Try again later.
ar: وصل عدد المُشاركين إلى الحد الأقصى في هذه المكالمة. يُرجى المُحاولة مرة أُخرى لاحقاً.
fr: Le nombre maximal de participants a été atteint pour cet appel. Veuillez réessayer plus tard.
nl: Je kunt niet deelnemen omdat deze groepsoproep het maximale aantal deelnemers heeft bereikt. Probeer het later opnieuw.
pl: Osiągnięto maksymalną liczbę uczestników rozmowy. Spróbuj później.
sr: За овај позив је достигнут максималан број учесника. Покушајте поново касније.
uk: Досягнуто максимальної кількості учасників для цього дзвінка. Спробуйте пізніше.

# GROUP_CALL_IS_FULL
source: Call is Full
ar: المُكالمة ممتلئة
fr: L’appel est complet
nl: De oproep zit vol
pl: Połączenie jest pełne
sr: Позив је пун
uk: Дзвінок повний

# GROUP_CALL_JOIN_BUTTON
source: Join Call
ar: الانضمام للمُكالمة
fr: Me joindre à l’appel
nl: Aan oproep deelnemen
pl: Dołącz do rozmowy
sr: Придружи се позиву
uk: Приєднатись

# GROUP_CALL_LEAVE_BUTTON
source: Leave Call
ar: مُغادرة المُكالمة
fr: Quitter l’appel
nl: Oproep verlaten
pl: Opuść rozmowę
sr: Напусти позив
uk: Покинути дзвінок

# GROUP_CALL_MANY_IN_THIS_CALL_FORMAT
source: In this call · %ld people
ar: في هذه المُكالمة عدد · %ld شخص
fr: Dans cet appel · %ld personnes
nl: %ld personen in dit gesprek aanwezig
pl: W tej rozmowie · %ld osób(y)
sr: У овом позиву · %ld особе
uk: У цій розмові · %ld осіб

# GROUP_CALL_MANY_PEOPLE_HERE_FORMAT
source: %1$@, %2$@, and %3$@ others are in this call
ar: إنَّ %1$@، %2$@ و %3$@ آخرون في هذه المُكالمة
fr: %1$@, %2$@ et %3$@ autres personnes font partie de cet appel
nl: %1$@, %2$@ en %3$@ anderen zijn in deze groepsoproep aanwezig
pl: %1$@, %2$@ i %3$@ innych uczestniczy w rozmowie
sr: %1$@, %2$@, и још %3$@ су у овом позиву
uk: %1$@, %2$@ та інші %3$@ у цьому дзвінку

# GROUP_CALL_MISSING_MEDIA_KEYS_FORMAT
source: Can't receive audio & video from %@
ar: لا يُمكن تلقي الصوت والصورة من %@
fr: Impossible de recevoir ni le son ni la vidéo de %@
nl: Kan geen beeld & geluid van %@ ontvangen
pl: Nie można odebrać audio i wideo od %@
sr: Не може да се прими звук & видео од %@
uk: Неможливо отримати аудіо та відео від %@

# GROUP_CALL_NO_KEYS_ALERT_MESSAGE
source: This may be because they have not verified your safety number change, there's a problem with their device, or they have blocked you.
ar: رُبما يكون هذا بسبب عدم تحقُّقه مِن تغيُّر رقم الأمان الخاص بك، بسبب وجود مُشكلة في جِهازه، أو أنهُ قد حَظرك.
fr: Cette personne n’a peut-être pas confirmé le changement de votre numéro de sécurité, il y a peut-être un problème avec son appareil ou elle vous a bloqué.
nl: Dit kan gebeuren als je jullie veiligheidsnummer niet opnieuw hebt geverifieerd nadat die is veranderd, als er een probleem is met je apparaat of als hij of zij jou heeft geblokkeerd.
pl: To może być spowodowane tym, że ta osoba nie zweryfikowała Twojego numeru bezpieczeństwa, problemu z urządzeniem, albo Cię zablokowała.
sr: То је можда зато што нису потврдили промену вашег безбедносног броја, постоји проблем са њиховим уређајем или су вас блокирали.

# GROUP_CALL_NO_KEYS_ALERT_TITLE_FORMAT
source: Can't receive audio and video from %@
ar: لا يُمكن تلقي الصوت والصورة من %@
fr: Impossible de recevoir ni le son ni la vidéo de %@
nl: Kan geen beeld en geluid van %@ ontvangen
pl: Nie można odebrać audio i wideo od %@
sr: Не може да се прими звук и видео од %@
uk: Неможливо отримати аудіо та відео від %@
