Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# ONBOARDING_PHONE_NUMBER_PLACEHOLDER
source: Your phone number
ar: رقم هاتفك
fr: Votre numéro de téléphone
nl: Voer je telefoonnummer in
pl: Twój numer
uk: Ваш номер телефону

# ONBOARDING_PHONE_NUMBER_RATE_LIMIT_WARNING_FORMAT
source: Please wait a few minutes before trying again. (%@)
ar: يُرجى الانتِظار بضع دقائق قبل المُحاولة مرة أُخرى. (%@)
fr: Veuillez patienter quelques minutes avant de réessayer. (%@)
nl: Wacht een paar minuten voor je het opnieuw probeert. (%@)
pl: Poczekaj kilka minut, zanim spróbujesz ponownie. (%@)
uk: Будь ласка, зачекайте декілька хвилин перед наступною спробою. (%@)

# ONBOARDING_PHONE_NUMBER_TITLE
source: Enter your phone number
ar: يُرجى إدخال رقم هاتفك
fr: Saisissez votre numéro de téléphone
km: វាយបញ្ចូលលេខរបស់អ្នក
nl: Voer je telefoonnummer in
pl: Podaj swój numer telefonu
sr: Унесите ваш број телефона
uk: Введіть ваш номер телефону

# ONBOARDING_PHONE_NUMBER_VALIDATION_WARNING
source: Invalid phone number. Please enter a valid phone number to register.
ar: رقم غير صالِح. للتَّسجيل يُرجى إدخال رقم هاتف صالِح.
fr: Le numéro de téléphone est invalide. Pour vous inscrire, veuillez saisir un numéro de téléphone valide.
nl: Dat telefoonnummer is ongeldig. Vul een geldig telefoonnummer in om je te registreren.
pl: Błędny numer telefonu. Podaj prawidłowy numer telefonu, aby zarejestrować.
uk: Хибний мобільний номер. Будь ласка, введіть дійсний номер телефону щоб зареєструватись.

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_EXPLANATION
source: You’ve run out of PIN guesses, but you can still access your Signal account by creating a new PIN. For your privacy and security your account will be restored without any saved profile information or settings.
ar: لقد نَفذَت جميع مُحاولات تخمين الـPIN، لكن يُمكنك الوصول إلى حساب Signal الخاص بِكَ عبر إنشاء PIN جديد. للحفاظ على خصوصيتك وأمانك سوف يُستعاد حسابك من غير أي معلومات ملف شخصي أو إعادادات محفوظة مُسبقًا.
az: PİN təxmin etmək sayını keçdiniz, ancaq Signal hesabınıza keçib yeni PİN yarada bilərsiniz. Təhlükəsizliyinizi və məxfiliyiniz üçün hesabınız profil məlumatı və quraşdırması olmadan yenilənəcək.
fr: Vous avez épuisé tous vos essais de NIP, mais vous pouvez encore accéder à votre compte Signal en créant un nouveau NIP. Afin de protéger vos données personnelles et votre sécurité, votre compte sera restauré sans renseignements de profil enregistrés ni préférences.
km: អ្នកបានប្រើការទាយលេខ PIN អស់ហើយ តែអ្នកនៅតែអាចចូលប្រើប្រាស់គណនី Signal ដោយបង្កើតលេខកូដ PIN ថ្មី។ សម្រាប់ឯកជនភាព និងសុវត្ថិភាពគណនីរបស់អ្នក នឹងត្រូវស្តារឡើងវិញ ដោយមិនមានការរក្សាទុកព័ត៌មានប្រវត្តិរូប និងការកំណត់ឡើយ។
nl: Je hebt geen pogingen resterend om je pincode te raden, maar je kunt nog wel gebruik blijven maken van Signal door een nieuwe pincode aan te maken. Ter beveiliging van je profielinformatie, zullen je instellingen, profielnaam en profielfoto niet worden herstelt.
pl: Skończyły Ci się próby podania PINu, ale wciąż możesz uzyskać dostęp do swojego konta Signal, tworząc nowy kod PIN. Dla Twojej prywatności i bezpieczeństwa, Twoje konto zostanie przywrócone bez informacji zapisanych w profilu i ustawień.
sr: Искористили сте све покушаје за унос PIN-а, али још увек можете приступити Signal-у креирањем новог PIN-а. Зарад безбедности и приватности, подешавања налогa и ваше информације неће бити враћене.
uk: У вас закінчилися спроби введення PIN-коду, але ви все одно можете отримати доступ до свого облікового запису Signal, створивши новий PIN-код. Для вашої конфіденційності та безпеки ваш обліковий запис буде відновлена без будь-якої збереженої інформації профілю або налаштувань.

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_LEARN_MORE
source: Learn more about PINs
ar: تعرّف على المزيد حول الـPIN
az: PİN haqda öyrənin
fr: En apprendre davantage sur les NIP
km: ស្វែងយល់បន្ថែមពី លេខ PINs
nl: Lees meer over pincodes
pl: Dowiedz się więcej o kodach PIN
sr: Сазнајте више о PIN-овима
uk: Дізнатися більше про PIN-коди

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_REGLOCK_EXPLANATION
source: To protect your privacy and the security of your account, we’ve locked it for 7 days. After 7 days of inactivity, you’ll be able to reregister this phone number without needing your PIN. All content will be wiped.
ar: لحماية خصوصيتك وأمن الحساب الخاص بك، لقد أقفلنا حِسابكَ لمُدة سبعة أيام. بعد سبعة أيام من عدم النشاط، سوف تستطيع تسجيل رقم الهاتف هذا مرة أُخرى دون الحاجة إلى الـPIN. سيتم مسح جميع المُحتويات نهائياً.
az: Təhlükəsizlik və məxfiliyinizi qorunması üçün hesabınızı 7 günlük kilidlədik. 7 gün fəaliyyətsizlikdən sonra PİN tələb olunmadan bu telefon nömrənizi yenidən qydiyyatdan keçirə bilərsiniz. Bütün məlumatlar silinəcək.
fr: Afin de protéger vos données personnelles et la sécurité de votre compte, il sera verrouillé pendant sept jours. Après sept jours d’inactivité, vous pourrez réinscrire ce numéro de téléphone sans avoir besoin de votre NIP. Tout le contenu sera effacé.
km: ដើម្បីការពារឯកជនភាព និងសុវត្ថិភាពគណនីរបស់អ្នក យើងបានចាក់សោរវារយៈពេល 7 ថ្ងៃ។ បន្ទាប់ពី 7 ថ្ងៃនៃភាពអសកម្ម អ្នកនឹងអាចចុះឈ្មោះលេខទូរស័ព្ទនេះម្តងទៀត ដោយមិនទាមទារលេខ PIN របស់អ្នកទេ។​ ទិន្នន័យទាំងអស់នឹងត្រូវលុបចោល។
nl: Signal is voor 7 dagen vergrendeld voor dit telefoonnummer. Dit doen we om je gesprekken veilig te houden. Na 7 dagen inactiviteit kun je Signal opnieuw met dit telefoonnummer registreren zonder je pincode nodig te hebben. Als je zonder pincode opnieuw registreert wordt alle inhoud gewist
pl: Aby chronić Twoją prywatność i bezpieczeństwo Twojego konta, zablokowaliśmy je na 7 dni. Po 7 dniach nieaktywności będzie można ponownie zarejestrować ten numer telefonu bez potrzeby posiadania kodu PIN. Cała zawartość Twojego konta zostanie usunięta.
sr: Због безбедности смо вам закључали налог на 7 дана. Након 7 дана неактивности, биће вам омогућена поновна регистрација овог броја телефона без потребе да унесете стари PIN. Сви подаци ће бити избрисани.
uk: Щоб захистити вашу конфіденційність і безпеку вашого облікового запису, ми заблокували її на 7 днів. Якщо впродовж 7 днів цей номер телефону не буде активний, ви зможете зареєструвати його наново без введення PIN-коду. Весь вміст буде витерто.

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_REGLOCK_LEARN_MORE
source: Learn more about locked accounts
ar: تعرف على المزيد حول الحِسابات المُقفلة
az: Bağlı hesablar haqda öyrənin
fr: En apprendre davantage sur les comptes verrouillés
km: ស្វែងយល់បន្ថែមពី ការចាក់សោរគណនី
nl: Lees meer over als Signal is vergrendeld voor je telefoonnummer
pl: Dowiedz się więcej o zablokowanych kontach.
sr: Сазнајте више о закључаним налозима
uk: Дізнатися більше заблоковані акаунти

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_REGLOCK_TITLE
source: Account Locked
ar: لقد تمَّ قَفل الحِساب
az: Hesab əngəllənib
fr: Le compte est verrouillé
km: គណនីជាប់សោរ
nl: Vergrendeld voor dit telefoonnummer
pl: Konto zablokowane.
sr: Налог је закључан
uk: Акаунт заблоковано

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_TITLE
source: Incorrect PIN
ar: PIN غير صحيح
az: Səhv PİN
fr: Le NIP est erroné
km: លេខកូដ PIN មិនត្រឹមត្រូវ
nl: Incorrecte pincode
pl: Nieprawidłowy PIN
sr: Нетачан PIN
uk: Неправильний PIN-код

# ONBOARDING_PIN_EXPLANATION
source: Enter the PIN you created for your account. This is different from your SMS verification code.
ar: أدخل الـPIN الذى أنشأته للحساب الخاص بِكَ مُسبقًا. هذا مُختلف عن رمز SMS الخاص بِكَ للتحقق.
az: Hesabınız üçün yaratdığınız PİNi əlavə edin. O, SMS məlumat kodundan fərqlidir.
fr: Saisissez le NIP que vous avez créé pour votre compte. Il est différent de votre code de confirmation reçu par texto.
km: បញ្ចូលលេខ PIN ដែលអ្នកបានបង្កើតសម្រាប់ គណនីរបស់អ្នក។ នេះខុសពីលេខកូដផ្ទៀងផ្ទាត់ពីសារ SMS ។
nl: Voer de pincode in welke je eerder hebt aangemaakt. Dit is niet dezelfde code als je sms-verificatiecode.
pl: Wpisz kod PIN, który utworzyłeś(aś) dla swojego konta. Ten kod nie jest Twoim kodem weryfikacyjnym SMS.
sr: Унесите PIN вашег налога. Овај није исти као и ваш SMS верификациони кôд.
uk: Введіть PIN-код, який ви створили для свого облікового запису. Це не те ж саме. що код перевірки з SMS.

# ONBOARDING_PIN_TITLE
source: Enter your PIN
ar: أدخل PIN الخاص بِكَ
az: PİN yazın
fr: Saisissez votre NIP
km: បញ្ចូលលេខ PIN របស់អ្នក
nl: Voer je pincode in
pl: Wpisz swój PIN
sr: Унесите ваш PIN
uk: Введіть свій PIN-код

# ONBOARDING_PROFILE_CREATION_TITLE
source: Your profile
ar: ملفُّكَ الشَّخصيّ
fr: Votre profil
nl: Je profielinformatie
pl: Twój profil
uk: Ваш профіль

# ONBOARDING_PROFILE_FAMILY_NAME_FIELD
source: Last Name (Optional)
ar: الاسم الأخير (اختياري)
fr: Nom de famille (facultatif)
nl: Achternaam (optioneel)
pl: Nazwisko (opcjonalne)
uk: Прізвище (за бажанням)

# ONBOARDING_PROFILE_GIVEN_NAME_FIELD
source: First Name (Required)
ar: الاسم الأول (مُتَطلَّب)
fr: Prénom (requis)
nl: Voornaam (vereist)
pl: Imię (wymagane)
uk: Ім'я (обов'язково)

# ONBOARDING_SPLASH_TERM_AND_PRIVACY_POLICY
source: Terms & Privacy Policy
ar: الشُروط وَسياسة الخُصُوصِية
az: Qaydalar və Məxfilik Siyasəti
fr: Conditions générales d’utilisation et politique de confidentialité
km: លក្ខខណ្ឌនិងគោលការណ៍ឯកជន
nl: Voorwaarden en privacybeleid
pl: Regulamin & Polityka Prywatności
sr: Услови коришћења и правила о приватности
uk: Умови використання та політика конфіденційності

# ONBOARDING_SPLASH_TITLE
source: Take privacy with you. Be yourself in every message.
ar: احمل خُصُوصِيتكَ مَعَك. بِنَفسِكَ في كُلِّ رِسَالة.
az: Məxfiliyini qoru. Hər mesajda özünəməxsus ol.
fr: La confidentialité dans votre poche. Pour que chaque message reflète qui vous êtes.
km: យកភាពឯកជនជាមួយអ្នក។ សូមធ្វើខ្លួនអ្នកនៅក្នុងគ្រប់សារទាំងអស់។
nl: Neem privacy met je mee. Wees jezelf in elk bericht.
pl: Weź prywatność w swoje ręce. Bądź sobą w każdej wiadomości.
sr: Обезбедите приватност где год се налазите. Будите својствени у свакој поруци.
uk: Візьміть конфіденційність з собою. Будьте собою в кожному повідомленні.

# ONBOARDING_VERIFICATION_BACK_LINK
source: Wrong number?
ar: رقم غير صحيح؟
az: Nömrə səhvdir?
fr: Mauvais numéro ?
km: ខុសលេខ?
nl: Verkeerd nummer?
pl: Błędny numer?
sr: Погрешан број?
uk: Невірний номер?

# ONBOARDING_VERIFICATION_CALL_ME_BUTTON
source: Call Me
ar: اتصل بي
fr: Appelez-moi
nl: Bel Me
pl: Zadzwoń do mnie
uk: Подзвони мені

# ONBOARDING_VERIFICATION_CALL_ME_COUNTDOWN_FORMAT
source: Call Me in %@
ar: اتَّصل بي بَعد %@
fr: Appelez-moi dans %@
nl: Bel me (beschikbaar na %@)
pl: Zadzwoń do mnie za %@
uk: Зателефонуйте мені за %@

# ONBOARDING_VERIFICATION_CODE_VALIDATION_PROGRESS_LABEL
source: Validating Code...
ar: جار التحقُّق مِنَ الرَّمز...
fr: Validation du code…
nl: De code wordt gevalideerd …
pl: Potwierdzanie kodu...
uk: Підтвердження коду...

# ONBOARDING_VERIFICATION_INVALID_CODE
source: This code is incorrect
ar: هذا الرمز غير صحيح
az: Bu şifrə səhvdir
fr: Ce code est erroné
km: កូដនេះមិនត្រឹមត្រូវ
nl: Deze code is onjuist
pl: Kod jest nieprawidłowy
sr: Унет је нетачан кôд
uk: Цей код є невірним

# ONBOARDING_VERIFICATION_RESEND_CODE_BUTTON
source: Resend Code
ar: أعِد إرسال الرمز
az: Kodu yenidən göndər
fr: Renvoyer le code
km: ផ្ញើកូដម្តងទៀត
nl: Stuur code opnieuw
pl: Wyślij ponownie kod
sr: Пошаљи поново
uk: Надіслати код знову

# ONBOARDING_VERIFICATION_RESEND_CODE_COUNTDOWN_FORMAT
source: Resend Code in %@
ar: إعادة إرسال الرَّمز خِلال %@
fr: Renvoyer le code dans %@
nl: Stuur code opnieuw (beschikbaar na %@)
pl: Wyślij ponownie kod za %@
uk: Повторно надіслати код за %@

# ONBOARDING_VERIFICATION_TITLE_DEFAULT_FORMAT
source: Enter the code we sent to %@
ar: أدخِل الرمز الَّذي أرسلناهُ إلى %@
az: %@ nömrəsinə göndərdiyimiz şifrəni daxil et
fr: Saisir le code envoyé au %@
km: បញ្ចូលលេខកូដដែលយើងបានផ្ញើទៅ %@
nl: Voer de code in die we hebben verzonden naar %@
pl: Wprowadź kod, który wysłaliśmy na %@
sr: Унесите кôд послат на %@
uk: Введіть код, який ми відправили на %@

# ONBOARDING_VERIFICATION_TITLE_LABEL
source: Verification code
ar: التحقُّق مِنَ الرَّمز
fr: Code de confirmation
nl: Verificatiecode
pl: Kod weryfikacyjny
uk: Код підтвердження

# OPEN_SETTINGS_BUTTON
source: Settings
ar: الإعدادات
az: Quraşdırmalar
fr: Paramètres
km: ការកំណត់
nl: Instellingen
pl: Ustawienia
sr: Подешавања
uk: Налаштування

# OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: %@ disabled disappearing messages.
ar: إنَّ %@ قد عطَّلَ الرَّسائل المُختفية.
az: %@ qeyd olan ismarışları söndürdü
fr: %@ a désactivé les messages éphémères.
km: %@ បានបិទការរលុបសារ។
nl: %@ heeft verlopende berichten uitgeschakeld.
pl: %@ wyłączył(a) znikające wiadomości.
sr: %@ је искључио/ла нестајуће поруке.
uk: %@ вимикає зникаючі повідомлення.

# OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: %@ set disappearing message time to %@.
ar: إنَّ %@ ضبطَ وقت الرَّسائل المُختفية إلى %@.
az: %@ qeyb olan ismarışların vaxtı %@.
fr: %@ a défini l’expiration des messages éphémères à %@.
km: %@ កំណត់រយៈពេលការរលុបសារទៅជា %@។
nl: %@ heeft de timer voor verlopende berichten op %@ ingesteld.
pl: %@ ustawił(a) znikające wiadomości na %@.
sr: %@ је поставио/ла трајање нестајућих порука на %@.
uk: %@ встановлює час зникання повідомлень на %@.

# OUTAGE_WARNING
source: Signal is experiencing technical difficulties. We are working hard to restore service as quickly as possible.
ar: إنَّ Signal يواجِهُ صُعوبات تَقنية. نحنُ نعملُ بجد لاستعادة الخِدمة في أسرع وقت ممكن.
az: Signal hal hazırda müəyyən texniki çətinlikləri aradan qaldırır. Xidməti ən qısa zamanda bərpa etmək üçün fasiləsiz olaraq cəhdlər edirik.
fr: Signal éprouve des difficultés techniques. Nous mettons tout en œuvre pour restaurer le service aussi rapidement que possible.
km: Signal កំពុងជួបប្រទះបញ្ហាបច្ចេកទេស។ យើងកំពុងធ្វើការស្តារសេវាកម្មយ៉ាងរហ័សតាមដែលអាចធ្វើទៅបាន។
nl: Signal ondervindt momenteel technische problemen. We zijn hard aan het werk om zo snel als mogelijk de bereikbaarheid te hervatten.
pl: Usługa Signal ma problemy techniczne. Prosimy o cierpliwość w trakcie usuwania awarii.
sr: Signal тренутно има техничких потешкоћа. Трудимо се да што пре повратимо услугу.
uk: Наразі в Signal виникли технічні неполадки. Ми намагаємося відновити сервіс якомога швидше.

# OUTGOING_CALL_FORMAT
source: You called %@
ar: أنتَ قد اتصلت بـ %@
fr: Vous avez appelé %@
nl: Je hebt %@ gebeld
pl: Dzwoniłeś(aś) do %@
sr: Позвали сте %@
uk: Ви телефонували %@

# PENDING_GROUP_MEMBERS_ACCEPT_REQUEST_BUTTON
source: Add to Group
ar: إضافة إلى المجموعة
fr: Ajouter au groupe
km: បន្ថែមទៅក្រុម
nl: Aan groep toevoegen?
pl: Dodaj do grupy
sr: Додај у групу
uk: Додати в групу

# PENDING_GROUP_MEMBERS_ACCEPT_REQUEST_CONFIRMATION_TITLE_FORMAT
source: Add “%@” to the group?
ar: إضافة "%@" إلى المجموعة؟
fr: Ajouter « %@ » au groupe ?
nl: “%@” toevoegen aan de groep?
pl: Dodać “%@” do grupy?
sr: Додај “%@„ у ову групу?
uk: Додати «%@» до групи?

# PENDING_GROUP_MEMBERS_DENY_REQUEST_BUTTON
source: Deny Request
ar: رفض الطلب
fr: Refuser la demande
nl: Verzoek afwijzen
pl: Odrzuć prośbę
sr: Одбиј захтев
uk: Відхилити запит

# PENDING_GROUP_MEMBERS_DENY_REQUEST_CONFIRMATION_TITLE_FORMAT
source: Deny request from “%@”?
ar: رفض الطلب مِن "%@"؟
fr: Refuser la demande de « %@ » ?
nl: Verzoek van “%@” afwijzen?
pl: Odrzucić prośbę od “%@”?
sr: Одбити захтев од „%@“?
uk: Відхилити запит від «%@»?

# PENDING_GROUP_MEMBERS_MEMBER_INVITED_1_USER_FORMAT
source: %@ invited 1 person
ar: إنَّ %@ قد دعا شخصٌ واحدٌ
az: %@ 1 nəfər dəvət etdi
fr: %@ a invité une personne
km: %@ បានអញ្ជើញមនុស្សម្នាក់
nl: %@ heeft 1 persoon voor de groep uitgenodigd
pl: %@ zaprosił(a) 1 osobę
sr: %@ је позвао/ла 1 особу
uk: %@ запросив(-ла) 1 людину

# PENDING_GROUP_MEMBERS_MEMBER_INVITED_N_USERS_FORMAT
source: %1$@ invited %2$@ people
ar: إنَّ %1$@ قد دعا عدد %2$@ شخص
az: %1$@ %2$@ adam dəvət etdi
fr: %1$@ a invité %2$@ personnes
km: %1$@ បានអញ្ជើញមនុស្ស%2$@ នាក់
nl: %1$@ heeft %2$@ personen voor de groep uitgenodigd
pl: %1$@ zaprosił(a) %2$@ osób(y)
sr: %1$@ је позвао/ла %2$@ особа
uk: %1$@ запросив(-ла) %2$@ людей

# PENDING_GROUP_MEMBERS_NO_PENDING_MEMBER_REQUESTS
source: There are no pending member requests.
ar: لا توجد طلبات أعضاء مُعلّقة.
fr: Aucune demande de membre n’est en attente.
nl: Er zijn geen openstaande lidmaatschapsverzoeken.
pl: Brak oczekujących próśb o przyjęcie.
sr: Нема захтева за чланство на чекању.
uk: Немає запитів учасників, що очікують на розгляд.

# PENDING_GROUP_MEMBERS_NO_PENDING_MEMBERS
source: No invites to show.
ar: لا توجد دعوات للعرض.
az: Dəvətnamələr yoxdur.
fr: Aucune invitation à afficher.
km: គ្មានការអញ្ជើញដើម្បីបង្ហាញ។
nl: Er zijn geen uitnodigingen om weer te geven.
pl: Brak zaproszeń.
sr: Нема позивница за приказивање.
uk: Немає запрошень.

# PENDING_GROUP_MEMBERS_REQUEST_APPROVED_FORMAT
source: Added “%@“.
ar: إنَّ "%@" قد تمَّت إضافته.
fr: « %@ » a été ajouté.
nl: “%@” toegevoegd.
pl: Dodano "%@".
sr: Додато „%@“.
uk: Додано «%@».

# PENDING_GROUP_MEMBERS_REQUEST_BANNER_FORMAT
source: %@ pending member requests.
ar: عدد %@ طلب عضو مُعلّق.
fr: %@ demandes de membre en attente.
nl: %@ openstaande lidmaatschapsverzoeken.
pl: Oczekujące prośby o przyjęcie: %@.
sr: %@ захтева за чланство на чекању.
uk: %@ запитів учасників, що очікують розгляду

# PENDING_GROUP_MEMBERS_REQUEST_BANNER_VIEW_REQUESTS
source: View Requests
ar: عرض الطلبات
fr: Visualiser les demandes
nl: Zie lidmaatschapsverzoeken
pl: Zobacz prośby
sr: Види захтеве
uk: Переглянути запити

# PENDING_GROUP_MEMBERS_REQUEST_DENIED_FORMAT
source: Denied “%@“.
ar: إنَّ "%@" قد تمَّ رفضه.
fr: « %@ » a été refusé.
nl: “%@” afgewezen.
pl: Odrzucono “%@“.
sr: Одбијен је контакт „%@“.
uk: Відхилено «%@».

# PENDING_GROUP_MEMBERS_REVOKE_INVALID_INVITE_1
source: Revoke invalid invite
ar: إلغاء دعوة غير صالحة
fr: Révoquer une invitation invalide
nl: Ongeldige uitnodiging intrekken
pl: Cofnij nieprawidłowe zaproszenie
sr: Опозвати неважећи позив

# PENDING_GROUP_MEMBERS_REVOKE_INVALID_INVITES_N_FORMAT
source: Revoke %@ invalid invites
ar: إلغاء عدد %@ دعوة غير صالحة.
fr: Révoquer %@ invitations invalides
nl: %@ ongeldige uitnodigingen intrekken
pl: Cofnij %@ nieprawidłowych(e) zaproszeń(a)
sr: Опозвати %@ неважећа позива

# PENDING_GROUP_MEMBERS_REVOKE_INVITE_1_BUTTON
source: Revoke Invite
ar: إلغاء الدعوة
az: Dəvətnaməni ləğv et
fr: Révoquer l’invitation
km: ដកហូតការអញ្ជើញ
nl: Uitnodiging intrekken
pl: Cofnij zaproszenie
sr: Опозови позивницу
uk: Відкликати Запрошення

# PENDING_GROUP_MEMBERS_REVOKE_INVITE_CONFIRMATION_TITLE_1_FORMAT
source: Revoke group invite sent by “%@“?
ar: هل تُريد إلغاء دعوة المجموعة التي أرسلها "%@"؟
az: “%@“ göndərilən dəvətləri ləğv et?
fr: Révoquer l’invitation au groupe envoyée par « %@ » ?
km: ដកហូតការអញ្ជើញក្រុមដែលបានផ្ញើពី “%@“?
nl: Door %@ verzonden groepsuitnodiging intrekken?
pl: Cofnąć zaproszenie do grupy wysłane przez “%@“?
sr: Опозовите групну позивницу послату од стране „%@”?
uk: Відкликати запрошення в групу, яке відправив(-ла) "%@"?

# PENDING_GROUP_MEMBERS_REVOKE_INVITE_CONFIRMATION_TITLE_N_FORMAT
source: Revoke %1$@ invites sent by “%2$@“?
ar: إلغاء عدد %1$@ دعوة قد أُرسلت بواسطة "%2$@"؟
az: %1$@ “%2$@“ göndərdiyi dəvətləri ləğv edək?
fr: Révoquer %1$@ invitations envoyées par « %2$@ » ?
km: ដកហូតការអញ្ជើញ%1$@ ដែលបានផ្ញើពី “%2$@“?
nl: %1$@ uitnodigingen welke door “%2$@” zijn verzonden intrekken?
pl: Cofnąć %1$@ zaproszeń(a) wysłanych(e) przez “%2$@“?
sr: Опозовите %1$@ позивницa послатих од стране „%2$@”?
uk: Відкликати %1$@ запрошень, які відправив(-ла) "%2$@"?

# PENDING_GROUP_MEMBERS_REVOKE_INVITE_N_BUTTON
source: Revoke Invites
ar: إلغاء الدعوات
az: Dəvətləri ləğv et
fr: Révoquer les invitations
km: ដកហូតការអញ្ជើញ
nl: Uitnodigingen intrekken
pl: Cofnij zaproszenia
sr: Опозови позивнице
uk: Відкликати Запрошення

# PENDING_GROUP_MEMBERS_REVOKE_LOCAL_INVITE_CONFIRMATION_TITLE_1_FORMAT
source: Revoke group invite for “%@“?
ar: هل تُريد إلغاء دعوة المجموعة إلى "%@"؟
az: “%@“ üçün qrup dəvətini ləğv edək?
fr: Révoquer l’invitation au groupe pour « %@ » ?
km: ដកហូតការអញ្ជើញក្រុមសម្រាប់ “%@“?
nl: Uitnodiging voor de groep “%@” intrekken?
pl: Cofnąć zaproszenie do grupy dla “%@“?
sr: Опозовите групну позивницу за „%@”?
uk: Відкликати запрошення в групу для "%@"?

# PENDING_GROUP_MEMBERS_SECTION_FOOTER_INVITES_FROM_OTHER_MEMBERS
source: Details of people invited by other group members are not shown. If invitees choose to join, their information will be shared with the group at that time. They will not see any messages in the group until they join.
ar: لا يتم إظهار تفاصيل الأشخاص المدعوين مِن قِبَل أعضاء المجموعة الآخرين. إذا اختار المدعوون الانضمام ،حينها سيتم مُشاركة معلوماتهم مع المجموعة. لن يستطيعوا رؤية أي رِسالة في المجموعة حتى ينضموا.
az: Digər qrup üzvlərinin dəvət etdiyi adamların məlumatları göstərilməyib. Dəvət olunanlar qoşulsalar, məumatları bütün qrupla eyni zamanda paylaşılacaq. Qrupa qoşulmayanadək heç bir ismarı. almayacaqlar.
fr: Les détails des personnes invitées par d’autres membres du groupe ne sont pas affichés. Si les invités choisissent de se joindre au groupe, leurs renseignements seront alors communiqués au groupe. Ils ne verront aucun message dans le groupe avant de s’y être joints.
km: ព័ត៌មានលំអិតនៃមនុស្ស ដែលត្រូវបានអញ្ជើញដោយសមាជិកក្រុមផ្សេង មិនត្រូវបានបង្ហាញ។ បើអ្នកត្រូវបានអញ្ជើញជ្រើសរើសចូលរួម ព័ត៌មានពួកគេនឹងត្រូវចែករំលែកជាមួយក្រុមគ្រប់ពេល។ ពួកគេនឹងមិនអាចឃើញសារក្នុងក្រុម រហូតដល់ពួកគេចូលរួមក្រុម។
nl: Profielinformatie van personen wie zijn uitgenodigd voor de groep wordt niet weergegeven. Als een genodigde er voor kiest de uitnodiging te aanvaarden, dan zullen op dat moment zijn of haar profielnaam, -foto en -omschrijving zichtbaar worden voor de groep. Deze personen zullen nog geen groepsberichten ontvangen, totdat ze de uitnodiging hebben aanvaard.
pl: Dane osób zaproszonych przez innych członków grupy nie są pokazywane. Jeśli zaproszeni postanowią dołączyć, ich dane zostaną udostępnione grupie. Nie zobaczą żadnych wiadomości grupy, dopóki do niej nie dołączą.
sr: Информације о особама позваним од стране других чланова групе нису приказане. Подаци позваних особа ће бити приказани када се придруже групи. Групне поруке неће видети док не прихвате позивницу.
uk: Деталі людей не показуються, запрошених іншими учасниками групи. Якщо запрошені вирішать приєднатися, їх інформація з того часу стане доступна групі. Вони не зможуть бачити ніяких повідомлень в групі до того, як приєднаються.

# PENDING_GROUP_MEMBERS_SECTION_FOOTER_PENDING_MEMBER_REQUESTS_FORMAT
source: People on this list are attempting to join “%@” via the group link.
ar: يُحاول الأشخاص في هذه القائمة الانضمام إلى "%@" عبر رابط المجموعة.
fr: Les personnes de cette liste tentent de se joindre à « %@ » grâce au lien du groupe.
nl: Personen in deze lijst proberen via de groepsverwijzing lid te worden van “%@”.
pl: Osoby na tej liście próbują dołączyć do "%@" przez link do grupy.
sr: Особе са ове листе покушавају да се придруже „%@“ путем везе до групе.

# PENDING_GROUP_MEMBERS_SECTION_TITLE_INVALID_INVITES
source: Invalid Invites
ar: دعوات غير صالحة
fr: Invitations invalides
nl: Ongeldige uitnodigingen
pl: Nieprawidłowe zaproszenia
sr: Неважеће позивнице

# PENDING_GROUP_MEMBERS_SECTION_TITLE_INVITES_FROM_OTHER_MEMBERS
source: Invites by other group members
ar: دعوات مِن قِبَل أعضاء المجموعة الآخرين
az: Digər qrup üzvlərinin dəvətləri
fr: Invitations par d’autres membres du groupe
km: អញ្ជើញតាមសមាជិកក្រុមផ្សេង
nl: Uitnodigingen door andere leden verzonden
pl: Zaproszenia innych członków grupy
sr: Позивнице других чланова групе
uk: Запрошення від інших учасників групи

# PENDING_GROUP_MEMBERS_SECTION_TITLE_PENDING_MEMBER_REQUESTS
source: Pending Member Requests
ar: طلبات الأعضاء المُعلَّقة
fr: Demandes de membre en attente
nl: Openstaande lidmaatschapsverzoeken
pl: Oczekujące prośby o przyjęcie
sr: Захтеви за чланство на чекању
uk: Запити Учасників, що очікують розгляду
