Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# GROUP_CALL_NO_ONE_HERE
source: No one else is here
ar: لا يوجد شخص آخر هُنا
fr: Il n’y a personne d’autre ici
nl: Er is niemand behalve jou in dit gesprek
pl: Brak innych uczestników rozmowy
sr: Нема никога овде
uk: Тут більше нікого немає

# GROUP_CALL_NOBODY_IS_IN_YET
source: Nobody is in this call yet.
ar: ﻻ وجود لأي شخص في هذه المُكالمة بعد.
fr: Il n’y a encore personne dans cet appel.
nl: Er is nog niemand in de oproep aanwezig.
pl: Nikt jeszcze nie uczestniczy w tej rozmowie.
sr: За сада нико није у овом позиву.
uk: Ще ніхто не приєднався до цього виклику.

# GROUP_CALL_NOTIFICATION_MANY_JOINED_FORMAT
source: %@, %@, and %ld others joined the call
ar: لقد اِنضمَّ %@، %@، و%ld آخرون إلى لمُكالمة
fr: %@, %@ et %ld autres se sont joints à l’appel
nl: %@, %@ en %ld anderen nemen deel aan het gesprek
pl: %@, %@ i %ld inny(ch) dołączył(o) do rozmowy
sr: %@, %@, и још %ld су се придружили позиву
uk: %@, %@ та інші %ld приєднались до дзвінка

# GROUP_CALL_NOTIFICATION_MANY_LEFT_FORMAT
source: %@, %@, and %ld others left the call
ar: لقد غادَرَ %@، %@، و%ld آخرون المُكالمة
fr: %@, %@ et %ld autres ont quitté l’appel
nl: %@, %@ en %ld anderen hebben het gesprek verlaten
pl: %@, %@ i %ld inny(ch) opuścił(o) rozmowę
sr: %@, %@, и још %ld су напустили позив
uk: %@, %@ та %ld залишили дзвінок

# GROUP_CALL_NOTIFICATION_ONE_JOINED_FORMAT
source: %@ joined the call
ar: انضم %@ إلى المُكالمة
fr: %@ s’est joint à l’appel
nl: %@ neemt deel aan het gesprek
pl: %@ dołączył(a) do rozmowy
sr: %@ се придружио/ла позиву
uk: %@ приєднався до дзвінка

# GROUP_CALL_NOTIFICATION_ONE_LEFT_FORMAT
source: %@ left the call
ar: غادر %@ من المُكالمة
fr: %@ a quitté l’appel
nl: %@ heeft het gesprek verlaten
pl: %@ opuścił(a) rozmowę
sr: %@ је напустио/ла позив
uk: %@ залишив дзвінок

# GROUP_CALL_NOTIFICATION_TWO_JOINED_FORMAT
source: %@ and %@ joined the call
ar: انضما %@ و %@ إلى المُكالمة
fr: %@ et %@ se sont joints à l’appel
nl: %@ en %@ nemen deel aan het gesprek
pl: %@ i %@ dołączyli(ły) do rozmowy
sr: %@ и %@ су се придружили позиву
uk: %@ та %@ приєднались до дзвінка

# GROUP_CALL_NOTIFICATION_TWO_LEFT_FORMAT
source: %@ and %@ left the call
ar: غادرا %@ و %@ من المُكالمة
fr: %@ et %@ ont quitté l’appel
nl: %@ en %@ hebben het gesprek verlaten
pl: %@ i %@ opuścili(ły) rozmowę
sr: %@ и %@ су наспутили позив
uk: %@ та %@ залишили дзвінок

# GROUP_CALL_ONE_IN_THIS_CALL
source: In this call · 1 person
ar: في هذه المُكالمة · شخص واحد
fr: Dans cet appel · 1 personne
nl: 1 persoon in dit gesprek
pl: W tej rozmowie · 1 osoba
sr: У овом позиву · 1 особа
uk: У цьому дзвінку · 1 особа

# GROUP_CALL_ONE_PERSON_HERE_FORMAT
source: %@ is in this call
ar: إنَّ %@ في هذه المُكالمة
fr: %@ est dans cet appel
nl: Gesprek met %@
pl: %@ uczestniczy w rozmowie
sr: %@ је у овом позиву
uk: %@ у цьому дзвінку

# GROUP_CALL_RECONNECTING
source: Reconnecting
ar: تجري إعادة الاتصال
fr: Reconnexion
nl: Opnieuw verbinden
pl: Ponowne łączenie
sr: Обнављање везе
uk: Перепідключення

# GROUP_CALL_SAFETY_NUMBER_CHANGE_BODY
source: Someone has joined this call with a safety number that has changed.
ar: لقد انضم شخص لهذه المُكالمة برقم أمان قد تغير.
fr: Quelqu’un s’est joint à cet appel avec un numéro de sécurité qui a changé.
nl: Iemand neemt nu deel aan het gesprek met een veiligheidsnummer dat is veranderd.
pl: Ktoś ze zmienionym numerem bezpieczeństwa dołączył do tej rozmowy.
sr: Неко се придружио овом позиву са безбедносним бројем који се променио.

# GROUP_CALL_SOMEONE_STARTED_MESSAGE
source: Someone started a group call
ar: بدأ شخص ما مكالمة جماعية
fr: Quelqu’un a lancé un appel de groupe
nl: Iemand heeft een groepsoproep gestart
pl: Ktoś rozpoczął połączenie grupowe
sr: Неко је покренуо/ла групни позив
uk: Хтось почав груповий дзвінок

# GROUP_CALL_SPEAKER_VIEW_TOAST
source: Swipe up to change views
ar: اسحب لأعلى لتغيير نمط العرض
fr: Balayer vers le haut pour changer de vue
nl: Veeg omhoog om veranderingen te zien
pl: Przesuń w górę, aby zmienić widok
sr: Превуците ка горе за промену изгледа

# GROUP_CALL_START_BUTTON
source: Start Call
ar: بدء المكالمة
fr: Démarrer un appel
nl: Oproep beginnen
pl: Połącz
sr: Започети позив
uk: Почати дзвінок

# GROUP_CALL_START_TOOLTIP
source: Tap here to start a group call
ar: انقر هُنا لبدء مُكالمة جماعية
fr: Touchez ici pour lancer un appel de groupe
km: ប៉ះនៅទីនេះដើម្បីចាប់ផ្តើមការហៅជាក្រុម
nl: Tik hier om een groepsoproep te starten
pl: Stuknij tutaj, aby rozpocząć połączenie grupowe
sr: Додирните овде да бисте започели групни позив
uk: Натисніть сюди, щоб почати груповий дзвінок

# GROUP_CALL_STARTED_BY_YOU
source: You started a group call
ar: لقد بدأتَ مُكالمة جماعية
fr: Vous avez lancé un appel de groupe
nl: Je hebt een groepsoproep gestart
pl: Rozpocząłeś(ęłaś) połączenie grupowe
sr: Покренули сте групни позив
uk: Ви розпочали груповий дзвінок

# GROUP_CALL_STARTED_MESSAGE_FORMAT
source: %@ started a group call
ar: بدأ %@ مُكالمة جماعية
fr: %@ a lancé un appel de groupe
nl: %@ heeft een groepsoproep gestart
pl: %@ rozpoczął(ęła) połączenie grupowe
sr: %@ покренуо/ла групни позив
uk: %@ розпочав груповий дзвінок

# GROUP_CALL_THREE_PEOPLE_HERE_FORMAT
source: %1$@, %2$@, and 1 other is in this call
ar: إنَّ %1$@، %2$@، وعضو واحد آخر في هذه المُكالمة
fr: %1$@, %2$@ et une autre personne font partie de cet appel
nl: %1$@, %2$@ en één ander zijn in deze groep aanwezig
pl: %1$@, %2$@ i 1 inny uczestniczy w rozmowie
sr: %1$@, %2$@, и још један су у овом позиву
uk: %1$@, %2$@ та ще один користувач у цьому дзвінку

# GROUP_CALL_TWO_PEOPLE_HERE_FORMAT
source: %1$@ and %2$@ are in this call
ar: إنَّ %1$@ و %2$@ في هذه المُكالمة
fr: %1$@ et %2$@ font partie de cet appel
nl: %1$@ en %2$@ zijn in deze groepsoproep aanwezig
pl: %1$@ i %2$@ uczestniczą w rozmowie
sr: %1$@ и %2$@ су у овом позиву
uk: %1$@ та %2$@ у цьому дзвінку

# GROUP_CALL_UNEXPECTEDLY_ENDED
source: You were disconnected from the call. Check your connection and try again.
ar: لقد قُطع اتصالك بهذه المُكالمة. يُرجى التحقق من اتصالك بالشبكة ثم المُحاولة مرة أخرى.
fr: Vous avez été déconnecté de l’appel. Veuillez vérifier votre connexion et réessayer.
nl: Je hebt de verbinding met de oproep verloren. Ga na dat je internetverbinding werkt en probeer het opnieuw.
pl: Zostałeś(aś) rozłączony(a). Sprawdź połączenie z siecią i spróbuj ponownie.
sr: Искључени сте из позива. Проверите везу и покушајте поново.

# GROUP_CALL_YOU
source: You
ar: أنت
az: Sən
fr: Vous
km: អ្នក
nl: Jij
pl: Ty
sr: Ви
uk: Ви

# GROUP_CALL_YOU_ARE_HERE
source: You are in the group call
ar: إنك في مُكالمة جماعية
fr: Vous faites partie de l’appel de groupe
nl: Je neemt deel aan de groepsoproep
pl: Uczestniczysz w rozmowie
sr: Ви сте у групном пизиву
uk: Ви у груповому дзвінку

# GROUP_CALL_YOU_ON_ANOTHER_DEVICE
source: You (on another device)
ar: أنت (في جهاز آخر)
fr: Vous (sur un autre appareil)
nl: Jij (vanaf een ander apparaat)
pl: Ty (na innym urządzeniu)
sr: Ви (на другом уређају)
uk: Ви (на іншому пристрої)

# GROUP_CALLS_MEGAPHONE_BODY
source: Open a New Group to start a free encrypted group call
ar: افتح مجموعة جديدة لبدء مُكالمة جماعية مجانية ومُعمّاة
fr: Ouvrez un Nouveau groupe pour lancer un appel de groupe chiffré gratuit
nl: Je vindt de knop om een eind-tot-eind-versleutelde groepsoproep te starten rechts bovenin in een groepsgesprek
pl: Otwórz Nową grupę, aby rozpocząć darmowe, zaszyfrowane połączenie grupowe
sr: Отворите нову групу да бисте започели бесплатан шифровани групни позив

# GROUP_CALLS_MEGAPHONE_TITLE
source: Introducing Group Calls
ar: تقديم مكالمات المجموعة
fr: Nous présentons les appels de groupe
nl: Signal ondersteunt vanaf nu groepsoproepen
pl: Przedstawiamy rozmowy grupowe
sr: Представљамо групне позиве
uk: Представляємо Групові дзвінки

# GROUP_CREATED_BY_LOCAL_USER
source: You created the group.
ar: أنت قد أنشأتَ المجموعة.
az: Qrup yaratdınız.
fr: Vous avez créé le groupe.
km: អ្នកបានបង្កើតក្រុមនេះ។
nl: Je hebt de groep aangemaakt.
pl: Utworzyłeś(aś) tę grupę.
sr: Направили сте групу.
uk: Ви створили групу.

# GROUP_CREATED_BY_REMOTE_USER_FORMAT
source: %@ added you to the group.
ar: إنَّ %@ قد أضافك إلى المجموعة.
az: %@ sizi qrupa əlavə etdi.
fr: %@ vous a ajouté au groupe.
km: %@ បានបន្ថែមអ្នកចូលក្នុងក្រុមនេះ។
nl: %@ heeft jou aan de groep toegevoegd.
pl: %@ dodał(a) Cię do grupy.
sr: %@ вас је додао/ла у групу.
uk: %@ додав(-ла) вас до групи.

# GROUP_CREATED_BY_UNKNOWN_USER
source: Group was created.
ar: لقد أُنشأَت المجموعة.
az: Qrup yaradıldı.
fr: Le groupe a été créé.
km: ក្រុមត្រូវបានបង្កើត។
nl: De groep is aangemaakt.
pl: Grupa została utworzona.
sr: Група је направљена.
uk: Група була створена.

# GROUP_CREATION_FAILED
source: Not all members could be added to the group. Tap to retry.
ar: لا يُمكن إضافة جميع الأعضاء إلى المجموعة. انقر لإعادة المحاولة.
az: Bütün üzvlər qrupa əlavə edilə bilmədi. Yenidən cəhd üçün kliklə.
fr: Les membres n’ont pas tous pu être ajoutés au groupe. Touchez pour réessayer.
km: មិនមែនសមាជិកទាំងអស់អាចត្រូវបានបន្ថែមទៅក្រុមនោះទេ។ ចុច ដើម្បីព្យាយាមម្តងទៀត។
nl: Niet alle leden konden aan de groep worden toegevoegd. Tik om opnieuw te proberen.
pl: Nie wszystkie osoby udało się dodać do grupy. Dotknij by ponowić.
sr: Неке чланове није могуће додати у групу. Кликните да покушате поново.
uk: Не всіх учасників можна додати до групи. Натисніть, щоб спробувати знову.

# GROUP_INVALID_INVITES_ADDED_1
source: An invalid invite was added.
ar: تمت إضافة دعوة غير صالحة.
fr: Une invitation invalide a été ajoutée.
nl: Er is een ongeldige uitnodiging toegevoegd.
pl: Nieprawidłowe zaproszenie zostało dodane.
sr: Додата је неважећа позивница.

# GROUP_INVALID_INVITES_ADDED_BY_LOCAL_USER_1
source: You added an invalid invite.
ar: أنت قد أضفت دعوة غير صالحة.
fr: Vous avez ajouté une invitation invalide.
nl: Je hebt een ongeldige uitnodiging toegevoegd.
pl: Dodałeś(aś) nieprawidłowe zaproszenie.
sr: Додали сте једну неважећу позивницу.

# GROUP_INVALID_INVITES_ADDED_BY_LOCAL_USER_N
source: You added invalid invites.
ar: أنت قد أضفت دعوات غير صالحة.
fr: Vous avez ajouté des invitations invalides.
nl: Je hebt ongeldige uitnodigingen toegevoegd.
pl: Dodałeś(aś) nieprawidłowe zaproszenia.
sr: Додали сте неважеће позивнице.

# GROUP_INVALID_INVITES_ADDED_BY_REMOTE_USER_FORMAT_1
source: %@ added an invalid invite.
ar: إنَّ %@ قد أضاف دعوة غير صالحة.
fr: %@ a ajouté une invitation invalide.
nl: %@ heeft een ongeldige uitnodiging toegevoegd.
pl: %@ dodał(a) nieprawidłowe zaproszenie.
sr: %@ је додао једну неважећу позивницу.

# GROUP_INVALID_INVITES_ADDED_BY_REMOTE_USER_FORMAT_N
source: %@ added invalid invites.
ar: إنَّ %@ قد أضاف دعوات غير صالحة.
fr: %@ a ajouté des invitations invalides.
nl: %@ heeft ongeldige uitnodigingen toegevoegd.
pl: %@ dodał(a) nieprawidłowe zaproszenia.
sr: %@ је додао неважеће позивнице.

# GROUP_INVALID_INVITES_ADDED_N
source: Invalid invites were added.
ar: تمت إضافة دعوات غير صالحة.
fr: Des invitations invalides ont été ajoutées.
nl: Er zijn ongeldige uitnodigingen toegevoegd.
pl: Nieprawidłowe zaproszenia zostały dodane.
sr: Неважеће позивнице су додате.

# GROUP_INVALID_INVITES_REMOVED_1
source: An invalid invite was revoked.
ar: تم سحب دعوة غير صالحة.
fr: Une invitation invalide a été révoquée.
nl: Er is een ongeldige uitnodiging ingetrokken.
pl: Nieprawidłowe zaproszenie zostało anulowane.
sr: Неважећа позивница је додата.

# GROUP_INVALID_INVITES_REMOVED_BY_LOCAL_USER_1
source: You revoked an invalid invite.
ar: أنت قد سحبت دعوة غير صالحة.
fr: Vous avez révoqué une invitation invalide.
nl: Je hebt een ongeldige uitnodiging ingetrokken.
pl: Anulowałeś(aś) nieprawidłowe zaproszenie.
sr: Опозвали сте неважећи позив.

# GROUP_INVALID_INVITES_REMOVED_BY_LOCAL_USER_N
source: You revoked invalid invites.
ar: أنت قد سحبت دعوات غير صالحة.
fr: Vous avez révoqué des invitations invalides.
nl: Je hebt ongeldige uitnodigingen ingetrokken.
pl: Anulowałeś(aś) nieprawidłowe zaproszenia.
sr: Опозвали сте неважеће позиве.

# GROUP_INVALID_INVITES_REMOVED_BY_REMOTE_USER_FORMAT_1
source: %@ revoked an invalid invite.
ar: إنَّ %@ قد سحب دعوة غير صالحة.
fr: %@ a révoqué une invitation invalide.
nl: %@ heeft een ongeldige uitnodiging ingetrokken.
pl: %@ anulował(a) nieprawidłowe zaproszenie.
sr: %@ опозвао неважећи позив.

# GROUP_INVALID_INVITES_REMOVED_BY_REMOTE_USER_FORMAT_N
source: %@ revoked invalid invites.
ar: إنَّ %@ قد سحب دعوات غير صالحة.
fr: %@ a révoqué des invitations invalides.
nl: %@ heeft ongeldige uitnodigingen ingetrokken.
pl: %@ anulował(a) nieprawidłowe zaproszenia.
sr: %@ опозвао неважеће позиве.

# GROUP_INVALID_INVITES_REMOVED_N
source: Invalid invites were revoked.
ar: تم سحب الدعوات غير الصالحة.
fr: Des invitations invalides ont été révoquées.
nl: Er zijn ongeldige uitnodigingen ingetrokken.
pl: Nieprawidłowe zaproszenia zostały anulowane.
sr: Неважећи позиви су опозвани.

# GROUP_INVITE_LINK_DISABLED
source: The group link was turned off.
ar: تمَّ إيقاف رابط المجموعة.
fr: Le lien du groupe a été désactivé.
nl: De groepsverwijzing is uitgeschakeld.
pl: Link do grupy został wyłączony.
sr: Веза до групе је искључена.

# GROUP_INVITE_LINK_DISABLED_BY_LOCAL_USER
source: You turned off the group link.
ar: أنت قد أوقفت رابط المجموعة.
fr: Vous avez désactivé le lien du groupe.
nl: Je hebt de groepsverwijzing uitgeschakeld.
pl: Wyłączyłeś(aś) link do grupy.
sr: Искључили сте везу групе.

# GROUP_INVITE_LINK_DISABLED_BY_REMOTE_USER_FORMAT
source: %@ turned off the group link.
ar: إنَّ %@ قد عطَّلَ رابط المجموعة.
fr: %@ a désactivé le lien du groupe.
nl: %@ heeft de groepsverwijzing uitgeschakeld.
pl: %@ wyłączył(a) link do grupy.
sr: %@ је искључио/ла везу до групе.

# GROUP_INVITE_LINK_ENABLED_WITH_APPROVAL
source: The group link was turned on with admin approval on.
ar: تمَّ تفعيل رابط المجموعة مع مُتطلب موافقة المشرف.
fr: Le lien du groupe a été activé et l’approbation d’un administrateur est activée.
nl: De groepsverwijzing is ingeschakeld met beheerderstoestemming-vereiste om lid te mogen worden ook ingeschakeld.
pl: Link do grupy, wymagający zatwierdzenia przez administratora, został włączony.
sr: Веза до групе је укључена са одобрењем админитратора.

# GROUP_INVITE_LINK_ENABLED_WITH_APPROVAL_BY_LOCAL_USER
source: You turned on the group link with admin approval on.
ar: أنت قد فعَّلت رابط المجموعة مع مُتطلب موافقة المشرف.
fr: Vous avez activé le lien du groupe et l’approbation d’un administrateur est activée.
nl: Je hebt de groepsverwijzing ingeschakeld met beheerderstoestemming-vereiste om lid te mogen worden ook ingeschakeld.
pl: Włączyłeś(aś) link do grupy, wymagający zatwierdzenia przez administratora.
sr: Укључили сте везу до групе са одобрењем администратора.

# GROUP_INVITE_LINK_ENABLED_WITH_APPROVAL_BY_REMOTE_USER_FORMAT
source: %@ turned on the group link with admin approval on.
ar: إنَّ %@ قد فعَّل رابط المجموعة مع مُتطلب موافقة المشرف.
fr: %@ a activé le lien du groupe et l’approbation d’un administrateur est activée.
nl: %@ heeft de groepsverwijzing ingeschakeld met beheerderstoestemming-vereiste om lid te mogen worden ook ingeschakeld.
pl: %@ włączył(a) link do grupy, wymagający zatwierdzenia przez administratora.
sr: %@ је укључио/ла везу до групе са одобрењем администратора.

# GROUP_INVITE_LINK_ENABLED_WITHOUT_APPROVAL
source: The group link was turned on with admin approval off.
ar: تم تفعيل رابط المجموعة مع إيقاف مُتطلب موافقة المشرف.
fr: Le lien du groupe a été activé et l’approbation d’un administrateur est désactivée.
nl: De groepsverwijzing is ingeschakeld zonder beheerderstoestemming-vereiste om lid te mogen worden.
pl: Link do grupy, niewymagający zatwierdzenia przez administratora, został włączony.
sr: Веза до групе је укључена без одобрењем админитратора.

# GROUP_INVITE_LINK_ENABLED_WITHOUT_APPROVAL_BY_LOCAL_USER
source: You turned on the group link with admin approval off.
ar: أنت قد فعَّلت رابط المجموعة مع إيقاف مُتطلب موافقة المشرف.
fr: Vous avez activé le lien du groupe et l’approbation d’un administrateur est désactivée.
nl: Je hebt de groepsverwijzingen ingeschakeld zonder beheerderstoestemming-vereiste om lid te mogen worden.
pl: Włączyłeś(aś) link do grupy, niewymagający zatwierdzenia przez administratora.
sr: Укључили сте везу до групе са искљученим одобрењем администратора.

# GROUP_INVITE_LINK_ENABLED_WITHOUT_APPROVAL_BY_REMOTE_USER_FORMAT
source: %@ turned on the group link with admin approval off.
ar: إنَّ %@ قد فعَّل رابط المجموعة مع إيقاف مُتطلب موافقة المشرف.
fr: %@ a activé le lien du groupe et l’approbation d’un administrateur est désactivée.
nl: %@ heeft de groepsverwijzing ingeschakeld zonder beheerderstoestemming-vereiste om lid te mogen worden.
pl: %@ włączył(a) link do grupy, niewymagający zatwierdzenia przez administratora.
sr: %@ је укључио/ла везу до групе без одобрењем администратора.

# GROUP_INVITE_LINK_RESET
source: The group link was reset.
ar: تمَّ إعادة تعيين رابط المجموعة.
fr: Le lien du groupe a été réinitialisé.
nl: De groepsverwijzing is vernieuwd.
pl: Link do grupy został zresetowany.
sr: Веза до групе је ресетована.
uk: Посилання на групу було скинуто.

# GROUP_INVITE_LINK_RESET_BY_LOCAL_USER
source: You reset the group link.
ar: أنت قد أعدتَ تعيين رابط المجموعة.
fr: Vous avez réinitialisé le lien du groupe.
nl: Je hebt de groepsverwijzing vernieuwd.
pl: Zresetowałeś(aś) link do grupy.
sr: Ресетовали сте везу групе.
uk: Ви скинули посилання на групу.

# GROUP_INVITE_LINK_RESET_BY_REMOTE_USER_FORMAT
source: %@ reset the group link.
ar: إنَّ %@ قد أعاد تعيين رابط المجموعة.
fr: %@ a réinitialisé le lien du groupe.
nl: %@ heeft de groepsverwijzing vernieuwd.
pl: %@ zresetował(a) link do grupy.
sr: %@ је ресетовао/ла везу до групе.
uk: %@ скинув посилання на групу.

# GROUP_INVITE_LINK_SET_TO_NOT_REQUIRE_APPROVAL
source: Admin approval was turned off for the group link.
ar: تمَّ تعطيل مُتطلب موافق المشرف لرابط المجموعة.
fr: L’approbation d’un administrateur a été désactivée pour le lien du groupe.
nl: De beheerderstoestemming-vereiste om via de groepsverwijzing lid te mogen worden van de groep is uitgeschakeld.
pl: Potwierdzenie administratora dla linku do grupy zostało wyłączone.
sr: Одобрење администратора је искључено за везу до групе.

# GROUP_INVITE_LINK_SET_TO_NOT_REQUIRE_APPROVAL_BY_LOCAL_USER
source: You turned off admin approval for the group link.
ar: أنت قد عطَّلتَ مُتطلب موافق المشرف لرابط المجموعة.
fr: Vous avez désactivé l’approbation d’un administrateur pour le lien du groupe.
nl: Je hebt de beheerderstoestemming-vereiste om via de groepsverwijzing lid te mogen worden uitgeschakeld.
pl: Wyłączyłeś(aś) potwierdzenie administratora dla linku do grupy.
sr: Искључили сте администраторска одобрења за везу групе.

# GROUP_INVITE_LINK_SET_TO_NOT_REQUIRE_APPROVAL_BY_REMOTE_USER_FORMAT
source: %@ turned off admin approval for the group link.
ar: إنَّ %@ قد عطَّلَ مُتطلب موافق المشرف لرابط المجموعة.
fr: %@ a désactivé l’approbation d’un administrateur pour le lien du groupe.
nl: %@ heeft de beheerderstoestemming-vereiste om via de groepsverwijzing lid te mogen worden van de groep uitgeschakeld.
pl: %@ wyłączył(a) potwierdzenie administratora dla linku do grupy.
sr: %@ је искључио/ла одобрење администратора за везу до групе.

# GROUP_INVITE_LINK_SET_TO_REQUIRE_APPROVAL
source: Admin approval was turned on for the group link.
ar: تمَّ تفعيل مُتطلب مُوافقة المشرف لرابط المجموعة.
fr: L’approbation d’un administrateur a été activée pour le lien du groupe.
nl: De beheerderstoestemming-vereiste om via de groepsverwijzing lid te mogen worden van de groep is uitgeschakeld.
pl: Potwierdzenie administratora dla linku do grupy zostało włączone.
sr: Одобрење администратора је ускључено за везу до групе.

# GROUP_INVITE_LINK_SET_TO_REQUIRE_APPROVAL_BY_LOCAL_USER
source: You turned on admin approval for the group link.
ar: أنت قد فعّلت مُتطلب مُوافقة المشرف لرابط المجموعة.
fr: Vous avez activé l’approbation d’un administrateur pour le lien du groupe.
nl: Je hebt de beheerderstoestemming-vereiste om via de groepsverwijzing lid te mogen worden van de groep ingeschakeld.
pl: Włączyłeś(aś) potwierdzenie administratora dla linku do grupy.
sr: Укључили сте одобрење администратора за везу групе.

# GROUP_INVITE_LINK_SET_TO_REQUIRE_APPROVAL_BY_REMOTE_USER_FORMAT
source: %@ turned on admin approval for the group link.
ar: إنَّ %@ قد فعَّل مُتطلب مُوافقة المشرف لرابط المجموعة.
fr: %@ a activé l’approbation d’un administrateur pour le lien du groupe.
nl: %@ heeft de beheerderstoestemming-vereiste om via de groepsverwijzing lid te mogen worden van de groep uitgeschakeld.
pl: %@ włączył(a) potwierdzenie administratora dla linku do grupy.
sr: %@ је ускључио/ла одобрење администратора за везу до групе.

# GROUP_INVITES_SENT_ALERT_MESSAGE_1_FORMAT
source: %@ can’t be automatically added to this group by you. They’ve been invited to join, and won’t see any group messages until they accept.
ar: بواسطتك لا يُمكن إضافة %@ بشكل تلقائي للمجموعة. لقد دُعي للانضمام حقاً، لكن لن يرى أي رسالة في المجموعة حتى يقبل بالانضمام إليها.
az: %@ qrupa avtomatik əlavə edə bilməzsiniz. Onlar dəvət olunub, ancaq qəbul etməyənə qədər qrup ismarışlarını görməyəcəklər.
fr: %@ ne peut pas être ajouté automatiquement par vous à ce groupe. Une invitation a été envoyée et l’utilisateur ne verra aucun message du groupe tant que l’invitation n’aura pas été acceptée.
km: %@ មិនអាចបន្ថែមចូលក្រុមតាមអ្នក ដោយស្វ័យប្រវត្តិនោះទេ។ ពួគគេត្រូវបានអញ្ជើញចូល និងមិនអាចឃើញសារណាមួយក្នុងក្រុម រហូតដល់ពួកគេយល់ព្រម។
nl: %@ personen kunnen door jou niet direct aan de groep worden toegevoerd, vanwege de voorkeuren welke ze voor zichzelf hebben ingesteld. Ze zijn uitgenodigd om lid te worden van de groep, en ze zullen geen groepsberichten ontvangen totdat ze de uitnodiging aanvaard hebben.
pl: Nie możesz automatycznie dodać %@ do tej grupy. Użytkownik został zaproszony i nie zobaczy żadnych wiadomości grupowych, dopóki nie przyjmie zaproszenia.
sr: Не можете аутоматски додати %@ у групу. Позивница им је послата, а групне поруке неће видети док је не прихвате.
uk: %@не може бути автоматично доданим (-а) вами в цій групі. Він (-а) був (-а) запрошена (-а) приєднатися без можливості бачити жодних повідомлень групи, до тих пір, поки не прийме запрошення.

# GROUP_INVITES_SENT_ALERT_TITLE_1
source: Invitation Sent
ar: أُرسلَت الدعوة
az: Dəvətnamə göndərildi
fr: L’invitation a été envoyée
km: ការអញ្ជើញត្រូវបានផ្ញើ
nl: Uitnodiging verzonden
pl: Zaproszenie wysłane
sr: Позивница је послата
uk: Запрошення Надіслано

# GROUP_INVITES_SENT_ALERT_TITLE_N_FORMAT
source: %@ Invitations Sent
ar: أُرسِلَت عدد %@ دعوة
az: %@ dəvətnamə göndərildi
fr: %@ invitations ont été envoyées
km: ការអញ្ជើញ%@ បានផ្ញើ
nl: %@ uitnodigingen verzonden
pl: %@ zaproszeń(ia) wysłanych(e)
sr: Послато је %@ позивница
uk: %@ Запрошення Надіслано
