Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# PIN_REMINDER_MEGAPHONE_FEW_DAYS_TOAST
source: We’ll remind you again in a few days.
ar: سنذكِرك مرة أُخرى في غُضون بضعة أيام.
az: Bir neçə gündən sonra yenə yadınıza salacağıq.
fr: Nous vous le rappellerons dans quelques jours.
km: យើងនឹងរំលឹកអ្នកម្តងទៀតប៉ុន្មានថ្ងៃទៀត។
nl: Signal zal je er binnen een aantal dagen opnieuw aan herinneren dat je je pincode nog moet verifiëren.
pl: Przypomnimy Ci o tym ponownie za kilka dni.
sr: Подсетићемо вас поново за пар дана.
uk: Ми нагадаємо вам знову через кілька днів.

# PIN_REMINDER_MEGAPHONE_TITLE
source: Verify your Signal PIN
ar: التحقق من الـPIN الخاص بك في Signal
az: Signal PİNinizi təsdiqləyin
fr: Confirmer votre NIP Signal
km: ផ្ទៀងផ្ទាត់លេខPIN Signal
nl: Verifieer je Signal-pincode
pl: Zweryfikuj swój PIN Signal
sr: Проверите ваш Signal PIN
uk: Підтвердіть свій PIN-код Signal

# PIN_REMINDER_MEGAPHONE_TOMORROW_TOAST
source: We’ll remind you again tomorrow.
ar: سنُذكرك مرة أُخرى غداً.
az: Sabah yenidən yadınıza salacağıq.
fr: Nous vous le rappellerons demain.
km: យើងនឹងរំលឹកអ្នកម្តងទៀតថ្ងៃស្អែក។
nl: Signal zal je er morgen opnieuw aan herinneren dat je je pincode nog moet verifiëren.
pl: Przypomnimy Ci o tym ponownie jutro.
sr: Подсетићемо вас сутра поново.
uk: Ми нагадаємо знову завтра.

# PIN_REMINDER_MEGAPHONE_TWO_WEEK_TOAST
source: We’ll remind you again in a couple of weeks.
ar: سنُذكرك مرة أُخرى في غضون بضع أسابيع.
fr: Nous vous le rappellerons dans deux semaines.
nl: Signal zal je er binnen een aantal weken opnieuw aan herinneren dat je je pincode nog moet verifiëren.
pl: Przypomnimy Ci o tym ponownie za dwa tygodnie.
sr: Подсетићемо вас поново за пар недеља.
uk: Ми нагадаємо вам знов за пару тижнів.

# PIN_REMINDER_MEGAPHONE_WEEK_TOAST
source: We’ll remind you again in a week.
ar: سنُذكرك مرة أُخرى في عُضون أسبوع.
az: Bir həftədən sonra yadınıza salacağıq.
fr: Nous vous le rappellerons dans une semaine.
km: យើងនឹងរំលឹកអ្នកម្តងទៀតសប្តាហ៍ក្រោយ។
nl: Signal zal je er na een week opnieuw aan herinneren dat je je pincode nog moet verifiëren.
pl: Przypomnimy Ci o tym ponownie za tydzień.
sr: Подсетићемо вас поново за недељу дана.
uk: Ми нагадаємо знову через тижнь.

# PIN_REMINDER_MISMATCH_ERROR
source: Invalid PIN, try again.
ar: إنَّ الـPIN غير صالح، حاول مرة أُخرى.
az: SƏhv PİN, yenidən cəhd edin.
fr: Le NIP est invalide, veuillez réessayer.
km: លេខ PIN មិនត្រឹមត្រូវ សូមព្យាយាមម្តងទៀត។
nl: Ongeldige pincode, probeer het opnieuw.
pl: Nieprawidłowy PIN. Spróbuj ponownie.
sr: Нетачан PIN, покушајте поново.
uk: Невірний PIN-код, спробуйте ще раз.

# PIN_REMINDER_TITLE
source: Enter your Signal PIN
ar: أدخل الـPIN الخاص بك في Signal
az: Signal PİNini daxil edin
fr: Saisir votre NIP Signal
km: បញ្ចូលលេខ Signal PIN របស់អ្នក
nl: Voer je Signal-pincode in
pl: Wpisz swój PIN Signal
sr: Потврдите ваш Signal PIN
uk: Введіть свій PIN-код Signal

# PIN_REMINDER_TOO_SHORT_ERROR
source: PIN must be at least 4 digits.
ar: الـPIN يجب أن يحوي اربعة ارقام على الأقل.
az: PİN ən azı 4 rəqəm olmalıdır.
fr: Le NIP doit comporter au moins quatre chiffres.
km: លេខ PIN ត្រូវមានយ៉ាងហោច 4 ខ្ទង់។
nl: Je pincode moet uit ten minste 4 cijfers bestaan.
pl: PIN musi mieć przynajmniej 4 cyfry.
sr: PIN мора садржати бар 4 цифре.
uk: ПІН повинен містити щонайменше 4 цифри.

# PINNED_CONVERSATION_LIMIT
source: You can only pin up to 4 chats.
ar: يُمكنك تثبيت ما يصل إلى 4 مُحادثات فقط.
fr: Vous ne pouvez épingler plus de quatre conversations.
nl: Je kunt niet meer dan 4 gesprekken vastprikken.
pl: Możesz przypiąć maksymalnie 4 rozmowy.
sr: Могуће је закачити највише 4 ћаскања.
uk: Ви можете закріпити до 4-х чатів.

# PINNED_SECTION_TITLE
source: Pinned
ar: المُثبَّتة
fr: Épinglées
nl: Vastgeprikt
pl: Przypięte
sr: Закачено
uk: Закріплено

# PINS_MEGAPHONE_ACTION
source: Create PIN
ar: إنشاء PIN
az: PİN yarat
fr: Créer un NIP
km: បង្កើតលេខកូដ PIN
nl: Pincode aanmaken
pl: Utwórz PIN
sr: Направите PIN
uk: Створити PIN-код

# PINS_MEGAPHONE_BODY
source: PINs keep information that’s stored with Signal encrypted
ar: الـPIN يُبقي المعلومات المحفوظة مع Signal بشكل مُعمّى
az: PİN Signal məlumatını şifrələnmiş saxlayır
fr: Les NIP font en sorte que les renseignements sont enregistrés chiffrés dans Signal
km: PINs រក្សាព័ត៌មានដែលផ្ទុកជាមួយ Signal ដោយបានអ៊ីនគ្រីប
nl: Met een pincode versleutel je informatie op Signal's servers, zodat je deze later kunt terugzetten. Zelfs Signal's ontwikkelaars kunnen de informatie niet inzien.
pl: Kody PIN gwarantują, że informacje przechowywane w Signal są zaszyfrowane
sr: Употребом PIN-а се подаци које Signal складишти енкриптују
uk: PIN-коди зберігають інформацію в сервісі Signal зашифровано

# PINS_MEGAPHONE_SNOOZE_TOAST_FORMAT
source: We’ll remind you later. Creating a PIN will become mandatory in %ld days.
ar: سنُذكرك لاحقًا. سيُصبح إنشاء PIN إلزاميًا في غُضون عدد %ld يوم.
az: Yadınıza salarıq. PİN yaratmaq %ld gündən sonra məcburi olacaq.
fr: Nous vous le rappellerons plus tard. La création d’un NIP deviendra obligatoire dans %ld jours.
km: យើងនឹងរំលឹកអ្នកពេលក្រោយ។ ការបង្កើតលេខកូដ PIN នឹងចាំបាច់ក្នុង %ld ថ្ងៃ។
nl: Signal zal je later opnieuw een herinnering geven. Het aanmaken van een pincode wordt verplicht in %ld dagen.
pl: Przypomnimy Ci o tym później. Utworzenie PINu stanie się obowiązkowe za %ld dni.
sr: Подсетићемо вас касније. Прављење PIN-а ће бити обавезно након %ld дана.
uk: Ми нагадаємо вам пізніше. Створення PIN-коду стане обов'язковим через %ld днів.

# PINS_MEGAPHONE_TITLE
source: Create a PIN
ar: أنشيء PIN
az: PİN yarat
fr: Créer un NIP
km: បង្កើតលេខកូដ PIN មួយ
nl: Pincode aanmaken
pl: Utwórz PIN
sr: Направите PIN
uk: Створіть PIN-код

# PINS_MEGAPHONE_TOAST
source: PIN created. You can change it in settings.
ar: تمَّ إنشاء PIN. يُمكنك تغييره في الإعدادات.
az: PİN yaradıldı. Onu quraşdırmalardan dəyişə bilərsiniz.
fr: Le NIP a été créé. Vous pouvez le changer dans les paramètres.
km: លេខកូដ PIN ត្រូវបានបង្កើត។ អ្នកអាចផ្លាស់ប្តូរក្នុងការកំណត់។
nl: Pincode aangemaakt. Je kunt deze wijzigen in de instellingen.
pl: Utworzono PIN. Możesz zmienić go w ustawieniach.
sr: PIN је направљен. Можете га изменити у подешавањима.
uk: PIN-код створено. Ви можете змінити його в налаштуваннях.

# PINS_MEGAPHONE_TOAST_DISABLED
source: PIN Disabled.
ar: تمَّ تعطيل الـPIN
fr: Le NIP a été désactivé.
nl: Pincode uitgeschakeld.
pl: Wyłączono PIN.
sr: PIN је искључен
uk: PIN вимкнено.

# PLAY_BUTTON_ACCESSABILITY_LABEL
source: Play Media
ar: تشغيل الوسط
az: Medianı Oxut
fr: Jouez le contenu multimédia
km: ចាក់មេឌា
nl: Media afspelen
pl: Odtwórz
sr: Пусти медиј
uk: Відтворити медіа

# PRIVACY_IDENTITY_IS_NOT_VERIFIED_FORMAT
source: You have not marked %@ as verified.
ar: لم تضع علامة تحقق لـ %@
az: %@ təsdiqlənmiş kimi işarələnməyib.
fr: Vous n’avez pas marqué %@ comme confirmé.
km: អ្នកមិនបានកំណត់%@ ដូចបានផ្ទៀងផ្ទាត់។
nl: Je hebt %@ niet gemarkeerd als geverifieerd.
pl: %@ nie jest oznaczony(a) jako zweryfikowany.
sr: %@ нисте означили овереним.
uk: Ви не завірили %@.

# PRIVACY_IDENTITY_IS_VERIFIED_BADGE
source: Verified
ar: مُتحقَّق منه
az: Təsdiq edildi
fr: Confirmé
km: បានផ្ទៀងផ្ទាត់
nl: Geverifieerd
pl: Zweryfikowano
sr: Оверен/на
uk: Завірено

# PRIVACY_IDENTITY_IS_VERIFIED_FORMAT
source: %@ is verified.
ar: %@ مُتحقَّق منه
az: %@ təsdiqlənmişdir.
fr: %@ est confirmé
km: %@​បានផ្ទៀងផ្ទាត់
nl: %@ is geverifieerd.
pl: %@ jest zweryfikowany(a).
sr: %@ је оверен/на.
uk: %@ завірено.

# PRIVACY_TAP_TO_SCAN
source: Tap to Scan
ar: يُرجى اللمس من أجل المسح الضوئي
az: Skan Etmək üçün Kliklə
fr: Toucher pour balayer
km: ចុច ដើម្បីស្កេន
nl: Tik om te scannen
pl: Dotknij, aby zeskanować
sr: Кликните да скенирате
uk: Натисніть, щоб сканувати

# PRIVACY_UNVERIFY_BUTTON
source: Clear Verification
ar: مَحوُ التحقُّق
az: Təsdiqi Təmizlə
fr: Annuler la confirmation
km: សំអាត់ ការផ្ទៀងផ្ទាត់
nl: Verificatie ongedaan maken
pl: Wycofaj weryfikację
sr: Уклони оверу
uk: Очистити завірення

# PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM
source: This doesn't look like your safety number with %@. Are you verifying the correct contact?
ar: هذا لا يبدوا كرقم الأمان الخاص بك أنت مع %@. هل أنت تتحقق من جهة الاتصال الصحيحة؟
az: Bu %@ ilə təhlükəsizlik rəqəminə oxşamır. Sən düzgün əlaqəni təsdiqləyirsən?
fr: Cela ne semble pas être votre numéro de sécurité avec %@. Confirmez-vous le bon contact ?
km: នេះទំនងមិនមែនជាលេខសុវត្ថិភាពរបស់អ្នកជាមួយ%@ ទេ។ តើអ្នកផ្ទៀងផ្ទាត់លេខទំនាក់ទំនង ត្រឹមត្រូវឬនៅ?
nl: Dit lijkt niet op je veiligheidsnummer met %@. Verifieer je wel de juiste contactpersoon?
pl: To nie wygląda na Twój numer bezpieczeństwa dla %@. Sprawdź, czy weryfikujesz poprawny kontakt.
sr: Ово не личи на ваш сигурносни број са %@. Да ли оверавате добар контакт?
uk: Це не схоже на ваш код безпеки із %@. Ви завіряєте саме той контакт, який хотіли?

# PRIVACY_VERIFICATION_FAILED_MISMATCHED_SAFETY_NUMBERS_IN_CLIPBOARD
source: The number in your clipboard doesn't look like the correct safety number for this chat.
ar: لا يبدو أن الرقم الذي في الحافظة الخاصة بك هو رقم الأمان الصحيح لهذه المُحادثة.
fr: Le numéro dans votre presse-papiers ne semble pas être le bon numéro de sécurité pour cette conversation.
nl: Het nummer in je klembord lijkt niet het juiste veiligheidsnummer te zijn voor dit gesprek.
pl: Numer w Twoim schowku nie wygląda na poprawny numer bezpieczeństwa dla tej rozmowy.
sr: Број у вашој остави се не подудара са сигурносним бројем за ову преписку.
uk: Цифри у вашому буфері обміну не схожі на вірний код безпеки для цієї розмови.

# PRIVACY_VERIFICATION_FAILED_NO_SAFETY_NUMBERS_IN_CLIPBOARD
source: Signal couldn't find any safety number in your clipboard. Have you copied it correctly?
ar: لم يجد Signal أي رقم أمان في حافظتك. هل نسخته بشكل صحيح ؟
az: Signal mübadilə buferində təhlükəsizlik rəqəmi tapa bilmədi. Sən onu düz köçürmüsən?
fr: Signal n’a pas pu trouver de numéro de sécurité dans votre presse-papiers. L’avez-vous copié correctement ?
km: Signal មិនអាចស្វែងរកលេខសុវត្ថិភាពនៅក្នុងក្តាចុចរបស់អ្នកបានទេ។ តើអ្នកបានថតចម្លងវា ត្រឹមត្រូវឬទេ?
nl: Signal kon geen veiligheidsnummer vinden in je klembord. Heb je het veiligheidsnummer wel juist gekopieerd?
pl: Signal nie mógł znaleźć numeru bezpieczeństwa w Twoim schowku. Upewnij się, że został skopiowany poprawnie.
sr: Signal није успео да пронађе сигурносни број у вашој остави. Да ли сте га добро копирали?
uk: Signal не зміг знайти код безпеки у вашому буфері обміну. Ви правильно його скопіювали?

# PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME
source: Every pair of Signal users shares a distinct safety number. Double-check that %@ is displaying *your* distinct safety number.
ar: كل زوج من مستخدمي Signal يتشاركان رقم أمان فريد. يُرجى التأكد أن %@ يعرض رقم أمانك الفريد.
az: Signal-ın hər istifadəçi cütlüyü fərqli təhlükəsizlik rəqəmi bölüşür. Əmin ol ki, %@ "sənin" fərqli təhlükəsizlik rəqəmini nümayiş edir.
fr: Chaque paire d’utilisateurs de Signal partage un numéro de sécurité distinct. Reconfirmez que %@ affiche *votre* numéro de sécurité particulier.
km: រាល់គូនៃអ្នកប្រើប្រាស់ Signal ចែករំលែកលេខសុវត្ថិភាពខុសៗគ្នា។ ពិនិត្យម្តងទៀត ថា%@ គឹកំពុងបង្ហាញ លេខសុវត្ថិភាពខុសៗគ្នារបស់ *អ្នក*។
nl: Elk paar Signal-gebruikers deelt een apart veiligheidsnummer. Controleer dat %@ het zelfde veiligheidsnummer ziet als jij.
pl: Każda para użytkowników Signal ma osobny numer bezpieczeństwa. Upewnij się, że %@ pokazuje *Twój* indywidualny numer bezpieczeństwa.
sr: Сваки пар Signal корисника дели јединствен сигурносни број. Добро проверите да ли се код %@ приказује ваш јединствени сигурносни број.
uk: Кожна пара користувачів Signal має різні пари кодів безпеки. Переконайтеся, що в %@ показує такий ж код безпеки, що й у *вас.*

# PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION
source: You're running an old version of Signal. You need to update before you can verify.
ar: أنت تستخدم إصدارا قديما من Signal. تحتاج للتحديث لتتمكن من التحقق.
az: Signalın köhnə versiyasından istifadə edirsiniz. Yeniləməmişdən öncə təsdiqləməlisiniz.
fr: Vous utilisez une ancienne version de Signal. Vous devez la mettre à jour avant de pouvoir confirmer les numéros de sécurité.
km: អ្នកកំពុងដំណើរការ Signal ជំនាន់ចាស់។ អ្នកត្រូវធ្វើបច្ចុប្បន្នភាព មុនពេលអ្នកអាចផ្ទៀងផ្ទាត់បាន។
nl: Je gebruikt een oude versie van Signal. Om te kunnen verifiëren moet je Signal eerst bijwerken.
pl: Korzystasz z nieaktualnej wersji Signal. Zaktualizuj by móc zweryfikować.
sr: Користите застарелу верзију Signal-а. Пре овере је морате ажурирати.
uk: Ваша версія Signal застаріла. Перед завіренням необхідно оновитися.

# PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION
source: Your partner is running an old version of Signal. They need to update before you can verify.
ar: شريكك يستخدم إصدارا قديما من Signal. سيحتاج للتحديث ليتمكن من التحقق.
az: Tərəfdaşınız köhnə Signaldan istifadə edir. Siz təsdiqləməmişdən öncə o Signalı yeniləməlidir.
fr: Votre partenaire utilise une ancienne version de Signal. Il doit la mettre à jour avant que vous puissiez confirmer son numéro de sécurité.
km: ដៃគូរបស់អ្នកកំពុងដំណើរការ Signal ជំនាន់ចាស់។ ពួកគេត្រូវធ្វើបច្ចុប្បន្នភាព មុនពេលអ្នកអាចផ្ទៀងផ្ទាត់បាន។
nl: Je gesprekspartner gebruikt een oude versie van Signal. Om te kunnen verifiëren moet hij/zij Signal eerst bijwerken.
pl: Twój rozmówca używa starej wersji Signal. Musi go zaktualizować zanim możliwa będzie weryfikacja.
sr: Ваш дописник користи застарелу верзију Signal-а. Пре овере је мора ажурирати.
uk: Ваш співрозмовник користується застарілою версією Signal. Перед звіренням необхідно оновитися.

# PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE
source: The scanned code doesn't look like a safety number. Are you both on an up-to-date version of Signal?
ar: الرمز المَمسوح لا يبدوا كرقم أمان. هل أنتما كِلاكُما على إصدار حديث من Signal؟
az: Skan edilmiş şifrə təhlükəsizlik rəqəminə oxşamır. Hər ikiniz Signal-ın ən son versiyasını istifaə edirsiniz?
fr: Le code balayé ne semble pas être un numéro de sécurité. Utilisez-vous tous les deux une version à jour de Signal ?
km: កូដដែលស្កេន ទំនងមិនមែនជាលេខកូដសុវត្ថិភាពទេ។ តើអ្នកទាំងពីរបើកការធ្វើបច្ចុប្បន្នភាព Signal ឬនៅ?
nl: De gescande code lijkt niet op een veiligheidsnummer. Gebruiken jullie allebei de laatste versie van Signal?
pl: Zeskanowany kod nie wygląda na poprawny numer bezpieczeństwa. Upewnij się, że Ty i Twój rozmówca używacie aktualnej wersji aplikacji Signal.
sr: Скенирани кôд не личи на сигурносни број. Да ли ви и ваш дописник користите најновију верзију Signal-а?
uk: Відсканований код не схожий на код безпеки. Ви обидва користуєтеся останньою версією Signal?

# PRIVACY_VERIFICATION_INSTRUCTIONS
source: If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device. Alternatively, you can scan the code on their phone, or ask them to scan your code.
ar: إذا رغبتَ في التحقق مِن أمان تَعمية النِهاية-إلى-النِهاية الخاصة بكَ أنتَ مع %@, قارِن الأرقام في الأعلى مع الأرقام في الجهاز الخاص به. كبديل، يُمكنك مسح الرمز الذي في هاتفه أو اخبره أن يمسح الرمز الخاص بك.
az: %@ ilə hər iki tərəfli şifrələmənin təhlükəsizliyini yoxlamaq üçün, yuxarıdakı nömrələrlə alətlərindəki nömrələri yoxlayın. Onların telefonundakı kodu skan edə və ya sizin kodunuzu skan etməklərini istəyə bilərsiniz.
fr: Si vous souhaitez confirmer la sécurité du chiffrement de bout en bout avec %@, comparez les numéros ci-dessus avec ceux sur son appareil. Vous pouvez aussi balayer le code sur son appareil ou lui demander de balayer le vôtre.
km: ប្រសិនបើអ្នកចង់ផ្ទៀងផ្ទាត់សុវត្ថិភាពនៃកូដបនីយកម្មទាំងសងខាងជាមួយ %@ ប្រៀបធៀបលេខខាងលើ ជាមួយលេខនៅលើឧបករណ៍របស់ពួកគេ។ ផ្សេងពីនេះ អ្នកអាចស្កេនកូដលើទូរសព្ទរបស់ពួកគេ ឬសុំពួកគេឲ្យស្កេនកូដរបស់អ្នក។
nl: Als je wilt verifiëren dat je direct met %@ communiceert zonder dat je communicatie wordt onderschept, ga dan na dat het bovenstaande nummer overeen komt met het nummer op zijn / haar apparaat. Je kunt ook de QR-code op zijn / haar telefoon scannen, of hem / haar vragen jouw QR-code te scannen
pl: By zweryfikować bezpieczeństwo połączenia z kontaktem %@ porównaj powyższy numer z numerem na jego urządzeniu. Można też zeskanować kod QR jednego z urządzeń drugim.
sr: Да потврдите ваљаност потпуне енкрипције са %@, упоредите бројеве изнад са бројевима на њиховом уређају. Такође. можете скенирати њихов код, или их замолити да они скенирају ваш кôд.
uk: Якщо ви хочете переконатися, що ваша розмова з %@ захищена наскрізним шифруванням, порівняйте код вище із кодом на його пристрої. Або ж відскануйте код на його телефоні чи попросіть його відсканувати ваш код.

# PRIVACY_VERIFICATION_TITLE
source: Verify Safety Number
ar: التحقق من رقم اﻷمان
az: Təhlükəsizlik Rəqəmini Təsdiq Et
fr: Confirmer le numéro de sécurité
km: ផ្ទៀងផ្ទាត់លេខសុវត្ថិភាព
nl: Veiligheidsnummer verifiëren
pl: Zweryfikuj numer bezpieczeństwa
sr: Оверите сигурносни број
uk: Завірити код безпеки

# PRIVACY_VERIFY_BUTTON
source: Mark as Verified
ar: علِّم كمُتحقَّق منه
az: Təsdiq Edilmiş Kimi İşarələ
fr: Marquer comme confirmé
km: កំណត់ ថាបានផ្ទៀងផ្ទាត់
nl: Als geverifieerd markeren
pl: Oznacz jako zweryfikowany
sr: Означи овереним
uk: Завірити

# PROCEED_BUTTON
source: Proceed
ar: تقدم
az: Davam et
fr: Continuer
km: ដំណើរការ
nl: Doorgaan
pl: Kontynuuj
sr: Настави
uk: Продовжити

# PROFILE_BIO_VIEW_BIO_PLACEHOLDER
source: Write a few words about yourself…
ar: اكتب بضع كلمات عن نفسك...
fr: Écrivez quelques mots sur vous…
nl: Schijf een paar woorden over jezelf …
pl: Napisz kilka słów o sobie...
sr: Напишите неколико речи о себи
uk: Напишіть декілька слів про себе...

# PROFILE_BIO_VIEW_DEFAULT_BIO_BE_KIND
source: Be kind
ar: كُن طيِّبَ القَلب
fr: Sois gentil
nl: Wees aardig
pl: Bądźcie uprzejmi
sr: Будите љубазни
uk: Будьте милими

# PROFILE_BIO_VIEW_DEFAULT_BIO_COFFEE_LOVER
source: Coffee lover
ar: مُحِبٌ لِلقهوَة
fr: Amateur de café
nl: Koffieliefhebber
pl: Miłośnik kawy
sr: Љубитељ кафе
uk: Люблю каву

# PROFILE_BIO_VIEW_DEFAULT_BIO_ENCRYPTED
source: Encrypted
ar: مُعمّى
fr: Chiffré
nl: Versleuteld
pl: Zaszyfrowany
sr: Шифровано
uk: Зашифровано

# PROFILE_BIO_VIEW_DEFAULT_BIO_FREE_TO_CHAT
source: Free to chat
ar: مُتفرِّغٌ لِلمُحادَثة
fr: Prêt à converser
nl: Beschikbaar om te spreken
pl: Chętny do rozmowy
sr: Доступан за ћаскање
uk: Вільний щоб листуватись

# PROFILE_BIO_VIEW_DEFAULT_BIO_SPEAK_FREELY
source: Speak Freely
ar: ما عليك إلا التحدث بكل حرية
fr: Exprimez-vous librement
nl: Spreek vrijuit
pl: Mówcie śmiało
sr: Говорите слободно
uk: Готовий до розмов

# PROFILE_BIO_VIEW_DEFAULT_BIO_TAKING_A_BREAK
source: Taking a break
ar: آخذُ اِستِراحةً
fr: Je prend une pause
nl: Ik heb even pauze
pl: Robię przerwę
sr: Правим паузу
uk: На перерві

# PROFILE_BIO_VIEW_DEFAULT_BIO_WORKING_ON_SOMETHING_NEW
source: Working on something new
ar: أَعمَلُ عَلَى شَيءٍ جَدِيد
fr: Je travaille sur quelque chose de nouveau
nl: Ik werk aan iets nieuws
pl: Pracuję nad czymś nowym
sr: Радим на нешто ново
uk: Працюю над чимось новим

# PROFILE_BIO_VIEW_TITLE
source: About
ar: حول
az: Haqqında
fr: À propos
km: អំពី
nl: Over mij
pl: O mnie
sr: О контакту
uk: Про додаток

# PROFILE_BIO_VIEW_TITLE_FORMAT
source: About (%@)
ar: حَول (%@)
fr: À propos de (%@)
nl: Over mij (%@)
pl: O mnie (%@)
sr: О (%@)
uk: Про (%@)

# PROFILE_NAME_CHANGE_SYSTEM_CONTACT_FORMAT
source: %@ changed their profile name from %@ to %@.
ar: إنَّ %@ قد غيَّر اسم ملفهُ الشخصي مِن %@ إلى %@.
fr: %@ a changé le nom de son profil de %@ en %@.
nl: %@ heeft zijn of haar profielnaam van %@ naar %@ gewijzigd.
pl: %@ zmienił(a) nazwę profilu z %@ na %@.
sr: %@ су променили име профила од %@ на %@.
uk: У %@ ім'я профілю змінено з %@ на %@.

# PROFILE_NAME_CHANGE_SYSTEM_NONCONTACT_FORMAT
source: %@ changed their profile name to %@.
ar: إنَّ %@ قد غيَّر اسم ملفه الشخصي إلى %@.
fr: %@ a changé le nom de son profil en %@.
nl: %@ heeft zijn of haar profielnaam naar %@ gewijzigd.
pl: %@ zmienił(a) nazwę profilu na %@.
sr: %@ су променили име профила на %@.
uk: У %@ ім'я профілю змінено на %@.

# PROFILE_VIEW_ADD_BIO_TO_PROFILE
source: Add to Profile
ar: الإضافة إلى الملف الشخصي
fr: Ajouter au profil
nl: Toevoegen aan je profiel
pl: Dodaj do profilu
sr: Додајте на профил
uk: Написати про себе

# PROFILE_VIEW_AVATAR_ACTIONSHEET_TITLE
source: Set Profile Photo
ar: عيِّن صورة للملف الشخصي
fr: Définir une photo de profil
km: កំណត់រូបថតប្រវត្តិរូប
nl: Profielfoto instellen
pl: Ustaw zdjęcie profilowe
sr: Поставите слику профила
uk: Встановити фото профілю

# PROFILE_VIEW_BIO_SECTION_HEADER
source: About
ar: حول
az: Haqqında
fr: À propos
km: អំពី
nl: Over mij
pl: O mnie
sr: О контакту
uk: Про додаток

# PROFILE_VIEW_CLEAR_AVATAR
source: Remove Photo
ar: إزالة الصورة
fr: Supprimer la photo
km: លុបរូបភាព
nl: Profielfoto verwijderen
pl: Usuń zdjęcie
sr: Уклони слику
uk: Видалити фото

# PROFILE_VIEW_CREATE_USERNAME
source: Create Username
ar: أنشيء اسم مُستخدِم
az: İstifadəçi adı yarat
fr: Créer un nom d’utilisateur
km: បង្កើតឈ្មោះអ្នកប្រើប្រាស់
nl: Gebruikersnaam aanmaken
pl: Utwórz nazwę użytkownika
sr: Додајте корисничко име
uk: Створити ім'я користувача

# PROFILE_VIEW_ERROR_FAMILY_NAME_TOO_LONG
source: Your last name is too long.
ar: اسمكَ الأخير طويلٌ جدًا.
az: Adınız çox uzun idi.
fr: Votre nom de famille est trop long.
km: ត្រកូលរបស់អ្នក វែងពេក។
nl: Je achternaam is te lang.
pl: Twoje nazwisko jest zbyt długie.
sr: Ваше презиме је предугачко.
uk: Ваше прізвище задовге.

# PROFILE_VIEW_ERROR_GIVEN_NAME_REQUIRED
source: Your first name is required.
ar: اسمُكَ الأول مُتَطلَّب.
az: Adınız məcburidir.
fr: Votre prénom est requis.
km: ឈ្មោះរបស់អ្នក គឺចាំចាច់។
nl: Je voornaam is vereist.
pl: Musisz podać imię.
sr: Ваше име је обавезно.
uk: Ім'я є обов'язковим.

# PROFILE_VIEW_ERROR_GIVEN_NAME_TOO_LONG
source: Your first name is too long.
ar: اسمكَ الأول طويلٌ جدًا.
az: Adınızı çox uzundur.
fr: Votre prénom est trop long.
km: ឈ្មោះរបស់អ្នក វែងពេក។
nl: Je voornaam is te lang.
pl: Twoje imię jest zbyt długie.
sr: Ваше име је предугачко.
uk: Ваше ім'я задовге.

# PROFILE_VIEW_FAMILY_NAME_DEFAULT_TEXT
source: (Optional)
ar: (اختياري)
az: (Məcburi deyil)
fr: (Facultatif)
km: (ជម្រើស)
nl: (Optioneel)
pl: (Opcjonalne)
sr: (није обавезно)
uk: (Необов'язково)

# PROFILE_VIEW_FAMILY_NAME_FIELD
source: Last Name
ar: الاسم الأخير
az: Soyad
fr: Nom de famille
km: ត្រកូល
nl: Achternaam
pl: Nazwisko
sr: Презиме
uk: Прізвище

# PROFILE_VIEW_GIVEN_NAME_DEFAULT_TEXT
source: (Required)
ar: (مُتَطلّب)
az: (Məcburi)
fr: (Requis)
km: (ចាំបាច់)
nl: (Vereist)
pl: (Wymagane)
sr: (обавезно)
uk: (Обов'язково)

# PROFILE_VIEW_GIVEN_NAME_FIELD
source: First Name
ar: الاسم الأول
az: Ad
fr: Prénom
km: ឈ្មោះ
nl: Voornaam
pl: Imię
sr: Име
uk: Ім'я

# PROFILE_VIEW_NO_CONNECTION
source: Profile can only be updated when connected to the internet.
ar: يُمكنكَ تحديث ملفك الشخصي فقط إذا كُنتَ متصلاً بالانترنت.
az: Profil yalnız internet bağlantısı olanda yenilənə bilər.
fr: Le profil ne peut être mis à jour qu’une fois connecté à Internet.
km: ពត៌មានផ្ទាល់ខ្លួនអាចធ្វើបច្ចុប្បន្នភាព នៅពេលតភ្ជាប់នឹងអ៊ីនធើណេត។
nl: Je profiel kan alleen worden bijgewerkt als je bent verbonden met het internet.
pl: Profil może być uaktualniony tylko, gdy masz połączenie z Internetem.
sr: Профил може бити измењен само када сте повезани на интернет.
uk: Профіль може бути оновлено лише за наявності підключення до інтернету.
