Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# CALL_USER_ALERT_TITLE
source: Call?
ar: أأتصل ؟
az: Zəng edirsən?
fr: Appeler ?
km: ហៅ?
nl: Bellen?
pl: Zadzwonić?
sr: Позови?
uk: Зателефонувати?

# CALL_VIDEO_INCOMING_NOTIFICATION_BODY
source: 📹 Incoming video call…
ar: 📹 مكالمة بالصورة واردة...
fr: 📹 Appel vidéo entrant…
km: 📹 កំពុងហៅចូលជាវីដេអូ…
nl: 📹 Inkomend videogesprek …
pl: 📹 Przychodzące połączenie wideo…
sr: 📹 Долазни видео позив...
uk: 📹 Вхідний відео дзвінок…

# CALL_VIDEO_MISSED_NOTIFICATION_BODY
source: 📹 Missed video call
ar: 📹 مكالمة بالصورة فائتة
fr: 📹 Vous avez manqué un appel vidéo
km: 📹 ខកខានហៅចូលជាវីដេអូ
nl: 📹 Gemiste video-oproep
pl: 📹 Nieodebrane połączenie wideo
sr: 📹 Пропуштен видео позив
uk: 📹 Пропущений відео дзвінок

# CALL_VIEW_ACCEPT_INCOMING_CALL_AUDIO_ONLY_LABEL
source: Answer without video
ar: أجِب بلا فيديو
fr: Répondre sans vidéo
km: ឆ្លើយដោយគ្មានវីដេអូ
nl: Beantwoorden zonder eigen camera aan te zetten
pl: Odbierz bez wideo
sr: Одговорити без видеа
uk: Відповісти без відео

# CALL_VIEW_ACCEPT_INCOMING_CALL_LABEL
source: Answer
ar: أجب
az: Cavab ver
fr: Répondre
km: ឆ្លើយតប
nl: Beantwoorden
pl: Odbierz
sr: Јави се
uk: Відповісти

# CALL_VIEW_AUDIO_SOURCE_LABEL
source: Audio
ar: الصوت
az: Səs
fr: Son
km: សំឡេង
sr: Звук
uk: Аудіо

# CALL_VIEW_DECLINE_INCOMING_CALL_LABEL
source: Decline
ar: رفض
fr: Refuser
km: បដិសេធ
nl: Weigeren
pl: Odrzuć
sr: Одбиј
uk: Відхилити

# CALL_VIEW_HANGUP_LABEL
source: End call
ar: إنهاء المُكالمة
az: Zəngi bitir
fr: Raccrocher
km: បញ្ចប់ការហៅ
nl: Gesprek beëindigen
pl: Zakończ rozmowę
sr: Заврши позив
uk: Завершити виклик

# CALL_VIEW_MUTE_LABEL
source: Mute
ar: كتم
az: Səssiz
fr: Couper le microphone
km: បិទសំឡេង
nl: Dempen
pl: Wycisz
sr: Пригуши микрофон
uk: Вимкнути мікрофон

# CALL_VIEW_NEED_PERMISSION_ERROR_FORMAT
source: %@ will get a message request from you. You can call once your message request is accepted.
ar: سيتلقى %@ طلبا للتراسل منك. ويُمكنك الاتصال عندما يقبل طلب التراسل معك.
fr: %@ recevra une demande de message de votre part. Vous pourrez appeler une fois la demande de message acceptée.
km: %@ នឹងទទួលបានសារស្នើសុំពីអ្នក។ អ្នកអាចហៅបាននៅពេលដែលការស្នើសុំសាររបស់អ្នកត្រូវបានទទួលយក។
nl: %@ zal van jou een gespreksverzoek ontvangen. Je kunt bellen vanaf het moment dat je gespreksverzoek is geaccepteerd.
pl: %@ otrzyma od Ciebie prośbę o kontakt. Będziesz w stanie zadzwonić, kiedy Twoja prośba o kontakt zostanie zaakceptowana.
sr: %@ ће добити ваш захтев за разговор. Моћи ћете да их зовете након што је ваш захтев одобрен.
uk: %@ отримає запит від вас. Ви зможете подзвонити коли запит приймуть.

# CALL_VIEW_SWITCH_CAMERA_DIRECTION
source: Switch Camera Direction
ar: تغيير اتجاه الكاميرا
az: Kameranin Üzünü Dəyiş
fr: Intervertir les appareils photos
km: ផ្លាស់ប្តូរទិសដៅកាមេរ៉ា
nl: Wissel van camera voor/achter
pl: Przełączenie kamery
sr: Промени смер камере
uk: Змінити камеру

# CALL_VIEW_SWITCH_TO_AUDIO_LABEL
source: Switch to audio call
ar: التحويل إلى مكالمة صوتية
az: Səsli zəngə keç
fr: Passer en appel vocal
km: ផ្លាស់ប្តូរជាការហៅដោយសំឡេង
nl: Schakel over naar spraakoproep
pl: Przełącz na połączenie głosowe
sr: Пређи на звучни позив
uk: Перемкнутися на аудіовиклик

# CALL_VIEW_SWITCH_TO_VIDEO_LABEL
source: Switch to video call
ar: التحويل إلى مكالمة بالصورة
az: Videolu zəngə keç
fr: Passer en appel vidéo
km: ផ្លាស់ប្តូរជាការហៅដោយវីដេអូ
nl: Schakel over naar video-oproep
pl: Przełącz na połączenie wideo
sr: Пређи на видео позив
uk: Перемкнутися на відеовиклик

# CALLBACK_BUTTON_TITLE
source: Call Back
ar: إعادة الاتصال
az: Geri Zəng Et
fr: Rappeler
km: ហៅទៅវិញ
nl: Terugbellen
pl: Oddzwoń
sr: Позови
uk: Перетелефонувати

# CALLING_MEMBER_VIEW_YOUR_CAMERA_IS_OFF
source: Your camera is off
ar: الكاميرا غير مشغلة
fr: Votre vidéo est désactivée
nl: Je camera staat uit
pl: Twoja kamera jest wyłączona
sr: Ваша камера је искључена
uk: Камера вимкнена

# CALLKIT_ANONYMOUS_CONTACT_NAME
source: Signal User
ar: مُستخدم Signal
az: Signal İstifadəçisi
fr: Utilisateur de Signal
km: អ្នកប្រើប្រាស់ Signal
nl: Signal-gebruiker
pl: Użytkownik Signal
sr: Signal корисник
uk: Користувач Signal

# CAMERA_BUTTON_HINT
source: Take a picture and then send it
ar: اِلتَقِط صُّورَة ثُمَّ أرسِلها
az: Şəkil çək və sonra göndər
fr: Prenez une photo et envoyez-la
km: ថតរូបភាពមួយ ហើយផ្ញើវា
nl: Neem een foto en verzend deze
pl: Zrób zdjęcie i wyślij je
sr: Фотографиши и пошаљи
uk: Зробіть фотографію та відішліть її

# CAMERA_BUTTON_LABEL
source: Camera
ar: الكاميرا
az: Kamera
fr: Appareil photo
km: កាមេរ៉ា
pl: Aparat
sr: Камера
uk: Камера

# CANT_VERIFY_IDENTITY_ALERT_MESSAGE
source: This user can't be verified until you've exchanged messages with them.
ar: لا يمكن التحقق من هذا المستخدم حتى يتم تبادل الرسائل معه.
az: Mesajlarını onunla paylaşmamış bu istifadəçi təsdiqlənməyəcək.
fr: Cet utilisateur ne pourra pas être confirmé tant que vous n’aurez pas échangé de messages.
km: អ្នកប្រើប្រាស់នេះមិនអាចផ្ទៀងផ្ទាត់បានទេ ទាល់តែអ្នកបានផ្លាស់ប្តូរសារជាមួយពួកគេ។
nl: Deze persoon kan niet geverifieerd worden zolang je nog geen berichten met hem of haar hebt uitgewisseld.
pl: Ten użytkownik nie może zostać zweryfikowany dopóki nie napiszecie do siebie.
sr: Ова особа не може бити оверена док не започнете разговор.
uk: Цього користувача неможливо завірити, допоки ви не обміняєтесь повідомленнями.

# CANT_VERIFY_IDENTITY_ALERT_TITLE
source: Error
ar: خطأ
az: Xəta
fr: Erreur
km: បញ្ហា
nl: Fout
pl: Błąd
sr: Грешка
uk: Помилка

# CENSORSHIP_CIRCUMVENTION_COUNTRY_VIEW_TITLE
source: Select Country
ar: عليك باختيار الدولة
az: Ölkəni Seç
fr: Sélectionner un pays
km: ជ្រើសរើសប្រទេស
nl: Selecteer land
pl: Wybierz kraj
sr: Изаберите државу
uk: Вибрати країну

# CHECK_FOR_BACKUP_DO_NOT_RESTORE
source: Do Not Restore
ar: لا تستعِدْ
az: Bərpa Etmə
fr: Ne pas restaurer
km: មិនស្តារឡើងវិញទេ
nl: Niet terugplaatsen
pl: Nie przywracaj
sr: Немој увести
uk: Не відновлювати

# CHECK_FOR_BACKUP_FAILED_MESSAGE
source: Could not determine whether there is a backup that can be restored.
ar: تعذر التأكد من وجود نُسخة احتياطية يمكن الاستعادة من خلالها.
az: Bərpa edilə bilinən arxivin olub olmadığı müəyyənləşdirilmədi.
fr: Impossible de déterminer s’il existe une sauvegarde à restaurer.
km: មិនអាចកំណត់ថាតើមានការបម្រុងទុក ដែលអាចស្តារឡើងវិញ ឬទេ។
nl: Kon niet vaststellen of er een back-up-bestand bestaat om terug te plaatsen.
pl: Nie można ustalić, czy istnieje kopia zapasowa, którą można przywrócić.
sr: Није могуће проверити доступност резервне копије за увоз.
uk: Не можу знайти резервну копію для відновлювання.

# CHECK_FOR_BACKUP_FAILED_TITLE
source: Error
ar: خطأ
az: Xəta
fr: Erreur
km: បញ្ហា
nl: Fout
pl: Błąd
sr: Грешка
uk: Помилка

# CHECK_FOR_BACKUP_RESTORE
source: Restore
ar: استعادة
az: Bərpa et
fr: Restaurer
km: ស្តារឡើងវិញ
nl: Herstellen
pl: Przywróć
sr: Увези
uk: Відновити

# CLOUDKIT_STATUS_COULD_NOT_DETERMINE
source: Signal could not determine your iCloud account status. Sign in to your iCloud Account in the iOS settings app to backup your Signal data.
ar: لَم يَتمكن Signal مِن تَحدِيد حَالة حِسابكَ في iCloud. سَجِل الدُّخول إلى حِساب iCloud مِن خِلال تَطبيق إعدادات iOS لكي تَتمَكن مِن إجراء النَسخ الاِحتياطي لِبياناتك في Signal.
az: Signal sənin iCloud hesabının statusunu müəyyənləşdirə bilmədi. Signal məlumatlarını arxivləşdirə bilmək üçün iOS parametrlərindən iCloud Hesabına daxil ol.
fr: Signal n’a pas pu déterminer l’état de votre compte iCloud. Connectez-vous à votre compte iCloud dans l’appli Réglages d’iOS pour sauvegarder vos données relatives à Signal.
km: Signal មិនអាចកំណត់ស្ថានភាពគណនី iCloud របស់អ្នក។ សូមចូល គណនី iCloud ក្នុងការកំណត់ iOS ដើម្បីបម្រុងទុកទិន្នន័យ Signal របស់អ្នក។
nl: Signal kon de status van je iCloud-account niet bepalen. Log in op je iCloud-account in de iOS-instellingenapp om een back-up-bestand van je Signal-gegevens te maken.
pl: Signal nie może określić statusu Twojego konta iCloud. Zaloguj się na swoje konto iCloud w ustawieniach iOS, aby utworzyć kopię zapasową danych Signal.
sr: Signal не може проверити стање вашег iCloud налога. Молимо вас да се у iOS апликацији за подешавања пријавите на iCloud како бисте могли направити резервну копију ваших Signal података.
uk: SIgnal не може визначити статус вашого акаунта iCloud. Увійдіть в акаунт iCloud у Параметрах, щоб мати змогу створити резервну копію даних Signal.

# CLOUDKIT_STATUS_NO_ACCOUNT
source: No iCloud Account. Sign in to your iCloud Account in the iOS settings app to backup your Signal data.
ar: لا يوجَدُ حِساب iCloud. سَجِّل الدُّخول لِحِسابك على iCloud مِن إعدادات الجِهاز لتَتمكن مِن إجراء نَسخ اِحتياطي لِبيانات Signal الخاصَّة بِك.
az: iCloud Hesabın yoxdur. Signal məlumatlarını arxivləşdirə bilmək üçün iOS parametrlərindən iCloud Hesabına daxil ol.
fr: Il n’y a pas de compte iCloud. Connectez-vous à votre compte iCloud dans l’appli Réglages d’iOS pour sauvegarder vos données relatives à Signal.
km: មិនមានគណនី iCloud ។ សូមចូល គណនី iCloud ក្នុងការកំណត់ iOS ដើម្បីបម្រុងទុកទិន្នន័យ Signal របស់អ្នក។
nl: Geen iCloud-account gevonden. Log in op je iCloud-account in de iOS-instellingenapp om een back-up-bestand te maken van je Signal-gegevens.
pl: Brak konta iCloud. Zaloguj się na swoje konto iCloud w ustawieniach iOS, aby utworzyć kopię zapasową danych Signal.
sr: Нисте пријављени на iCloud. Молимо вас да се у iOS апликацији за подешавања пријавите на iCloud како бисте могли направити резервну копију ваших Signal података.
uk: Акаунт iCloud відсутній. Увійдіть в акаунт iCloud у Параметрах, щоб мати змогу створити резервну копію даних Signal.

# CLOUDKIT_STATUS_RESTRICTED
source: Signal was denied access your iCloud account for backups. Grant Signal access to your iCloud Account in the iOS settings app to backup your Signal data.
ar: مُنِعَ Signal مِنَ الوصُول إلى حِسابك على iCloud. يُرجى مَنح Signal صَلاحية الوصُول إلى iCloud مِن خِلال إعدادات الجِهاز لِتَتمكن مِن إجراء نَسخ اِحتياطي لِبيانات Signal الخاصَّة بِك.
az: Signal arxivlər üçün iCloud hesabına daxil ola bilmədi. Signal məlumatlarını arxivləşdirə bilmək üçün Signal-a iOS parametrlərində iCloud Hesabına daxil ol olma icazəsi ver.
fr: Signal s’est vu refuser l’accès à votre compte iCloud pour effectuer des sauvegardes. Accordez l’accès à votre compte iCloud à Signal dans l’appli Réglages d’iOS pour sauvegarder vos données relatives à Signal.
km: Signal ត្រូវបានបដិសេធការចូលប្រើប្រាស់គណនី iCloud របស់អ្នកសម្រាប់ការប្រមុងទុក។ សូមផ្តល់សិទ្ធិ Signal ចូលប្រើប្រាស់ គណនី iCloud ក្នុងការកំណត់ iOS ដើម្បីបម្រុងទុកទិន្នន័យ Signal របស់អ្នក។
nl: Signal heeft geen toegang gekregen tot je iCloud-account om een back-up-bestand te maken. Geef Signal toegang tot je iCloud-account in de iOS-instellingenapp om een back-up-bestand te maken van je Signal-gegevens.
pl: Signal nie uzyskał dostępu do konta iCloud w celu tworzenia kopii zapasowych. Przyznaj dostęp do swojego konta iCloud w ustawieniach iOS, aby utworzyć kopię zapasową danych Signal.
sr: Signal нема дозволу за приступ вашем iCloud налогу. Молимо вас да у iOS апликацији за подешавања Signal-у дозволите приступ вашем iCloud налогу, како бисте могли направити резервну копију ваших Signal података.
uk: SIgnal не має доступу до вашого акаунта iCloud для резервного копіювання. Надайте доступ до вашого акаунта iCloud у Параметрах, щоб мати змогу створити резервну копію даних Signal.

# COLOR_PICKER_DEMO_MESSAGE_1
source: Choose the color of outgoing messages in this chat.
ar: اِختَر لَون الرَّسائِل الصَّادِرَة في هَذِه المُحادَثة.
fr: Choisissez la couleur des messages sortants de cette conversation.
nl: Kies de kleur voor uitgaande berichten in dit gesprek.
pl: Wybierz kolor wiadomości wychodzących w tej rozmowie.
sr: Изаберите боју за одлазне поруке у овој преписци.
uk: Оберіть колір для надісланих повідомлень у цьому чаті.

# COLOR_PICKER_DEMO_MESSAGE_2
source: Only you will see the color you choose.
ar: فَقَط أنتَ مَن سَيرى اللَّون الذي تَختَاره.
az: Seçdiyin rəngi yalnız sən görəcəksən.
fr: Vous seul verrez la couleur que vous avez choisie.
km: មានតែអ្នក នឹងឃើញពណ៌ដែលអ្នកជ្រើសរើស។
nl: Alleen jij ziet de kleur die je kiest.
pl: Tylko Ty zobaczysz wybrany kolor.
sr: Изабрана боја ће бити видљива само вама.
uk: Лише ви бачитимете вибраний вами колір.

# COLOR_PICKER_SHEET_TITLE
source: Chat Color
ar: لون المحادثة
fr: Couleur de la conversation
nl: Gesprekskleur
pl: Kolor rozmowy
sr: Боја преписке
uk: Колір чату

# COMPARE_SAFETY_NUMBER_ACTION
source: Compare with Clipboard
ar: المُقارنة مع الحافظة
az: Clipboard-la müqayisə et
fr: Comparer avec le presse-papiers
km: ប្រៀបធៀបជាមួយ ក្តាចុច
nl: Vergelijken met klembord
pl: Porównaj ze schowkiem
sr: Упореди са оставом
uk: Порівняти із буфером обміну

# COMPOSE_BUTTON_HINT
source: Select or search for a Signal user to start a chat with.
ar: حَدِّد أو ابِحث عَن مُستخدِم Signal لِبدء مُحادَثة مَعه.
fr: Sélectionnez ou cherchez un utilisateur de Signal avec qui lancer une conversation.
nl: Selecteer of zoek naar een Signal-gebruiker om een gesprek mee te beginnen.
pl: Wybierz lub wyszukaj użytkownika Signal aby rozpocząć rozmowę.
sr: Изаберите или пронађите Signal корисника како бисте започели разговор.
uk: Оберіть або знайдіть користувача Signal, щоб почати з ним листування.

# COMPOSE_BUTTON_LABEL
source: Compose
ar: تَحرِير
az: Yaz
fr: Rédiger
km: បង្កើតសារ
nl: Opstellen
pl: Twórz wiadomość
sr: Напиши поруку
uk: Написати

# COMPOSE_MESSAGE_CONTACT_SECTION_TITLE
source: Contacts
ar: جهات الاتصال
az: Kontaktlar
km: បញ្ជីទំនាក់ទំនង
nl: Contactpersonen
pl: Kontakty
sr: Именик
uk: Контакти

# COMPOSE_MESSAGE_GROUP_SECTION_TITLE
source: Groups
ar: المجموعات
az: Qruplar
fr: Groupes
km: ក្រុម
nl: Groepen
pl: Grupy
sr: Групе
uk: Групи

# COMPOSE_MESSAGE_PHONE_NUMBER_SEARCH_SECTION_TITLE
source: Phone number search
ar: البحث عن طريق رقم الهاتف
az: Telefon nömrəsi axtarışı
fr: Recherche par numéro de téléphone
km: ស្វែងរកលេខទូរស័ព្ទ
nl: Zoeken op telefoonnummer
pl: Znajdź numer telefonu
sr: Претрага по броју телефона
uk: Пошук по номеру

# COMPOSE_MESSAGE_USERNAME_SEARCH_SECTION_TITLE
source: Username search
ar: البحث عن طريق اسم المُستخدم
az: İstifadəçi adı axtarışı
fr: Recherche par nom d’utilisateur
km: ស្វែងរកឈ្មោះអ្នកប្រើប្រាស់
nl: Zoeken op gebruikersnaam
pl: Znajdź użytkownika
sr: Претрага по корисничком имену
uk: Пошук по імені користувача

# COMPOSE_SCREEN_MISSING_CONTACTS_PERMISSION
source: You can enable contacts access in the iOS Settings app to see which of your contacts are Signal users.
ar: يُمكِنُك مَنح حقّ الوُصُول إلى جِهات الاِتصال مِن خِلال تَطبيق إعدادات iOS لِرُؤيَة جِهات الاِتِّصال التي تَستخدِم Signal.
az: Signal istifadə edən əlaqələrini görə bilmək üçün iOS Parametrlərində əlaqələrə giriş icazəsini aktivləşdir.
fr: Vous pouvez accorder l’accès aux contacts dans l’appli Réglages d’iOS pour voir qui de vos contacts utilise Signal.
km: អ្នកអាចបើកការចូលប្រើប្រាស់បញ្ជីទំនាក់ទំនង ក្នុងការកំណត់ iOS ដើម្បីមើលថា អ្នកទំនាក់ទំនងមួយណាជាអ្នកប្រើប្រាស់ Signal។
nl: Je kunt toegang tot contacten inschakelen in de iOS-instellingen-app om te zien welke van je contacten Signal gebruiken.
pl: Możesz zezwolić na dostęp do kontaktów w Ustawieniach systemu iOS, aby sprawdzić, kto z Twoich kontaktów jest użytkownikiem Signal.
sr: Да бисте видели ко од ваших контаката користи Signal, у iOS апликацији за подешавања дозволите Signal-у приступ телефонском именику.
uk: Щоб побачити, хто з ваших контактів користується Signal, надайте програмі доступ до контактів у налаштуваннях iOS.

# CONFIRM_ACCOUNT_DESTRUCTION_TEXT
source: This will reset the application by deleting your messages and unregistering you with the server. The app will close after this process is complete.
ar: هذا سوف يُعيد تعيين التطبيق عبر حذف جميع الرسائل وإلغاء تسجيلك مع الخادم. سيُغلَق التطبيق بعد انتهاء هذه العملية.
az: Sənin mesajlarını silərək və server ilə sənin qeydiyyatını ləğv edərək bu aplikasiyanı sıfırlayacaqdır. Proses bitən kimi aplikasiya bağlanacaqdır.
fr: Cela réinitialisera l’application en supprimant vos messages et en vous désinscrivant du serveur. L’appli se fermera une fois le processus terminé.
km: វានឹងកំណត់កម្មវិធីឡើងវិញដោយការលុបសាររបស់អ្នក និងលុបឈ្មោះអ្នកចេញពីបណ្តាញ។ កម្មវិធីនេះ នឹងបិទបន្ទាប់ពីដំណើរការនេះ បានបញ្ចប់។
nl: Dit zal de app terugzetten door je berichten te verwijderen en je uit te schrijven bij de Signal-server. De app zal afsluiten nadat dit proces is voltooid.
pl: To działanie zresetuje aplikację, usuwając z tego urządzenia wszystkie Twoje wiadomości i wyrejestruje Cię z serwera. Po zakończeniu tego procesu aplikacja zostanie zamknięta.
sr: Ресетовањем апликације се бришу све поруке и ваш број телефона се одјављује са сервера. Апликација ће бити затворена при завршетку поступка.
uk: Це обнулить програму і ваші повідомлення та акаунт буде видалено з сервера. Після завершення процесу програма закриється.

# CONFIRM_ACCOUNT_DESTRUCTION_TITLE
source: Are you sure you want to delete your account?
ar: هَل أنتَ مُتأكِد مِن أنَّكَ تُرِيدُ حَذف حِسابك؟
az: Hesabınızı silmək istədiyinizi təsdiqləyirsiniz?
fr: Voulez-vous vraiment supprimer votre compte ?
km: តើអ្នកប្រាកដទេថា ចង់លុបគណនីរបស់អ្នក?
nl: Weet je zeker dat je je registratie wilt opzeggen en je gesprekken wilt wissen?
pl: Czy na pewno chcesz usunąć swoje konto?
sr: Да ли заиста желите да избришете ваш налог?
uk: Ви дійсно хочете видалити акаунт?

# CONFIRM_DELETE_LINKED_DATA_TEXT
source: This will reset the application by deleting all of your messages from this device. You can always link with your phone again, but that will not restore deleted messages. The app will close after this process is complete.
ar: هَذَا سوف يُعيد تعيِّين التَطبيق عبر حَذف جَميع الرَّسائل مِن هَذَا الجِهاز. يُمكِنُكَ دائمًا إعادة رَبط هاتفك مَرة أُخرى، لكن ذلك لن يستعيد رَسائلك المَحذوفة. سيُغلَق التَطبيق بعد اِنتهاء هَذه العَملية.
az: Bu tətbiqinizi sırfırlayacaq və cihazınızdakı bütün ismarışlar silinəcək. Telefonunuzu yenidən qoşa bilərsiniz, amma silinmiş ismarışlar qayıtmayacaq. Bu proses bitəndən sonra tətbiq bağlanacaq.
fr: Cela réinitialisera l’application en supprimant tous vos messages de cet appareil. Vous pourrez encore relier votre téléphone de nouveau, mais cela ne récupérera pas les messages supprimés. L’appli se fermera une fois le processus terminé.
km: វានឹងកំណត់កម្មវិធីឡើងវិញដោយលុបរាល់សាររបស់អ្នកចេញពីឧបករណ៍នេះ។ អ្នកតែងតែភ្ជាប់ជាមួយទូរស័ព្ទរបស់អ្នកម្តងទៀត ប៉ុន្តែនោះនឹងមិនស្តារសារដែលបានលុបចោលទេ។ កម្មវិធីនឹងបិទបន្ទាប់ពីដំណើរការនេះចប់។
nl: Dit zal de applicatie volledig opnieuw instellen door al je berichten te wissen van dit apparaat. Je kunt je telefoon altijd opnieuw koppelen, maar daarmee worden gewiste berichten niet hersteld. De app sluit zichzelf as dit proces is voltooid.
pl: To działanie zresetuje aplikację, usuwając z tego urządzenia wszystkie Twoje wiadomości. Zawsze możesz ponownie połączyć je ze swoim telefonem, ale to nie przywróci usuniętych wiadomości. Po zakończeniu tego procesu aplikacja zostanie zamknięta.
sr: Ресетовањем апликације бришу се све поруке. Регистрација вашег броја телефона ће и даље бити могућа, али избрисане поруке неће бити враћене. Апликација ће бити затворена при завршетку поступка.
uk: Це обнулить програму та видалить всі ваші повідомлення з цього пристрою. Ви завжди зможете прив'язати ваш телефон знову, але це не відновить видалені повідомлення. Після завершення процесу програма закриється.

# CONFIRM_DELETE_LINKED_DATA_TITLE
source: Are you sure you want to delete all data?
ar: هل أنتَ مُتأكد مِن رَغبتك في حَذف جَميع البَيانات ؟
az: Bütün məlumatları silmək istədiyinə əminsən?
fr: Voulez-vous vraiment supprimer toutes les données ?
km: តើអ្នកច្បាស់ថាចង់លុបទិន្នន័យទាំងអស់?
nl: Weet je zeker dat je alle gegevens wilt wissen?
pl: Czy na pewno chcesz usunąć wszystkie dane?
sr: Да ли заиста желите да избришете све ваше податке?
uk: Ви дійсно хочете видалити всі ваші дані?

# CONFIRM_LEAVE_GROUP_DESCRIPTION
source: You will no longer be able to send or receive messages in this group.
ar: أنتَ لن تَتمكن مِن إرسال أو إستقبال رَسائِل في هَذِه المَجموعة بَعد الآن.
az: Bu qrupdan ismarış alıb-göndərə bilməyəcəksiniz.
fr: Vous ne pourrez plus ni recevoir ni envoyer de messages dans ce groupe.
km: អ្នកនឹងមិនអាចផ្ញើ ឬទទួលសារក្នុងក្រុមនេះទៀតទេ។
nl: Je zult geen berichten in deze groep meer kunnen verzenden of ontvangen.
pl: Nie będziesz już móc odbierać lub wysyłać wiadomości w tej grupie.
sr: Више нећете моћи слати и примати поруке из ове групе.
uk: Ви не зможете надсилати чи одержувати повідомлення в цій групі.

# CONFIRM_LEAVE_GROUP_TITLE
source: Do you really want to leave?
ar: هل أنتَ مُتأكِد مِن رَغبتكَ في المُغادرة؟
az: Doğrudan da çıxmaq istəyirsən?
fr: Voulez-vous vraiment quitter ce groupe ?
km: តើអ្នកពិតជាចង់ចាកចេញ?
nl: Wil je de groep echt verlaten?
pl: Czy na pewno chcesz odejść?
sr: Да ли заиста желите да напустите?
uk: Ви дійсно хочете покинути?

# CONFIRM_LINK_NEW_DEVICE_ACTION
source: Link New Device
ar: ربط جهاز جديد
az: Yeni alət qoş
fr: Relier un nouvel appareil
km: តភ្ជាប់ឧបករណ៍ថ្មី
nl: Nieuw apparaat koppelen
pl: Połącz nowe urządzenie
sr: Повежи нови уређај
uk: Привязати новий пристрій

# CONFIRMATION_TITLE
source: Confirm
ar: تأكيد
az: Təsdiqlə
fr: Confirmer
km: ផ្ទៀងផ្ទាត់
nl: Bevestigen
pl: Potwierdź
sr: Потврди
uk: Підтвердження

# CONTACT_ADDRESS
source: Address
ar: عنوان البريد
az: Ünvan
fr: Adresse
km: អាសយដ្ឋាន
nl: Adres
pl: Adres
sr: Адреса
uk: Адреса

# CONTACT_CELL_IS_BLOCKED
source: Blocked
ar: محظور
az: Kilidlidir
fr: Bloqué
km: បានហាមឃាត់
nl: Geblokkeerd
pl: Zablokowany
sr: Блокиран/на
uk: Заблоковано

# CONTACT_CELL_IS_NO_LONGER_VERIFIED
source: Not Verified
ar: لم يتم التحقق منه
az: Təsdiq Edilməyib
fr: Non confirmé
km: មិនបានផ្ទៀងផ្ទាត់
nl: Niet geverifieerd
pl: Niezweryfikowany
sr: Није оверен/на
uk: Не завірено

# CONTACT_DETAIL_COMM_TYPE_INSECURE
source: Unregistered Number
ar: رقم غير مُسجّل
az: Qeydiyyatdan Keçməmiş Nömrə
fr: Numéro non inscrit
km: លេខមិនបានចុះឈ្មោះ
nl: Ongeregistreerd nummer
pl: Niezarejestrowany numer
sr: Нерегистрован број
uk: Незареєстрований номер

# CONTACT_EDIT_NAME_BUTTON
source: Edit
ar: تحرير
az: Dəyiş
fr: Modifier
km: កែប្រែ
nl: Wijzigen
pl: Edytuj
sr: Уреди
uk: Редагувати

# CONTACT_EMAIL
source: Email
ar: البريد الإلكتروني
fr: Adresse courriel
km: អ៊ីម៉ែល
sr: Имејл
uk: Е-пошта

# CONTACT_FIELD_ADDRESS_CITY
source: City
ar: المدينة
az: Şəhər
fr: Ville
km: ទីក្រុង
nl: Woonplaats
pl: Miasto
sr: Град
uk: Місто

# CONTACT_FIELD_ADDRESS_COUNTRY
source: Country
ar: الدولة
az: Ölkə
fr: Pays
km: ប្រទេស
nl: Land
pl: Kraj
sr: Држава
uk: Країна

# CONTACT_FIELD_ADDRESS_NEIGHBORHOOD
source: Neighborhood
ar: الحي
az: Qonşuluq
fr: Quartier
km: តំបន់ក្បែរខាង
nl: Regio
pl: Okolica
sr: Комшилук
uk: Район

# CONTACT_FIELD_ADDRESS_POBOX
source: P.O. Box
ar: صندوق البريد
az: Poçt
fr: Boîte postale
km: ប្រអប់សំបុត្រ
nl: Postbus
pl: Skrytka pocztowa
sr: Поштански фах
uk: Абонентська скринька

# CONTACT_FIELD_ADDRESS_POSTCODE
source: Postal Code
ar: الرمز البريدي
az: Poçt İndeksi
fr: Code postal
km: កូដប្រៃសណីយ៍
nl: Postcode
pl: Kod pocztowy
sr: Поштански број
uk: Поштовий індекс

# CONTACT_FIELD_ADDRESS_REGION
source: Region
ar: الإقليم
az: Rayon
fr: Région
km: តំបន់
nl: Regio
sr: Округ
uk: Регіон

# CONTACT_FIELD_ADDRESS_STREET
source: Street
ar: الشارع
az: Küçə
fr: Rue
km: ផ្លូវ
nl: Straat
pl: Ulica
sr: Улица
uk: Вулиця

# CONTACT_FIELD_FAMILY_NAME
source: Family Name
ar: اسم العائلة
az: Soyad
fr: Nom de famille
km: នាមត្រកូល
nl: Achternaam
pl: Nazwisko
sr: Презиме
uk: Прізвище

# CONTACT_FIELD_GIVEN_NAME
source: Given Name
ar: الاسم الشخصي
az: Ad
fr: Prénom
km: នាមខ្លួន
nl: Voornaam
pl: Imię
sr: Име
uk: Ім’я

# CONTACT_FIELD_MIDDLE_NAME
source: Middle Name
ar: الاسم الأوسط
az: Ata adı
fr: Deuxième prénom
km: ឈ្មោះកណ្តាល
nl: Middelste naam
pl: Drugie imię
sr: Средње име
uk: Друге ім’я

# CONTACT_FIELD_NAME_PREFIX
source: Prefix
ar: بادئة الاسم
az: Prefiks
fr: Titre
km: ខាងដើម
nl: Voorvoegsel
pl: Tytuł
sr: Префикс
uk: Префікс
