Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# SETTINGS_BACKUP_IMPORT_STATUS_IN_PROGRESS
source: Backup Restore In Progress
ar: اِستعادة النُسخ الاِحتياطية قيد التقدُم
az: Arxivin Bərpası Baş Verməkdədir
fr: La restauration de la sauvegarde est en cours
km: ការស្តារការបម្រុងទុកកំពុងដំណើរការ
nl: Bezig back-up-gegevens terug te plaatsen
pl: Trwa przywracanie kopii zapasowej
sr: Увожење резервне копије у току
uk: Триває створення резервної копії

# SETTINGS_BACKUP_IMPORT_STATUS_SUCCEEDED
source: Backup Restore Succeeded
ar: لقد نجحت استعادة النُسخة الاِحتياطية
az: Arxivin Bərpası Tamamlandı
fr: La restauration de la sauvegarde a réussi
km: ការស្តារការបម្រុងទុកជោគជ័យ
nl: Back-up-gegevens terugplaatsen is geslaagd
pl: Udało się przywrócić kopię zapasową
sr: Успешно увожење резервне копије
uk: Вдале створення резервної копії

# SETTINGS_BACKUP_PHASE
source: Phase
ar: المرحلة
az: Mərhələ
km: ដំណាក់កាល
nl: Fase
pl: Okres
sr: Корак
uk: Стадія

# SETTINGS_BACKUP_PROGRESS
source: Progress
ar: قيد التقدُم
az: İnkişaf
fr: Progression
km: ដំណើរការ
nl: Voortgang
pl: Postęp
sr: Напредак
uk: Процес

# SETTINGS_BACKUP_STATUS
source: Status
ar: الحالة
fr: État
km: ស្ថានភាព
sr: Стање
uk: Стан

# SETTINGS_BACKUP_STATUS_FAILED
source: Backup Failed
ar: فشل النَسخ الاِحتياطي
az: Arxivləşdirmə Alınmadı
fr: Échec de sauvegarde
km: ការបម្រុងទុកបរាជ័យ
nl: Back-up-bestand aanmaken is mislukt
pl: Zapisywanie kopii zapasowej nie powiodło się
sr: Резервна копија није успела
uk: Створення резервної копії не вдалось

# SETTINGS_BACKUP_STATUS_IDLE
source: Waiting
ar: جار الانتظار
az: Gözləyirik
fr: Attente
km: កំពុងរង់ចាំ
nl: Wachten
pl: Oczekiwanie
sr: На чекању
uk: Очікування

# SETTINGS_BACKUP_STATUS_IN_PROGRESS
source: Backing Up
ar: جار عمل النَسخ الاِحتياطي
az: Arxivləşdirilir
fr: Sauvegarde en cours
km: កំពុងបម្រុងទុក
nl: Er wordt een back-up gemaakt
pl: Archiwizowanie
sr: Израда резервне копије
uk: Створення резервної копії

# SETTINGS_BACKUP_STATUS_SUCCEEDED
source: Backup Successful
ar: نجحَ النَسخ الاِحتياطي
az: Arxivləşmə Müvəffəqiyyətlə Tamamlandı
fr: La sauvegarde est terminée avec succès
km: បម្រុងទុកជោគជ័យ
nl: Back-up-bestand aanmaken is voltooid
pl: Archiwizacja powiodła się
sr: Резервно копирање успешно
uk: Вдале створення резервної копії

# SETTINGS_BLOCK_LIST_ADD_BUTTON
source: Add Blocked User
ar: إضافة مستخدم محظور
az: Kilidli İstifadəçini Əlavə Et
fr: Ajouter un utilisateur bloqué
km: បន្ថែមអ្នកហាមឃាត់
nl: Contactpersoon aan blokkeerlijst toevoegen
pl: Dodaj zablokowanego użytkownika
sr: Додај блокирану особу
uk: Додати заблокованого користувача

# SETTINGS_BLOCK_LIST_FOOTER
source: List of contacts and groups you have blocked.
ar: قائمة جهات الاتصال والمجموعات التي قد حظرتها أنت.
fr: Liste des contacts et groupes que vous avez bloqués.
nl: Lijst van contactpersonen en groepen die je hebt geblokkeerd.
pl: Lista zablokowanych kontaktów i grup.
sr: Листа контаката и група које сте блокирали.
uk: Список контактів та груп, заблоковані вами.

# SETTINGS_BLOCK_LIST_NO_CONTACTS
source: You have no contacts on Signal.
ar: ليس لديك جهات اتصال على Signal.
az: Signal-da əlaqən yoxdur.
fr: Vous n’avez aucun contact sur Signal.
km: អ្នកមិនមានលេខទំនាក់ទំនងលើSignalទេ។
nl: Je hebt geen contactpersonen op Signal.
pl: Nie masz żadnych kontaktów używających Signal.
sr: Немате контаката на Signal-у.
uk: У вас немає контактів у Signal.

# SETTINGS_BLOCK_LIST_NO_SEARCH_RESULTS
source: No Search Results
ar: لا نتائج للبحث
az: Axtarışda Nəticə Yoxdur
fr: Aucun résultat n’a été trouvé
km: គ្មានលទ្ធផលស្វែងរក
nl: Geen resultaten gevonden
pl: Brak wyników wyszukiwania
sr: Нема резултата претраге
uk: Немає результатів пошуку

# SETTINGS_BLOCK_LIST_TITLE
source: Blocked
ar: محظورة
az: Kilidlidir
fr: Bloqués
km: បានហាមឃាត់
nl: Geblokkeerd
pl: Zablokowani
sr: Блокиран/на
uk: Заблоковані

# SETTINGS_CALLING_HIDES_IP_ADDRESS_PREFERENCE_TITLE
source: Always Relay Calls
ar: دائمًا اعِد توجيه المُكالمات
az: Zəngləri Həmişə Yenidən Yayımla
fr: Toujours relayer les appels
km: តែងតែហៅបន្ត
nl: Oproepen altijd omleiden
pl: Zawsze przekazuj połączenia
sr: Увек премости позиве
uk: Завжди ретранслювати дзвінки

# SETTINGS_CALLING_HIDES_IP_ADDRESS_PREFERENCE_TITLE_DETAIL
source: Relay all calls through a Signal server to avoid revealing your IP address to your contact. Enabling will reduce call quality.
ar: إعادة توجيه جميع المُكالمات عبر خوادم Signal لتفادي الكشف عن عنوان الـIP الخاص بك لجهة اتصالك. تفعيل هذه الميزة سوف يُقلل من جودة المُكالمة.
az: Signal serveri vasitəsilə zəngləri yenidən yayımlamaqla IP ünvanını əlaqələrindən gizli saxlamış olacaqsan. Aktivləşdirsən, zəngin keyfiyyəti biraz aşağı düşəcək.
fr: Relayez tous les appels par un serveur Signal pour éviter de divulguer votre adresse IP à votre contact. L’activation de cette option réduira la qualité des appels.
km: ការបន្តការហៅទាំងអស់តាមរយៈម៉ាស៊ីនមេ Signal ដើម្បីចៀសវាងការបង្ហាញអាសយដ្ឋាន IP របស់អ្នកទៅកាន់លេខទំនាក់ទំនងរបស់អ្នក។ ការបើកនេះ នឹងកាត់បន្ថយគុណភាពនៃការហៅ។
nl: Om te voorkomen dat je gesprekspartner je IP-adres kan achterhalen worden Signal-oproepen met niet-contactpersonen altijd omgeleid via de Signal-server. Door deze optie in te schakelen wordt dat ook gedaan voor Signal-oproepen met contacten wie wel in je contactenlijst staan. Dit leidt echter tot een verminderde geluids- en videokwaliteit.
pl: Przekazuj połączenia za pomocą serwerów Signal, aby uniknąć ujawnienia adresu IP Twoim kontaktom. Pogorszy to jakość połączenia.
sr: Премошћавање позива кроз Signal сервер спречава контакте да виде вашу IP адресу. Омогућавањем ће бити смањен квалитет позива.
uk: Ретранслювати усі виклики через сервери Signal, щоб не розкривати власну IP-адресу вашим контактам. Ввімкнення погіршить якість дзвінка.

# SETTINGS_CLEAR_HISTORY
source: Clear Chat History
ar: مَحوُ تاريخ المُحادثة
fr: Effacer l’historique des conversations
nl: Gespreksgeschiedenis wissen
pl: Wyczyść historię rozmowy
sr: Очисти историју чета
uk: Очистити історію чату

# SETTINGS_COPYRIGHT
source: Copyright Signal Messenger Licensed under the GPLv3
ar: الحُقوق Signal Messenger مُرخَّص بِمُوجَب رُخصَة GPLv3
az: Signal Mesencer İstifadəçi Hüquqları GPLv3 ilə lisenziyalaşdırılmışdır
fr: Tous droits réservés Messagerie Signal Sous licence GPLv3
km: រក្សាសិទ្ធ Signal Messenger ក្រោមអាជ្ញាប័ណ្ណ GPLv3
nl: Auteursrecht Signal-berichtenapp Gelicentieerd onder de GPLv3
pl: Copyright Signal Messenger Oprogramowanie udostępniane na licencji GPLv3
sr: Ауторска права: Signal месинџер Лиценцирано под GPLv3
uk: Усі права застережено Signal Messenger Ліцензія GPLv3

# SETTINGS_DATA
source: Data Usage
ar: استخدام البيانات
fr: Utilisations des données
nl: Gegevensgebruik
pl: Użycie danych
sr: Коришћене податке
uk: Споживання даних

# SETTINGS_DATA_CALL_LOW_BANDWIDTH_ITEM_TITLE
source: Use Less Data
ar: استخدم بيانات أقل
fr: Utiliser moins de données
nl: Minder gegevensoverdracht bij oproepen
pl: Używaj mniej danych
sr: Користите мање података
uk: Споживати менше даних

# SETTINGS_DATA_CALL_SECTION_FOOTER
source: Using less data may improve calls on bad networks
ar: استخدام بيانات أقل قد يُحسِّن جودة المكالمات على الشبكات السيئة
fr: Sur les réseaux peu performants, utiliser moins de données pourrait améliorer la qualité des appels
nl: Gebruik maken van minder gegevensoverdracht bij oproepen kan de kwaliteit van oproepen verbeteren
pl: Używanie mniejszej ilości danych może poprawić połączenie w słabych sieciach
uk: Використання обмеженої кількості даних може покращити якість дзвінків у мережах з поганим зв'язком

# SETTINGS_DATA_CALL_SECTION_HEADER
source: Calls
ar: المُكالمات
az: Zənglər
fr: Appels
km: ការហៅ
nl: Oproepen
pl: Połączenia
sr: Позиви
uk: Виклики

# SETTINGS_DATA_MEDIA_AUTO_DOWNLOAD_FOOTER
source: Voice messages, view-once media, and stickers (under 100kb) are always auto-downloaded.
ar: يتمُّ دائمًا تنزيل الرَّسائل الصَّوتيَّة، وسائط-العرض-لمرة-واحدة، والمُلصقات (الأقل من 100 كيلوبايت) بشكل تلقائيًا.
fr: Les messages vocaux, médias éphémères et autocollants (inférieurs à 100 ko) sont toujours téléchargés automatiquement.
nl: Spraakberichten, eenmaligeweergave-media en stickers (minder dan 100kb) worden altijd automatisch gedownload.
pl: Wiadomości głosowe, multimedia jednorazowe i naklejki (poniżej 100kb) są zawsze pobierane automatycznie.
sr: Гласовне поруке, медији који се приказују једном и налепнице (мање од 100кб) увек се аутоматски преузимају.
uk: Голосові повідомлення, зникаючі медіа-файли та стікери (менше 100 кб) завжди автоматично завантажуються.

# SETTINGS_DATA_MEDIA_AUTO_DOWNLOAD_HEADER
source: MEDIA AUTO-DOWNLOAD
ar: التنزيل-التلقائي للوسائط
fr: Téléchargement automatique des médias
nl: MEDIA AUTOMATISCH DOWNLOADEN
pl: AUTOMATYCZNE POBIERANIE MULTIMEDIÓW
sr: АУТО-ПРЕУЗИМАЊЕ МЕДИЈА
uk: АВТОЗАВАНТАЖЕННЯ МЕДІА

# SETTINGS_DATA_MEDIA_AUTO_DOWNLOAD_RESET
source: Reset Auto-Download Settings
ar: إعادة تعيين إعدادات التنزيل-التلقائي
fr: Réinitialiser les paramètres de téléchargement automatique
nl: Herstel automatischedownload-instellingen
pl: Reset ustawień automatycznego pobierania
sr: Ресетујте поставке ауто-преузимања
uk: Скинути налаштування автозавантаження

# SETTINGS_DATA_TITLE
source: Data Usage
ar: استخدام البيانات
fr: Utilisations des données
nl: Gegevensgebruik
pl: Użycie danych
sr: Коришћене податке
uk: Споживання даних

# SETTINGS_DELETE_ACCOUNT_BUTTON
source: Delete Account
ar: حذف الحساب
az: Hesabı ləğv et
fr: Supprimer le compte
km: លុបគណនី
nl: Registratie opzeggen
pl: Usuń konto
sr: Избриши налог
uk: Видалити акаунт

# SETTINGS_DELETE_DATA_BUTTON
source: Delete All Data
ar: حذف كافة البيانات
az: Bütün Məlumatları Sil
fr: Supprimer toutes les données
km: លុបទិន្នន័យទាំងអស់
nl: Alle gegevens wissen
pl: Usuń wszystkie dane
sr: Избриши све податке
uk: Видалити усі дані

# SETTINGS_DELETE_HISTORYLOG_CONFIRMATION
source: Are you sure you want to delete all history (messages, attachments, calls, etc.)? This action cannot be reverted.
ar: هل أنت مُتأكد من أنّكَ تُريد حذف كُل التأريخ (الرسائل، المُرفقات، المُكالمات، إلخ.)؟ إنَّ هذا إجراء لا يُمكن التراجُع عنه.
az: Bütün tarixçəni silmək istədiyinə əminsən (mesajlar, fayllar, zənglər və s.)? Geriyə addım mümkün deyil.
fr: Voulez-vous vraiment supprimer tout l’historique (messages, fichiers joints, appels, etc.) ? Cette action est irréversible.
km: តើអ្នកច្បាស់ថា ចង់លុបរាល់កំណត់ត្រាទាំងអស់​ (សារ, ឯកសារភ្ជាប់, កំណត់ត្រាការហៅ ...)? សកម្មភាពនេះ មិនអាចត្រឡប់ក្រោយបានទេ។
nl: Weet je zeker dat je al je geschiedenis (berichten, bijlages, oproepen, etc.) wilt wissen? Deze actie kan niet worden teruggedraaid.
pl: Czy na pewno chcesz usunąć całą historię (wiadomości, załączniki, połączenia, itd.)? Tego działania nie można cofnąć.
sr: Да ли сигурно желите да избришете историју свих ваших преписки (поруке, прилоге, позиве, итд.)? Овај поступак је неповратан.
uk: Ви впевнені, що хочете видалити всю історію (повідомлення, файли, історію дзвінків тощо) ? Ця дія є незворотньою.

# SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON
source: Delete Everything
ar: حذف كل شيء
az: Hərşeyi Sil
fr: Tout supprimer
km: លុបចោលទាំងអស់
nl: Alles wissen
pl: Usuń wszystko
sr: Избриши све
uk: Видалити все

# SETTINGS_DONATE
source: Donate to Signal
ar: التبرُّع لـSignal
fr: Faire un don à Signal
nl: Aan Signal doneren
pl: Datek na Signal
sr: Донирајте услузи Signal
uk: Підтримати Signal

# SETTINGS_HELP
source: Help
ar: المُساعدة
az: Kömək et
fr: Aide
km: ជំនួយ
nl: Hulp
pl: Pomoc
sr: Помоћ
uk: Допомога

# SETTINGS_HISTORYLOG_TITLE
source: Clear Chat History
ar: مَحوُ تاريخ المُحادثة
fr: Effacer l’historique des conversations
nl: Gespreksgeschiedenis wissen
pl: Wyczyść historię rozmowy
sr: Очисти историју чета
uk: Очистити історію чату

# SETTINGS_INFORMATION_HEADER
source: Information
ar: معلومات
az: Məlumat
fr: Renseignements
km: ព័ត៌មាន
nl: Informatie
pl: Informacje
sr: Информације
uk: Інформація

# SETTINGS_INVITE_TITLE
source: Invite Your Friends
ar: اُدعُ الأصدِقاء
az: Dostlarını Dəvət Et
fr: Invitez vos amis
km: អញ្ជើញមិត្តភក្តិអ្នក
nl: Nodig kennissen uit
pl: Zaproś znajomych
sr: Позовите ваше пријатеље
uk: Запросити ваших друзів

# SETTINGS_INVITE_TWITTER_TEXT
source: You can reach me using @signalapp. Get it now: https://signal.org/download/
ar: يُمكِنك التواصل معي عبر استخدام Signal. احصل عليه الآن: https://signal.org/download/
az: Məni @signalapp vasitəsilə tapa bilərsən. Onu əldə et: https://signal.org/download/
fr: Vous pouvez me joindre en utilisant @signalapp. Obtenez-le maintenant : https://signal.org/download/
km: អ្នកអាចទាក់ទងខ្ញុំតាម @signalapp។ ទាញយកវាឥឡូវនេះ៖ https://signal.org/download/
nl: Je kunt me bereiken met de @signalapp. Download de app nu: https://signal.org/download/
pl: Skontaktuj się ze mną za pomocą @signalapp. Pobierz tu: https://signal.org/download/
sr: Можете ме контактирати путем @signalapp. Преузмите на: https://signal.org/download/
uk: Можете зв'язатись зі мною за допомогою @signalapp. Завантажити: https://signal.org/download/

# SETTINGS_ITEM_NOTIFICATION_SOUND
source: Message Sound
ar: صوت الرسالة
az: Mesajın Səsi
fr: Son de message
km: សំឡេងសារ
nl: Berichtgeluid
pl: Dźwięk wiadomości
sr: Звук поруке
uk: Звук повідомлення

# SETTINGS_ITEM_WALLPAPER
source: Chat Wallpaper
ar: خلفية المُحادثة
fr: Fond d’écran de la conversation
nl: Gespreksachtergrond
pl: Tapeta czatu
sr: Позадина за ћаскање
uk: Шпалери чату

# SETTINGS_LEGAL_TERMS_CELL
source: Terms & Privacy Policy
ar: الشُروط وَسياسة الخُصُوصِية
az: Qaydalar və Məxfilik Siyasəti
fr: Conditions générales et politique de confidentialité
km: គោលការណ៍ឯកជន និងលក្ខខណ្ឌ
nl: Voorwaarden en privacybeleid
pl: Regulamin & Polityka Prywatności
sr: Услови коришћења и правила о приватности
uk: Умови використання та політика конфіденційності

# SETTINGS_LINK_PREVIEWS
source: Generate Link Previews
ar: توليد مُعايَنات للرَوابط
fr: Générer des aperçus de liens
nl: Voorbeeldafbeeldingen genereren
pl: Twórz podglądy linków
sr: Креирати приказ линка
uk: Генерувати попередній перегляд посилань

# SETTINGS_LINK_PREVIEWS_FOOTER
source: Retrieve link previews directly from websites for messages you send.
ar: جلب مُعايَنات للرَوابط مُباشرة مِن موقع الويب للرسائل التي تُرسِلَها.
fr: Pour les messages que vous envoyez, récupérez des aperçus de lien directement des sites Web.
nl: Sta Signal toe om voor elke koppeling naar een website die je verzendt een voorbeeldafbeelding genereren en bij te voegen. Echter, als je dit inschakelt zouden websites kunnen detecteren dat je ze in je bericht vermeld.
pl: Pobieraj podglądy linków we wiadomościach bezpośrednio ze stron internetowych.
sr: Видите преглед линка са сваког веб сајта у порукама које шаљете.

# SETTINGS_MEDIA_DOWNLOAD_CONDITION_NEVER
source: Never
ar: أبداً
az: Heç vaxt
fr: Jamais
km: មិនធ្លាប់
nl: Nooit
pl: Nigdy
sr: Никад
uk: Ніколи

# SETTINGS_MEDIA_DOWNLOAD_CONDITION_WIFI_AND_CELLULAR
source: Wi-Fi and Cellular
ar: الـWi-Fi والخلوية
fr: Wi-Fi et cellulaire
nl: Wifi en mobielegegevensoverdracht
pl: Wi-Fi i sieć komórkowa
sr: Ви-Фи и мобилни податци
uk: Wi-Fi та стільникові дані

# SETTINGS_MEDIA_DOWNLOAD_CONDITION_WIFI_ONLY
source: Wi-Fi
ar: الـWi-Fi
sr: Ви-фи

# SETTINGS_MEDIA_DOWNLOAD_TYPE_AUDIO
source: Audio
ar: الصوت
fr: Son
km: សំឡេង
pl: Dźwięk
sr: Звучни запис
uk: Аудіо

# SETTINGS_MEDIA_DOWNLOAD_TYPE_DOCUMENT
source: Documents
ar: المُستندات
az: Sənədlər
km: ឯកសារ
nl: Documenten
pl: Dokumenty
sr: Документи
uk: Документи

# SETTINGS_MEDIA_DOWNLOAD_TYPE_PHOTO
source: Photos
ar: الصور
km: រូបភាព
nl: Afbeeldingen
pl: Zdjęcia
sr: Слике
uk: Фото

# SETTINGS_MEDIA_DOWNLOAD_TYPE_VIDEO
source: Videos
ar: الفيديوهات
fr: Vidéos
km: វីដេអូ
pl: Wideo
sr: Видео
uk: Відео

# SETTINGS_MESSAGING
source: Messaging
ar: التراسُل
fr: Messagerie
nl: Berichtenverkeer
pl: Wiadomości
sr: Поруке
uk: Листування

# SETTINGS_NAV_BAR_TITLE
source: Settings
ar: الإعدادات
az: Seçimlər
fr: Paramètres
km: ការកំណត់
nl: Instellingen
pl: Ustawienia
sr: Подешавања
uk: Налаштування

# SETTINGS_NOTIFICATION_BADGE_COUNT_INCLUDES_MUTED_CONVERSATIONS
source: Count Muted Chats
ar: تعداد المُحادثات المَكتومة
fr: Compter les conversations en sourdine
nl: Tel gedempte gesprekken mee
pl: Licz wyciszone rozmowy
sr: Уброј утишана ћаскања
uk: Ураховувати стишені чати

# SETTINGS_NOTIFICATION_BADGE_COUNT_TITLE
source: Badge Count
ar: شارة التعداد
fr: Pastille de comptage
km: ការរាប់រួម
nl: Reacties-teller
pl: Licznik na ikonie
sr: Индикатор обавештења
uk: Кількість непрочитаних повідомлень

# SETTINGS_NOTIFICATION_CONTENT_DESCRIPTION
source: Call and Message notifications can appear while your phone is locked. You may wish to limit what is shown in these notifications.
ar: يُمكن أن تظهر إشعارات المُكالمات والرسائل أثناء قفل الهاتف. قد ترغب في تقييد أو تحديد ما يظهر في هذه الإشعارات.
az: Telefonun kilidli olduqda da Zəng və Mesaj xəbərdarlıqları görünəcək. Bu xəbərdarlıqlarda nəyin görünəcəyinə limit təyin edə bilərsən.
fr: Des notifications d’appels et de messages peuvent apparaître quand votre téléphone est verrouillé. Vous souhaiterez peut-être limiter ce qui est indiqué dans ces notifications.
km: ការហៅ និងសារជូនដំណឹង អាចបង្ហាញ នៅពេលទូរស័ព្ទចាក់សោរ។ អ្នកអាចនឹងចង់ កំណត់ការបង្ហាញទាំងនេះ។
nl: Oproep- en berichtmeldingen kunnen verschijnen wanneer je telefoon vergrendeld is. Als je wilt, kun je beperken wat in deze meldingen zichtbaar is.
pl: Powiadomienia o połączeniach i wiadomościach będą pojawiać się na ekranie blokady. Możesz ograniczyć treść tych powiadomień.
sr: Обавештења о позивима и порукама се могу појавити док је ваш телефон закључан. Можда желите да ограничите шта се приказује.
uk: Сповіщення про виклики і повідомлення відображаються коли ваш телефон замкнено. Можна обмежити інформацію, що відображається у цих сповіщеннях.

# SETTINGS_NOTIFICATION_CONTENT_TITLE
source: Notification Content
ar: مُحتوى الإشعارات
az: Xəbərdarlığın Tərkibi
fr: Contenu des notifications
km: ខ្លឹមសារការជូនដំណឹង
nl: Meldingsinhoud
pl: Treść powiadomień
sr: Садржај обавештења
uk: Вміст сповіщень

# SETTINGS_NOTIFICATION_EVENTS_CONTACT_JOINED_SIGNAL
source: Contact Joined Signal
ar: إنضمام جهة اتصال إلى Signal
az: Dostunuz Signal-a qoşuldu
fr: Un contact s’est joint à Signal
km: អ្នកទំនាក់ទំនងបានចូលរួម Signal
nl: Contactpersoon gebruikt nu Signal
pl: Kontakt dołączył do Signal
sr: Контакт се придружио Signal-у
uk: Контакт приєднався до Signal

# SETTINGS_NOTIFICATION_EVENTS_SECTION_TITLE
source: Events
ar: الأحداث
az: Tədbirlər
fr: Évènements
km: ព្រឹត្តិការណ៍
nl: Gebeurtenissen
pl: Zdarzenia
sr: Догађаји
uk: Події

# SETTINGS_NOTIFICATIONS
source: Notifications
ar: الإشعارات
az: Xəbərdarlıqlar
km: ការជូនដំណឹង
nl: Meldingen
pl: Powiadomienia
sr: Обавештења
uk: Сповіщення

# SETTINGS_PHONE_NUMBER_DISCOVERABILITY
source: Find Me by Phone Number
ar: العُثور عليّ عن طريق رقم الهاتف
fr: Me trouver par mon numéro de téléphone
nl: Vind me via mijn telefoonnummer
pl: Znaleźć mnie po numerze telefonu
sr: Пронађите ме по броју телефона
uk: Шукати мене за номером телефону

# SETTINGS_PHONE_NUMBER_DISCOVERABILITY_TITLE
source: Find Me by Phone Number
ar: العُثور عليّ عن طريق رقم الهاتف
fr: Me trouver d’après mon numéro de téléphone
nl: Vind me via mijn telefoonnummer
pl: Znajdź mnie po numerze telefonu
sr: Пронађите ме по броју телефона
uk: Шукати мене за номером телефону

# SETTINGS_PHONE_NUMBER_SHARING
source: See My Phone Number
ar: رؤية رقم هاتفي
fr: Voir mon numéro de téléphone
nl: Mijn telefoonnummer zien
pl: Zobaczyć mój numer telefonu
sr: Види мој број телефона

# SETTINGS_PHONE_NUMBER_SHARING_TITLE
source: See My Phone Number
ar: رؤية رقم هاتفي
fr: Voir mon numéro de téléphone
nl: Mijn telefoonnummer zien
pl: Zobaczyć mój numer telefonu
sr: Види мој број телефона

# SETTINGS_PIN_REMINDER_DISABLE_CONFIRMATION_ACTION
source: Turn Off Reminders
ar: تعطيل التذكيرات
az: Xəbərdarlıqları söndür
fr: Désactiver les rappels
km: បិទការរំលឹក
nl: Herinneringen uitschakelen
pl: Wyłącz przypomnienia
sr: Искључи подсетнике
uk: Відключити Нагадування

# SETTINGS_PIN_REMINDER_DISABLE_CONFIRMATION_EXPLANATION
source: Make sure you memorize or securely store your PIN as it can’t be recovered. If you forget your PIN, you may lose data when re-registering your Signal account.
ar: تأكد من حفظ الـPIN الخاص بك أو تخزينه بشكل آمن لأنه لا يُمكن استعادته. إذا نسيت الـPIN الخاص بك، قد تفقد البيانات عند إعادة تسجيل حساب Signal الخاص بك.
az: PİNi yadınızda saxlayın ya təhlükəsiz qeyd edin, çünki onu bərpa etmək mümkün deyil.PİNi unutsanız yeni Signal hesabı qeydiyyatında məlumatları itirə bilərsiniz.
fr: Assurez-vous de mémoriser votre NIP ou de le conserver à l’abri, car il ne peut pas être récupéré. Si vous oubliez votre NIP, vous risquez de perdre des données lors de la réinscription de votre compte Signal.
km: ប្រាកដថាអ្នកចងចាំ ឬរក្សាទុក PIN ដោយសុវត្ថិភាព ដោយសារវាមិនអាចស្តារវិញបានទេ។ បើអ្នកភ្លេច PIN របស់អ្នក អ្នកអាចបាត់បង់ទិន្នន័យនៅពេលគណនី Signal របស់អ្នកសារឡើងវិញ។
nl: Zorg er voor dat je je Signal-pincode onthoud of op een goed beveiligd manier opslaat, want je kunt de pincode later niet opnieuw instellen. Als je je pincode toch vergeet, dan verlies je mogelijk je Signal-gegevens wanneer je in de toekomst je telefoonnummer opnieuw registreert.
pl: Upewnij się, że zapamiętałeś(aś) lub zapisałeś(aś) swój PIN w bezpiecznym miejscu, gdyż nie da się go odzyskać. Jeśli zapomnisz swojego PINu, możesz stracić dane przy kolejnej rejestracji swojego konta Signal.
sr: Будите сигурни да сте запамтили или безбедно сачували ваш PIN, јер он не може бити повраћен. Уколико заборавите ваш PIN, могућ је губитак података када поново региструјете ваш Signal налог.
uk: Переконайтеся, що ви запам'ятали або безпечно зберегли свій PIN-код, так як він не може бути відновлений. Якщо ви забудете свій PIN-код, ви можете втратити дані при повторній реєстрації свого облікового запису Signal.

# SETTINGS_PIN_REMINDER_DISABLE_CONFIRMATION_TITLE
source: Confirm your Signal PIN
ar: تأكيد الـPIN الخاص بك لـSignal
az: Signal PİNinizi təsdiqləyin
fr: Confirmer votre NIP Signal
km: បញ្ជាក់លេខ Signal PIN របស់អ្នក
nl: Je Signal-pincode bevestigen
pl: Potwierdź swój PIN Signal
sr: Потврдите ваш Signal PIN
uk: Підтвердіть свій PIN-код Signal

# SETTINGS_PIN_REMINDER_FOOTER
source: Reminders help you remember your PIN since it can’t be recovered. You’ll be asked less frequently over time.
ar: تُساعدك التذكيرات على تذكُّر الـPIN الخاص بك لأنه من غير المُمكن إستعادته. سوف يتم سؤالك بشكل أقل مع مُرور الوقت.
az: Yada salma PİNi unutmamaq üçündür, çünki o bərpa olunmur. Zamanla daha az soruşulacaq.
fr: Les rappels vous aident à vous souvenir de votre NIP, car il ne peut pas être récupéré. Il vous sera demandé de moins en moins souvent.
km: ការរំលឹកជួយអ្នកឲ្យចងចាំ PIN របស់អ្នក ដោយសារវាមិនអាចស្តារឡើងវិញទេ។ អ្នកនឹងត្រូវបានសួរ ជារើយៗ។
nl: Herinneringen helpen je om je Signal-pincode te onthouden. Dit is belangrijk, omdat je je pincode later niet opnieuw in kunt stellen. Zonder je pincode verlies je misschien Signal-gegevens wanneer je je telefoonnummer opnieuw registreert. Naarmate tijd verstrijkt krijg je minder herinneringen te zien.
pl: Przypomnienia pomagają Ci zapamiętać Twój kod PIN, gdyż nie da się go odzyskać. Z czasem pytania będą coraz rzadsze.
sr: Подсетници вам помажу да запамтите ваш PIN, јер он ме може бити повраћен. Временом ћемо вас питати све ређе да га проверите.
uk: Нагадування допомагають вам запам'ятати свій PIN-код, так як він не може бути відновлений. Нагадування будуть з'являтися рідше з плином часу.

# SETTINGS_PIN_REMINDER_SWITCH_LABEL
source: PIN Reminders
ar: تذكيرات الـPIN
az: PİN xəbərdarlığı
fr: Rappels du NIP
km: ការរំលឹក PIN
nl: Pincode-herinneringen
pl: Przypomnienia PINu
sr: PIN подсетници
uk: Нагадування PIN-коду
