Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# ATTACHMENT_KEYBOARD_NO_PHOTO_ACCESS
source: Grant access to your photos in settings to send them here.
ar: يجب عليك منح صلاحيات الوصول للصور من الإعدادات للتمكن من إرسالها هنا.
az: Göndərmək üçün quraşdırmalarınızda fotolardan istifadəyə icazə verin.
fr: Pour les envoyer d’ici, accordez l’accès à vos photos dans les réglages.
km: ផ្តល់ការអនុញ្ញាតចូលប្រើប្រាស់រូបថតរបស់អ្នក ក្នុងការកំណត់កម្មវិធី ដើម្បីផ្ញើវានៅទីនេះ។
nl: Geef toegang tot je foto's via de instellingen om ze van hieruit te kunnen verzenden.
pl: Udziel dostępu do swoich zdjęć w ustawieniach, aby móc je stąd wysłać.
sr: Дозволите приступ вашој галерији у апликацији за подешавања како бисте могли слати фотографије.
uk: Надайте доступ до ваших фото в Параметрах для можливості відсилки.

# ATTACHMENT_KEYBOARD_NO_PHOTOS
source: Once you’ve taken photos, you’ll be able to send your recents here.
ar: بمُجرد التقاطك صورا، سيصبح بإمكانك إرسال الأخيرة من هنا.
az: Foto çəkəndən sonra onları buradan göndərə biləcəksiniz.
fr: Après avoir pris des photos, vous pourrez envoyer les plus récentes d’ici.
km: ពេលអ្នកបានថតរូប អ្នកនឹងអាចផ្ញើទៅកាន់អ្នកទទួលនៅទីនេះ។
nl: Zodra je foto's hebt genomen, kun je van hieruit je recente foto's verzenden.
pl: Gdy zrobisz zdjęcia, będziesz móc je stąd wysłać.
sr: Одавде ћете моћи слати фотографије које сте недавно фотографисали.
uk: Після того як ви зробите фото, ви зможете відіслати їх.

# ATTACHMENT_LABEL
source: Attachment
ar: مُرفق
az: Əlavə
fr: Fichier joint
km: ឯកសារភ្ជាប់
nl: Bijlage
pl: Załącznik
sr: Прилог
uk: Долучення

# ATTACHMENT_PICKER_DOCUMENTS_FAILED_ALERT_TITLE
source: Failed to choose document.
ar: فشل في اختيار المُرفق.
az: Faylın seçilməsi alınmadı.
fr: Échec de sélection du document.
km: បរាជ័យក្នុងការជ្រើសរើសឯកសារ។
nl: Document kiezen mislukt.
pl: Nie udało się wybrać dokumentu.
sr: Грешка при избору документа.
uk: Не вдалося вибрати документ.

# ATTACHMENT_PICKER_DOCUMENTS_PICKED_DIRECTORY_FAILED_ALERT_BODY
source: Please create a compressed archive of this file or directory and try sending that instead.
ar: يُرجى إنشاء أرشيف مضغوط لهذا الملف أو المجلد، ثم عليك إعادة إرساله ذلك الأرشيف بدل ذلك المجلد.
az: Zəhmət olmasa bu fayl və ya kataloqun sıxılmış arxivini yarat və bayaqkının əvəzinə bunu göndərməyə çalış.
fr: Veuillez compresser ce fichier ou ce dossier et essayez plutôt d’envoyer le fichier compressé.
km: សូមបង្កើតបណ្ណសារដែលបានពង្រួមនៃឯកសារឬថតនេះ ហើយព្យាយាមផ្ញើរជំនួសវិញ។
nl: Maak een gecomprimeerd archief van dit bestand of deze map en probeer dat te verzenden.
pl: Nieobsługiwany typ pliku. Spróbuj go skompresować przed ponownym wysyłaniem.
sr: Молимо вас да пошаљете компресовану копију ове датотеке или директоријума.
uk: Створіть стиснутий архів цього файлу чи теки і спробуйте надіслати знову.

# ATTACHMENT_PICKER_DOCUMENTS_PICKED_DIRECTORY_FAILED_ALERT_TITLE
source: Unsupported File
ar: الملف غير مدعوم
az: Dəstəklənməyən Fayl
fr: Fichier non pris en charge
km: មិនស្គាល់ឯកសារ
nl: Bestand niet ondersteund
pl: Nieobsługiwany plik
sr: Неподржана датотека
uk: Непідтримуваний файл

# ATTACHMENT_TYPE_AUDIO
source: Audio
ar: صوت
fr: Son
km: សំឡេង
pl: Dźwięk
sr: Звучни запис
uk: Аудіо

# ATTACHMENT_TYPE_FILE
source: File
ar: ملف
az: Fayl
fr: Fichier
km: ឯកសារ
nl: Bestand
pl: Plik
sr: Датотека
uk: Файл

# ATTACHMENT_TYPE_GIF
source: GIF
ar: صورة متحركة

# ATTACHMENT_TYPE_IMAGE
source: Image
ar: صورة
az: Şəkil
km: រូបភាព
nl: Afbeelding
pl: Obraz
sr: Слика
uk: Зображення

# ATTACHMENT_TYPE_PHOTO
source: Photo
ar: صورة ضوئية
az: Şəkil
km: រូបភាព
nl: Foto
pl: Zdjęcie
sr: Фотографија
uk: Світлини

# ATTACHMENT_TYPE_VIDEO
source: Video
ar: فيديو
fr: Vidéo
km: វីដេអូ
pl: Wideo
sr: Видео запис
uk: Відео

# ATTACHMENT_TYPE_VOICE_MESSAGE
source: Voice Message
ar: رِسالة صوتيَّة
az: Səsli Mesaj
fr: Message vocal
km: សារសំឡេង
nl: Audiobericht
pl: Wiadomość głosowa
sr: Гласовна порука
uk: Голосове повідомлення

# AUDIO_ACTIVITY_PLAYBACK_NAME_AUDIO_MESSAGE
source: Audio Message
ar: رِسالة سَمعيَّة
az: Səsli ismarış
fr: Message audio
km: សារសំឡេង
nl: Audiobericht
pl: Wiadomość audio
sr: Звучна порука
uk: Звукове повідомлення

# AUDIO_CALL_LABEL
source: Audio Call
ar: مكالمة صوتية
fr: Appel vocal
km: ហៅជាសំឡេង
nl: Audio-oproep
pl: Połączenie audio
sr: Аудио позив
uk: Голосовий дзвінок

# AUDIO_ROUTE_BUILT_IN_SPEAKER
source: Speaker
ar: مكبر الصوت
az: Səsucaldan
fr: Haut-parleur
km: បំពងសំឡេង
nl: Luidspreker
pl: Głośnik
sr: Звучник
uk: Динамік

# BACK_BUTTON
source: Back
ar: الرجوع
az: Geri
fr: Retour
km: ត្រលប់ក្រោយ
nl: Terug
pl: Wróć
sr: Назад
uk: Назад

# BACKUP_EXPORT_ERROR_COULD_NOT_EXPORT
source: Backup data could not be exported.
ar: ليس بالإمكان تصدير نُسخة احتياطية للبيانات.
az: Arxivləşdirilmiş məlumat ixrac edilə bilmədi.
fr: Impossible d’exporter les données de sauvegarde.
km: ទិន្នន័យបម្រុងទុកមិនអាចនាំចេញបាន។
nl: Back-upgegevens konden niet geëxporteerd worden.
pl: Nie udało się eksportować kopii zapasowej.
sr: Грешка при извозу резервне копије.
uk: Дані резервної копії неможливо експортувати.

# BACKUP_EXPORT_ERROR_INVALID_CLOUDKIT_RESPONSE
source: Invalid Service Response
ar: جواب الخادم باطل.
az: Xətalı Xidməti Cavab
fr: La réponse du service est invalide
km: សេវាឆ្លើយតមមិនត្រឹមត្រូវ
nl: Ongeldige reactie van Signal's server
pl: Nieprawidłowa odpowiedź serwera
sr: Неисправан одговор сервиса
uk: Хибна відповідь сервісу

# BACKUP_EXPORT_PHASE_CLEAN_UP
source: Cleaning Up Backup
ar: يجري مسح النسخة الاحتياطية
az: Arxivin Təmizlənməsi
fr: Nettoyage de la sauvegarde
km: កំពុងសំអាតឯកសារបម្រុងទុក
nl: Back-up-bestand wordt van de cloud gewist
pl: Czyszczenie kopii zapasowej
sr: Чишћење резервне копије
uk: Очищення резервної копії

# BACKUP_EXPORT_PHASE_CONFIGURATION
source: Initializing Backup
ar: تجري تهيئة النسخة الاحتياطية
az: Arxivləşmənin Başlanması
fr: Initialisation de la sauvegarde
km: កំពុងចាប់ផ្តើមការបម្រុងទុក
nl: Back-up-bestand maken wordt geïnitialiseerd
pl: Uruchamianie kopii zapasowej
sr: Припремање резервне копије
uk: Запуск резервного копіювання

# BACKUP_EXPORT_PHASE_DATABASE_EXPORT
source: Exporting Data
ar: يجري تصدير البيانات
az: Məlumatın İxracı
fr: Exportation des données
km: កំពុងនាំចេញឯកសារ
nl: Gegevens worden geëxporteerd
pl: Eksportowanie danych
sr: Извожење података
uk: Експорт даних

# BACKUP_EXPORT_PHASE_EXPORT
source: Exporting Backup
ar: يجري تصدير النسخة الاحتياطية
az: Arxivin İxracı
fr: Exportation de la sauvegarde
km: កំពុងនាំចេញឯកសារបម្រុងទុក
nl: Back-up-bestand wordt geëxporteerd
pl: Eksportowanie kopii zapasowej
sr: Извожење резервне копије
uk: Експорт резервної копії

# BACKUP_EXPORT_PHASE_UPLOAD
source: Uploading Backup
ar: يجري رفع النسخة الاحتياطية
az: Arxivin Yüklənməsi
fr: Téléversement de la sauvegarde
km: កំពុងបញ្ជូនការបម្រុងទុក
nl: Back-up-bestand wordt geüpload
pl: Wgrywanie kopii zapasowej
sr: Ажурирање резервне копије
uk: Вивантаження резервної копії

# BACKUP_IMPORT_ERROR_COULD_NOT_IMPORT
source: Backup could not be imported.
ar: تعذّر استيراد النسخة الاحتياطية.
az: Arxiv idxal edilə bilmədi.
fr: Impossible d’importer la sauvegarde.
km: ទិន្នន័យបម្រុងទុកមិនអាចនាំចូលបាន។
nl: Back-up-gegevens kon niet geïmporteerd worden.
pl: Kopia zapasowa nie może zostać pobrana.
sr: Није могуће увести резервну копију
uk: Резервну копію неможливо імпортувати.

# BACKUP_IMPORT_PHASE_CONFIGURATION
source: Configuring Backup
ar: تجري تهيئة النسخة الاحتياطية
az: Arxivin Konfiqurasiyası
fr: Configuration de la sauvegarde
km: កំពុងកំណត់បម្រុងទុក
nl: Het importeren van back-up-gegevens wordt voorbereid
pl: Konfigurowanie kopii zapasowej
sr: Подешавање резервне копије
uk: Налаштування резервної копії

# BACKUP_IMPORT_PHASE_DOWNLOAD
source: Downloading Backup Data
ar: يجري تنزيل بيانات النسخة الاحتياطية
az: Arxiv Məlumatlarının Yüklənməsi
fr: Téléchargement des données de la sauvegarde
km: កំពុងទាញយកឯកសារបម្រុងទុក
nl: Back-up-bestand worden gedownload
pl: Pobieranie kopii zapasowej
sr: Преузимање резервне копије
uk: Завантаження резервної копії

# BACKUP_IMPORT_PHASE_FINALIZING
source: Finalizing Backup
ar: يجري إنهاء استيراد النسخة الاحتياطية
az: Arxivləşdirilmənin Tamamlanması
fr: Finalisation de la sauvegarde
km: កំពុងបញ្ចប់បម្រុងទុក
nl: Back-up-proces wordt afgerond
pl: Finalizowanie kopii zapasowej
sr: Завршавање уноса резервне копије
uk: Завершення резервної копії

# BACKUP_IMPORT_PHASE_IMPORT
source: Importing backup.
ar: يجري استيراد النسخة الاحتياطية.
az: Arxiv idxal edilir.
fr: Importation de la sauvegarde
km: កំពុងនាំចូលឯកសារបម្រុងទុក។
nl: Back-up-gegevens worden geïmporteerd
pl: Importowanie kopii zapasowej.
sr: Уношење резервне копије
uk: Імпортування резервної копії

# BACKUP_IMPORT_PHASE_RESTORING_DATABASE
source: Restoring Database
ar: جاري استعادة قاعدة البيانات
az: Məlumat Bazasının Bərpası
fr: Restauration de la base de données
km: កំពុងស្តារទិន្នន័យ
nl: Databank wordt hersteld
pl: Przywracanie bazy danych
sr: Обнављање базе података
uk: Відновлення резервної копії

# BACKUP_IMPORT_PHASE_RESTORING_FILES
source: Restoring Files
ar: استعادة الملفات
az: Faylların Bərpası
fr: Restauration des fichiers
km: កំពុងស្តារឯកសារ
nl: Bestanden worden hersteld
pl: Przywracanie plików
sr: Обнављање података
uk: Відновлення файлів

# BACKUP_RESTORE_DECISION_TITLE
source: Backup Available
ar: النسخ الاحتياطية المتاحة
az: Arxivə Giriş Mümkündür
fr: Une sauvegarde existe
km: មានឯកសារបម្រុងទុក
nl: Back-up-mogelijkheid beschikbaar
pl: Dostępna kopia zapasowa
sr: Доступна је резервна копија
uk: Наявна резервна копія

# BACKUP_RESTORE_DESCRIPTION
source: Restoring Backup
ar: تجري استعادة النسخة الاحتياطية
az: Arxivin Bərpası
fr: Restauration de la sauvegarde
km: កំពុងស្តារឡើងវិញការបម្រុងទុក
nl: Gegevens vanuit een back-up-bestand terugplaatsen
pl: Przywracanie kopii zapasowej
sr: Обнављање резервне копије
uk: Відновлення резервної копії

# BACKUP_RESTORE_PROGRESS
source: Progress
ar: التقدم
az: İrəliləyiş
fr: Progression
km: ដំណើរការ
nl: Voortgang
pl: Postęp
sr: Напредак
uk: Процес

# BACKUP_RESTORE_STATUS
source: Status
ar: الحالة
fr: État
km: ស្ថានភាព
sr: Стање
uk: Стан

# BACKUP_UNEXPECTED_ERROR
source: Unexpected Backup Error
ar: خطأ غير متوقع خلال النَسخ الاحتياطي
az: Gözlənilməz Arxivləşmə Xətası
fr: Erreur inattendue de sauvegarde
km: បញ្ហាបម្រុងទុកមិនរំពឹងទុក
nl: Onverwachte back-up-fout
pl: Nieoczekiwany błąd kopii zapasowej
sr: Грешка при обради резервне копије
uk: Неочікувана помилка резервної копії

# BANNER_CLOSE_ACCESSIBILITY_LABEL
source: Close banner
ar: إغلاق اللافتة
fr: Fermer la bannière
nl: Banier sluiten
pl: Zamknij baner
sr: Затвори банер
uk: Закрити банер

# BLOCK_GROUP_BEHAVIOR_EXPLANATION
source: You will no longer receive messages or updates from this group.
ar: لن تصلك الرسائل أو التحديثات من هذه المجموعة بعد الآن.
az: Bu qrupdan bir daha mesaj və yeniliklər almayacaqsan.
fr: Vous ne recevrez plus ni messages ni mises à jour de ce groupe.
km: អ្នកនឹងលែងទទួលសារឬការព័ត៌មានពីក្រុមនេះ
nl: Je zult niet langer berichten of meldingen van deze groep ontvangen.
pl: Nie będziesz już otrzymywać wiadomości ani aktualizacji z tej grupy.
sr: Више нећете примати поруке и обавештења од ове групе.
uk: Ви більше не отримуватимете повідомлень чи оновлень з цієї групи.

# BLOCK_LIST_BLOCK_BUTTON
source: Block
ar: حَظر
az: Kilidlə
fr: Bloquer
km: ហាមឃាត់
nl: Blokkeren
pl: Zablokuj
sr: Блокирај
uk: Заблокувати

# BLOCK_LIST_BLOCK_GROUP_TITLE_FORMAT
source: Block and Leave the "%@" Group?
ar: حَظر ومُغادرة المجموعة "%@"؟
az: "%@" Qrupunu kilidləyir və oradan çıxırsan?
fr: Bloquer le groupe « %@ » et le quitter ?
km: ហាមឃាត់ និងចាកចេញពីក្រុម "%@" ?
nl: De groep “%@” blokkeren en verlaten?
pl: Zablokować i opuścić grupę %@?
sr: Блокирај и напусти групу „%@”?
uk: Заблокувати та покинути групу "%@"?

# BLOCK_LIST_BLOCK_USER_TITLE_FORMAT
source: Block %@?
ar: حَظر %@؟
az: %@ qrupunu kilidləyirsən?
fr: Bloquer %@ ?
km: ហាមឃាត់ %@?
nl: %@ blokkeren?
pl: Zablokować %@?
sr: Блокирај %@?
uk: Заблокувати %@?

# BLOCK_LIST_BLOCKED_GROUPS_SECTION
source: Blocked Groups
ar: المجموعات المحظورة
az: Kilidlənmiş Qruplar
fr: Groupes bloqués
km: ក្រុមបានហាមឃាត់
nl: Geblokkeerde groepen
pl: Zablokowane grupy
sr: Блокиране групе
uk: Заблоковані групи

# BLOCK_LIST_BLOCKED_USERS_SECTION
source: Blocked Users
ar: المُستخدمون المحظورون
az: Kilidlənmiş İstifadəçilər
fr: Utilisateurs bloqués
km: អ្នកប្រើប្រាស់បានហាមឃាត់
nl: Geblokkeerde personen
pl: Zablokowani użytkownicy
sr: Блокиране особе
uk: Заблоковані користувачі

# BLOCK_LIST_ERROR_CONVERSATION_ALREADY_IN_BLOCKLIST
source: Group already blocked.
ar: المجموعة محظورة بالفعل.
az: Qrup artıq bloklanıb.
fr: Le groupe est déjà bloqué.
km: ក្រុមបានហាមឃាត់រួចហើយ។
nl: Groepsgesprek is al geblokkeerd.
pl: Grupa jest już zablokowana.
sr: Група је већ блокирана.
uk: Група вже заблокована.

# BLOCK_LIST_ERROR_USER_ALREADY_IN_BLOCKLIST
source: User already blocked.
ar: المُستخدم محظور بالفعل.
az: İstifadəçi artıq bloklanıb.
fr: L’utilisateur est déjà bloqué.
km: អ្នកប្រើប្រាស់បានហាមឃាត់រួចហើយ។
nl: Deze persoon is al geblokkeerd
pl: Użytkownik jest już zablokowany.
sr: Особа је већ блокирана.
uk: Користувач вже заблокований.

# BLOCK_LIST_UNBLOCK_BUTTON
source: Unblock
ar: رفع الحظر
az: Kilidi aç
fr: Débloquer
km: លែងហាមឃាត់
nl: Deblokkeren
pl: Odblokuj
sr: Одблокирај
uk: Розблокувати

# BLOCK_LIST_UNBLOCK_CONTACT_MESSAGE
source: You will be able to message and call each other.
ar: سَوفَ يُصبِحُ بِإمكانِكُما التَّراسُل والتواصُل فيما بَينَكُما.
az: Bir-birinizə zəng edib, ismarış yaza biləcəksiniz.
fr: Vous pourrez échanger des messages et des appels.
km: អ្នកនិងអាចផ្ញើសារនិងហៅចេញទៅវិញទៅមក។
nl: Jullie zullen elkaar weer berichten kunnen sturen en elkaar kunnen bellen via Signal.
pl: Będziecie w stanie wysyłać wiadomości i wykonywać połączenia do siebie nawzajem.
sr: Моћи ћете да размењујете поруке и позиве.
uk: Ви зможете відправляти повідомлення та дзвонити один одному.

# BLOCK_LIST_UNBLOCK_GROUP_BODY
source: Existing members will be able to add you to the group again.
ar: سيتمكن من إضافتك الأعضاء الموجودون للمجموعة مرة أُخرى.
az: Mövcud üzvlər səni yenə də qrupa əlavə edə biləcəklər.
fr: Les membres actuels pourront vous rajouter au groupe.
km: សមាជិកដែលមានស្រាប់នឹងអាចបន្ថែមអ្នកទៅក្រុមម្តងទៀត។
nl: Bestaande leden kunnen je weer aan de groep toevoegen.
pl: Istniejący członkowie będą mogli ponownie dodać Cię do grupy.
sr: Постојећи чланови ће моћи да вас поново додају у групу.
uk: Учасники зможуть додати вас до групи.

# BLOCK_LIST_UNBLOCK_GROUP_MESSAGE
source: Group members will be able to add you to this group again.
ar: سيتمكن أعضاء المجموعة من إضافتك للمجموعة مرة أُخرى.
az: Qrup üzvləri sizi bu qrupa yenidən əlavə edə bilər.
fr: Les membres du groupe pourront vous rajouter à ce groupe.
km: សមាជិកនឹងអាចដាក់អ្នកចូលក្នុងក្រុមនេះបានម្តងទៀត។
nl: Groepsleden zullen je weer aan deze groep kunnen toevoegen.
pl: Członkowie grupy będą mogli ponownie dodać Cię do grupy.
sr: Постојећи чланови групе ће моћи да вас поново додају у ову групу.
uk: Учасники групи зможуть знову додати вас в неї.

# BLOCK_LIST_UNBLOCK_GROUP_TITLE
source: Unblock This Group?
ar: إلغاء حظر المجموعة؟
az: Bu qrupun kilidini açırsan?
fr: Débloquer ce groupe ?
km: លែងហាមឃាត់ក្រុមនេះ?
nl: Deze groep deblokkeren?
pl: Odblokować grupę?
sr: Одблокирај ову групу?
uk: Розблокувати групу?

# BLOCK_LIST_UNBLOCK_TITLE_FORMAT
source: Unblock %@?
ar: رفع حظر عن %@؟
az: %@ qrupunun kilidini açırsan?
fr: Débloquer %@ ?
km: លែងហាមឃាត់ %@?
nl: %@ deblokkeren?
pl: Odblokować %@?
sr: Одблокирај %@?
uk: Розблокувати %@?

# BLOCK_LIST_VIEW_BLOCK_BUTTON
source: Block
ar: حظر
az: Kilidlə
fr: Bloquer
km: ហាមឃាត់
nl: Blokkeren
pl: Zablokuj
sr: Блокирај
uk: Заблокувати

# BLOCK_LIST_VIEW_BLOCKED_ALERT_MESSAGE_FORMAT
source: %@ has been blocked.
ar: تم حظر %@
az: %@ kilidləndi.
fr: %@ a été bloqué.
km: %@ ត្រូវបានហាមឃាត់។
nl: %@ is geblokkeerd.
pl: Zablokowano %@.
sr: %@ је блокиран/на.
uk: %@ заблоковано.

# BLOCK_LIST_VIEW_BLOCKED_ALERT_TITLE
source: User Blocked
ar: المُستخدم محظور
az: Kilidlənmiş İstifadəçi
fr: L’utilisateur est bloqué
km: អ្នកប្រើប្រាស់បានហាមឃាត់
nl: Persoon geblokkeerd
pl: Zablokowano użytkownika
sr: Блокирана особа
uk: Користувач заблокований

# BLOCK_LIST_VIEW_BLOCKED_GROUP_ALERT_TITLE
source: Group Blocked
ar: مجموعة محظورة
az: Kilidlənmiş Qrup
fr: Le groupe a été bloqué
km: ក្រុមបានហាមឃាត់
nl: Groep geblokkeerd
pl: Grupa zablokowana
sr: Блокирана група
uk: Групу заблоковано

# BLOCK_LIST_VIEW_CANT_BLOCK_SELF_ALERT_MESSAGE
source: You can't block yourself.
ar: لا يمكنك حظر نفسك.
az: Sən özünü kilidləyə bilməzsən.
fr: Vous ne pouvez pas vous bloquer.
km: អ្នកមិនអាចហាមឃាត់ខ្លួនអ្នកទេ។
nl: Je kunt jezelf niet blokkeren.
pl: Nie możesz zablokować siebie.
sr: Не можете блокирати себе.
uk: Ви не можете себе заблокувати.

# BLOCK_LIST_VIEW_CANT_BLOCK_SELF_ALERT_TITLE
source: Error
ar: خطأ
az: Xəta
fr: Erreur
km: បញ្ហា
nl: Fout
pl: Błąd
sr: Грешка
uk: Помилка

# BLOCK_LIST_VIEW_UNBLOCKED_ALERT_TITLE_FORMAT
source: %@ has been unblocked.
ar: تم رفع الحظر عن %@
az: %@ qrupunun kilidi açıldı.
fr: %@ a été débloqué.
km: %@ ត្រូវបានបើកសោរ។
nl: %@ is gedeblokkeerd.
pl: Odblokowano %@.
sr: %@ је одблокиран/на.
uk: %@ розблоковано.

# BLOCK_LIST_VIEW_UNBLOCKED_GROUP_ALERT_BODY
source: Existing members can now add you to the group again.
ar: اﻷعضاء الموجودون يمكنهم إضافتك للمجموعة مرة أُخرى.
az: Mövcud üzvlər səni yenidən qrupa əlavə edə bilərlər.
fr: Les membres actuels peuvent désormais vous rajouter au groupe.
km: សមាជិកក្នុងក្រុមអាចបបញ្ជូលអ្នកក្នុងក្រុមនេះម្តងទៀត
nl: Bestaande leden kunnen je nu opnieuw aan de groep toevoegen.
pl: Istniejący członkowie mogą teraz ponownie dodać Cię do grupy.
sr: Постојећи чланови вас сада могу поново додaти у групу.
uk: Учасники зможуть додати вас до групи.

# BLOCK_USER_BEHAVIOR_EXPLANATION
source: Blocked users will not be able to call you or send you messages.
ar: المُستخدمون المحظورون لن يتمكنوا من الاتصال بك أو إرسال رسالة إليك.
az: Kilidlənmiş istifadəçi sənə zəng edə, yaxud da mesaj göndərə bilməyəcək.`
fr: Les utilisateurs bloqués ne pourront ni vous appeler ni vous envoyer des messages.
km: អ្នកប្រើប្រាស់ដែលបានហាមឃាត់ នឹងមិនអាចហៅ ឬផ្ញើសារមកអ្នកបានទេ។
nl: Geblokkeerde personen kunnen jou nog steeds bellen of berichten sturen en weten dus niet dat ze geblokkeerd zijn, maar je zult die oproepen en berichten niet zien.
pl: Zablokowani użytkownicy nie będą mogli do Ciebie dzwonić ani wysyłać Ci wiadomości.
sr: Блокиране особе вас не могу звати и слати вам поруке.
uk: Заблоковані користувачі не зможуть вам телефонувати чи надсилати повідомлення.

# BLUR_TOOLTIP
source: New: Blur faces or draw anywhere to blur.
ar: جديد : اطمس الوجوه أو ارسم في أي مكان لتضبيبه.
fr: Nouveau : Rendez les visages flous ou dessinez n’importe où pour les rendre flous.
km: ថ្មី៖ ព្រិលមុខ ឬគូរទីណាដើម្បីព្រិល។
nl: Nieuw: Vervaag gezichten of teken om andere dingen te vervagen.
pl: Nowość: Rozmyj twarze lub rysuj, aby rozmyć.
sr: Ново: замутите лица и друге делове фотографије.
uk: Нове: Розмити обличчя або розмити область

# BUTTON_ADD
source: Add
ar: إضافة
az: Əlavə et
fr: Ajouter
km: បន្ថែម
nl: Toevoegen
pl: Dodaj
sr: Додај
uk: Додати

# BUTTON_CONTINUE
source: Continue
ar: الاِستِمرار
az: Davam et
fr: Poursuivre
km: បន្ត
nl: Doorgaan
pl: Kontynuuj
sr: Настави
uk: Продовжити

# BUTTON_DONE
source: Done
ar: تمّ
az: Bitdi
fr: Terminé
km: បញ្ចប់
nl: Klaar
pl: Gotowe
sr: Готово
uk: Готово

# BUTTON_NEXT
source: Next
ar: التالي
az: Növbəti
fr: Suivant
km: បន្ទាប់
nl: Volgende
pl: Dalej
sr: Даље
uk: Далі

# BUTTON_NO
source: No
ar: لا
az: Xeyr
fr: Non
km: ទេ
nl: Nee
pl: Nie
sr: Не
uk: Ні

# BUTTON_NOT_NOW
source: Not Now
ar: ليس الآن
az: İndi yox
fr: Pas maintenant
km: លើកក្រោយ
nl: Niet nu
pl: Nie teraz
sr: Не сада
uk: Не зараз

# BUTTON_OKAY
source: Okay
ar: حسنا
az: Oldu
fr: D’accord
km: យល់ព្រម
nl: Oké
sr: У реду
uk: Добре

# BUTTON_SELECT
source: Select
ar: حَدِّد
az: Seç
fr: Sélectionner
km: ជ្រើសរើស
nl: Selecteren
pl: Zaznacz
sr: Изабери више
uk: Вибрати

# BUTTON_SUBMIT
source: Submit
ar: إرسال
az: Təqdim et
fr: Envoyer
km: បញ្ជូន
nl: Indienen
pl: Wyślij
sr: Пошаљи
uk: Надіслати

# BUTTON_YES
source: Yes
ar: نعم
az: Bəli
fr: Oui
km: មែន
nl: Ja
pl: Tak
sr: Да
uk: Так

# CALL_AGAIN_BUTTON_TITLE
source: Call Again
ar: مُعاودة الاتصال
az: Yenidən Zəng Et
fr: Rappeler
km: ហៅម្តងទៀត
nl: Opnieuw bellen
pl: Zadzwoń ponownie
sr: Позови поново
uk: Перетелефонувати

# CALL_AUDIO_INCOMING_NOTIFICATION_BODY
source: 📞 Incoming audio call…
ar: 📞 مكالمة صوتية واردة...
fr: 📞 Appel vocal entrant…
km: 📞 ការហៅជាសំឡេងចូល…
nl: 📞 Inkomende audio-oproep …
pl: 📞 Przychodzące połączenie audio…
sr: 📞 Долазни позив...
uk: 📞 Вхідний дзвінок…

# CALL_AUDIO_MISSED_NOTIFICATION_BODY
source: 📞 Missed audio call
ar: 📞 مكالمة صوتية فائتة
fr: 📞 Vous avez manqué un appel vocal
km: 📞 ខកខានហៅចូលជាសំឡេង
nl: 📞 Gemiste audio-oproep
pl: 📞 Nieodebrane połączenie audio
sr: 📞 Пропуштен позив
uk: 📞 Пропущений дзвінок

# CALL_AUDIO_PERMISSION_MESSAGE
source: You can enable microphone access in the iOS Settings app to make calls and record voice messages in Signal.
ar: يُمكِنُك تفعيل الوصول للميكروفون من خلال ‫تطبيق إعدادات iOS‬، للتمكن من إجراء مكالمات وإرسال رسائل صوتية في Signal.
az: Signal ilə zəng edə və səsli mesaj yaza bilmək üçün iOS-un Parametrlərində mikrofonu aktivləşdirə bilərsən.
fr: Vous pouvez accorder l’accès au microphone dans l’appli Réglages d’iOS pour passer des appels et enregistrer des messages vocaux avec Signal.
km: អ្នកអាចបើកការអនុញ្ញាតចូលទៅប្រើប្រាស់មីក្រូហ្វូន នៅក្នុងការកំណត់របស់ iOS app ដើម្បីអាចធ្វើការហៅ និងថតសារជាសំឡេងក្នុង Signal
nl: Je kunt microfoontoegang inschakelen in de iOS-instellingenapp om te kunnen bellen en spraakberichten op te kunnen nemen met Signal.
pl: Aby dzwonić i nagrywać wiadomości głosowe w Signal, możesz włączyć dostęp do mikrofonu w Ustawieniach iOS.
sr: Како бисте могли вршити позиве и снимати гласовне поруке, дозволите Signal-у коришћење микрофона у iOS апликацији за подешавања.
uk: Щоб телефонувати та записувати голосові повідомлення в Signal, надайте програмі доступ до мікрофона в налаштуваннях iOS.

# CALL_AUDIO_PERMISSION_TITLE
source: Microphone Access Required
ar: إذن استخدام الميكروفون ضروري
az: Mikrofona Giiriş Mütləqdir
fr: L’accès au microphone est requis
km: ទាមទារចូលប្រើប្រាស់ម៉ៃក្រូហ្វូន
nl: Toegang vereist tot microfoon
pl: Wymagany dostęp do mikrofonu
sr: Потребан приступ микрофону
uk: Потрібен доступ до мікрофона

# CALL_MISSED_BECAUSE_OF_IDENTITY_CHANGE_NOTIFICATION_BODY
source: ☎️ Missed call because the caller's safety number changed.
ar: ☎️ مُكالمة فائتة لأن رقم الأمان للمستخدم قد تغيّر.
az: ☎️ Zəng edənin təhlükəsizlik rəqəmi dəyişdiyi üçün cavab verilməmiş zəng.
fr: ☎️ Vous avez manqué un appel, car le numéro de sécurité de l’appelant a changé.
km: ☎️ ខកការហៅ ព្រោះលេខសុវត្ថិភាពរបស់អ្នកហៅបានផ្លាស់ប្តូរ។
nl: ☎️ Oproep gemist omdat het veiligheidsnummer van de beller veranderde.
pl: ☎️ Nieodebrane połączenie z powodu zmiany numeru bezpieczeństwa dzwoniącego.
sr: ☎️ Позив је пропуштен јер је сигурносни број позиваоца промењен.
uk: Виклик пропущено, оскільки код безпеки особи, що телефонує, змінився.

# CALL_RETURN_BUTTON
source: Return To Call
ar: العودة للمكالمة
fr: Revenir à l’appel
nl: Naar de oproep terugkeren
pl: Wróć do rozmowy
sr: Врати се на позив
uk: Повернутись до виклику

# CALL_SCREEN_STATUS_NO_ANSWER
source: No Answer
ar: لم يتم الرد
az: Cavabsız
fr: Pas de réponse
km: មិនលើក
nl: Niet beantwoord
pl: Brak odpowiedzi
sr: Нема одговора
uk: Без відповіді

# CALL_USER_ALERT_CALL_BUTTON
source: Call
ar: اتصل
az: Zəng et
fr: Appeler
km: ហៅ
nl: Bellen
pl: Zadzwoń
sr: Позови
uk: Виклик

# CALL_USER_ALERT_MESSAGE_FORMAT
source: Would you like to call %@?
ar: هَل تَودُ الاِتِّصال بِـ %@ ؟
az: %@ adlı şəxsə zəng etmək istəyirsən?
fr: Voulez-vous appeler %@ ?
km: តើអ្នកចង់ហៅទៅ %@ទេ?
nl: Wil je %@ bellen?
pl: Czy chcesz połączyć się z %@?
sr: Да ли желите да позовете %@?
uk: Зателефонувати %@?
