Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# DEVICE_TRANSFER_CHOICE_TRANSFER_BODY
source: Transfer your account and message history from your old iOS device
ar: نقل حسابك وسجل الرسائل من جهازك الـiOS القديم
az: Köhnə iOS alətinizdən hesab və ismarış tarixçənizi köçürün
fr: Transférer votre compte et votre historique de messages de votre ancien appareil iOS
km: បញ្ជូនគណនី និងប្រវត្តិសាររបស់អ្នក ពីឧបករណ៍ iOS ចាស់របស់អ្នក
nl: Je instellingen en gespreksgeschiedenis overzetten van je vorige iOS apparaat
pl: Przenieś swoje konto i wiadomości ze swojego starego urządzenia z systemem iOS
sr: Пренесите ваш налог и историју преписки са вашег старог iOS уређаја
uk: Перенести обліковий запис і історію повідомлень з вашого старого пристрою на iOS

# DEVICE_TRANSFER_CHOICE_TRANSFER_LINKED_BODY
source: Transfer your account and message history from your old iPad
ar: نقل حسابك وسجل الرسائل من جهازك الـiPad القديم.
az: Köhnə iPad alətinizdən hesab və ismarış tarixçənizi köçürün
fr: Transférer votre compte et votre historique de messages de votre ancien iPad
km: បញ្ជូនគណនី និងប្រវត្តិសាររបស់អ្នក ពី iPad ចាស់របស់អ្នក
nl: Je instellingen en gespreksgeschiedenis overzetten vanaf je vorige iPad
pl: Przenieś swoje konto i wiadomości ze swojego starego iPada
sr: Пренесите ваш налог и историју преписки са вашег старог iPad-а
uk: Перенести обліковий запис і історію повідомлень з вашого старого iPad

# DEVICE_TRANSFER_CHOICE_TRANSFER_LINKED_TITLE
source: Transfer from another iPad
ar: النقل من iPad آخر
az: Digər iPad-dən köçür
fr: Transférer d’un autre iPad
km: បញ្ជូនចេញពី iPad ផ្សេង
nl: Overzetten van een andere iPad
pl: Przenieś z innego iPada
sr: Пренеси податке са другог iPad-а
uk: Перенести з іншого iPad

# DEVICE_TRANSFER_CHOICE_TRANSFER_TITLE
source: Transfer from iOS Device
ar: النقل من جهاز iOS
az: iOS cihazından köçür
fr: Transférer d’un appareil iOS
km: បញ្ជូនចេញពី iOS ផ្សេង
nl: Overzetten van een ander iOS apparaat
pl: Przenieś z urządzenia z systemem iOS
sr: Пренеси податке са iOS уређаја
uk: Перенести з пристрою iOS

# DEVICE_TRANSFER_CHOICE_WARNING
source: Continuing will disable Signal on other devices currently registered with the same phone number.
ar: الاستمرار سوف يُعطل Signal على الأجهزة الأُخرى المُسجلة بنفس رقم الهاتف.
az: Davam etsəniz Signal eyni telefon nömrəsindən istifadə edən digər cihazlarda söndürüləcək.
fr: Si vous poursuivez, Signal sera désactivée sur les autres appareils actuellement inscrits avec le même numéro de téléphone.
km: ការបន្តនឹងបិទ Signal លើឧបករណ៍ដែលបានចុះឈ្មោះ ជាមួយលេខទូរស័ព្ទដូចគ្នា។
nl: Als je doorgaat dan zal de Signal-app worden uitgeschakeld op andere apparaten welke momenteel met het zelfde telefoonnummer bij Signal zijn geregistreerd.
pl: Kontynuacja wyłączy Signal na wszystkich innych urządzeniach, aktualnie zarejestrowanych przy użyciu tego samego numeru telefonu.
sr: Настављањем ћете онемогућити Signal на свим постојећим уређајима повезаним на исти број телефона.
uk: Продовжуючи, ви відключите Signal для інших пристроїв, де він зареєстрований на цей же номер телефону.

# DEVICE_TRANSFER_ERROR_CERTIFICATE_MISMATCH
source: Unable to verify your new device, please try again
ar: تعذَّر التَّحقُّق مِن جِهازك الجَديد، مِن فَضلِك حاوِل مُجددًا
az: Yeni cihazınız təsdiqlənmədi, bir daha cəhd edin
fr: Impossible de confirmer votre nouvel appareil, veuillez réessayer plus tard
km: មិនអាចផ្ទៀងផ្ទាត់ឧបករណ៍ថ្មីរបស់អ្នក សូមផ្ទៀងផ្ទាត់ម្តងទៀត
nl: Kon de identiteit van het nieuwe apparaat niet verifiëren, probeer het opnieuw
pl: Nie udało się zweryfikować Twojego nowego urządzenia. Spróbuj ponownie.
sr: Није могуће оверити ваш нови уређај, молимо покушајте поново
uk: Не вдалось перевірити ваш нове пристрій. Будь-ласка, спробуйте ще раз

# DEVICE_TRANSFER_ERROR_GENERIC
source: The transfer couldn't complete, please ensure your devices are near each other and try again
ar: يتعذَّر إكتِمال عَمليِّة النَقل، مِن فَضلِك احرص على أن تكون أجهزتكَ بالقُرب مِن بَعضِها البَعض ثمَّ حاوِل مُجددًا.
az: Köçürlmə yerinə yetirilmədi, alətlərinizin yan-yana olduğuna əmin olun və yenidən cəhd edin
fr: Le transfert n’a pas pu être effectué. Veuillez vous assurer que vos appareils sont proches l’un de l’autre puis réessayez
km: ការបញ្ជូននេះ មិនអាចបញ្ចប់ សូមប្រាកដថា ឧបករណ៍របស់អ្នក គឺនៅជិតគ្នា និងសាកល្បងម្តងទៀត
nl: Overzetten is niet succesvol afgerond, ga na dat je apparaten bij elkaar in de buurt zijn en probeer het opnieuw
pl: Nie udało się dokończyć przenoszenia. Upewnij się, że Twoje urządzenia znajdują się blisko siebie i spróbuj ponownie.
sr: Неуспешан пренос података. Проверите да ли су уређаји близу један другога и покушајте поново
uk: Не вдалось завершити перенесення. Будь ласка, переконайтеся, що ваші пристрої знаходяться поруч один з одним і спробуйте ще раз

# DEVICE_TRANSFER_ERROR_MODE_MISMATCH_LINKED
source: To set up this iPad as a linked device, you must scan with your old iPad
ar: لإعداد جِهاز الـiPad هَذَا كَجِهاز مُرتبِط، يَجب مَسح الرَّمز باستخدام جِهاز iPad القديم
az: iPadi qoşulmuş alət kimi qurmaq üçün onu köhnə iPadlə skan etməlisiniz
fr: Afin de configurer cet iPad en tant qu’appareil relié, vous devez balayer avec votre ancien iPad
km: ដើម្បីដំឡើង iPad នេះ ជាឧបករណ៍តភ្ជាប់ អ្នកត្រូវស្កេនជាមួយ iPad ចាស់របស់អ្នក
nl: Om deze iPad in te stellen als gekoppeld apparaat moet je de QR-code scannen met je vorige iPad
pl: Aby skonfigurować tego iPada, jako połączone urządzenie, musisz zeskanować kod swoim starym iPadem
sr: Да додате овај iPad у повезане уређаје, морате скенирати вашим старим iPad-ом
uk: Щоб налаштувати цей iPad як прив'язаний пристрій, ви повинні сканувати за допомогою свого старого iPad

# DEVICE_TRANSFER_ERROR_MODE_MISMATCH_PRIMARY
source: To transfer your account, you must scan with your iPhone
ar: لنقل حسابك، يجب مسح الرمز باستخدام الـiPhone الخاص بك
az: Hesabınızı köçürmək üçün onu iPhone-unuzla skan etməlisiniz
fr: Afin de transférer votre compte, vous devez balayer avec votre iPhone
km: ដើម្បីបញ្ជូនគណនីអ្នក អ្នកត្រូវស្កេនជាមួយ iPhone របស់អ្នក
nl: Om je gegevens over te zetten moet je de QR-code scannen met je iPhone
pl: Aby przenieść swoje konto, musisz zeskanować kod swoim iPhone'em
sr: Да бисте пренели ваш налог, морате скенирати вашим iPhone-ом
uk: Щоб перенести свій обліковий запис, ви повинні сканувати за допомогою свого iPhone

# DEVICE_TRANSFER_ERROR_NOT_ENOUGH_SPACE
source: Not enough free space to complete the transfer
ar: لا توجد مساحة خالية بشكل كافي لإتمام النقل
az: Köçürmə üçün yetərincə yer yoxdur
fr: L’espace libre est insuffisant pour terminer le transfert
km: មិនមានទំហំទំនេរគ្រប់គ្រាន់ ដើម្បីបញ្ចប់ការបញ្ជូន
nl: Te weinig vrije opslagruimte om de gegevens over te zetten
pl: Za mało wolnego miejsca by dokończyć transfer
sr: Нема довољно слободног простора за пренос података
uk: Недостатньо вільного місця, щоб завершити перенесення

# DEVICE_TRANSFER_ERROR_UNSUPPORTED_VERSION
source: Update to the latest version of Signal and try again
ar: قم بالتحديث إلى آخر إصدار من Signal ثم حاول مرة أُخرى
az: Signal-n son versiyasına qədər yenilə və bir daha cəhd et
fr: Mettez Signal à jour vers sa version la plus récente et réessayez
km: ធ្វើបច្ចុប្បន្នភាព Signal ទៅកាន់ជំនាន់ចុងក្រោយ និងសាកល្បងម្តងទៀត
nl: Werk bij naar de meest recente versie van Signal en probeer het opnieuw
pl: Uaktualnij Signal do najnowszej wersji i spróbuj ponownie
sr: Ажурирајте Signal на најновију верзију и покушајте поново
uk: Оновіться до нової версії Signal і спробуйте ще раз

# DEVICE_TRANSFER_PROMPT_EXPLANATION
source: Transfer your Signal account to a new iOS device. Make sure your new device is nearby and turned on.
ar: إنقل حساب Signal الخاص بك إلى جهاز iOS جديد. تأكد من أن جهازك الجديد قريب و قيد التشغيل.
az: Signal hesabınızın yeni iOS cihazına köçürülməsi. Əmin olun ki, cihazınız yaxınlıqdadır və işləkdir.
fr: Transférez votre compte Signal vers un nouvel appareil iOS. Assurez-vous que votre nouvel appareil se trouve à proximité, en fonction.
km: បញ្ជូនគណនី Signal របស់អ្នកទៅឧបករណ៍ iOS ថ្មី។ ប្រាកដថាឧបករណ៍ថ្មីរបស់អ្នក នៅជិតគ្នានិងកំពុងបើក។
nl: Je Signal-instellingen overzetten naar een nieuw iOS apparaat. Zorg dat het nieuwe apparaat in de buurt is en aan staat.
pl: Przenieś swoje konto Signal na nowe urządzenie z systemem iOS. Upewnij się, że Twoje nowe urządzenie znajduje się w pobliżu i jest włączone.
sr: Пренесите ваш Signal налог на нови iOS уређај. Ваш нови уређај мора бити укључен и у непосредној близини.
uk: Перенести ваш обліковий запис Signal на новий пристрій iOS. Переконайтеся, що ваш новий пристрій знаходитися недалеко і включений.

# DEVICE_TRANSFER_PROMPT_TITLE
source: Transfer Account
ar: نقل الحساب
az: Hesab köçürülməsi
fr: Transférer le compte
km: បញ្ជូនគណនី
nl: Instellingen overzetten
pl: Przenieś konto
sr: Пренесите налог
uk: Перенесення Облікового Запису

# DEVICE_TRANSFER_QRCODE_EXPLANATION
source: Open Signal on your old device, bring it nearby, and make sure Wi-Fi and Bluetooth are enabled on both devices.
ar: افتَح Signal عَلى جِهازك القَديم، ضَعه بِمَكان قَريب، وتأكَّد مِن تَمكيِّن الـWi-Fi والبلوتوث في كِلا الجِهازين.
az: Köhnə cihazınızda Signal-ı açın, yaxınlaşdırın, hər iki cihazda Wi-Fi və Bluetooth açıq olduğuna əmin olun.
fr: Ouvrez Signal sur votre ancien appareil, approchez-le et assurez-vous que le Wi-Fi et le Bluetooth sont activés sur les deux appareils.
km: បើក Signal នើឧបករណ៍ចាស់របស់អ្នក ដាក់ជិតគ្នា និងប្រាកដថា Wi-Fi និង Bluetooth បានបើកលើឧបករណ៍ទាំងពីរ។
nl: Open Signal op je vorige apparaat, bren de apparaten bij elkaar in de buurt, en ga na dat zowel wifi als bluetooth op beide apparaten zijn ingeschakeld.
pl: Otwórz Signal na swoim starym urządzeniu, przenieś je blisko nowego i upewnij się, że na obu urządzeniach jest włączone Wi-Fi i Bluetooth.
sr: Отворите Signal на вашем старом уређају, приближите га и укључите Wi-Fi и Bluetooth на оба уређаја.
uk: Відкрийте Signal на своєму старому пристрої, піднесіть його Ближче і Переконайтеся, що Wi-Fi і Bluetooth включені на обох пристроях.

# DEVICE_TRANSFER_QRCODE_EXPLANATION2
source: Position this QR code in the frame of your other device.
ar: مَوضِع رَمز الاِستجابة السَريعة في إطار جِهازك الآخر.
az: Bu QR kodu digər cihazınızdakı çərçivəyə tutun.
fr: Positionnez ce code QR dans le cadre de votre autre appareil.
km: ដាក់កូដ QR នេះ ក្នុងស៊ុមនៃឧបករណ៍ផ្សេងរបស់អ្នក។
nl: Positioneer deze QR code in het frame van het andere apparaat.
pl: Zeskanuj kod QR drugim urządzeniem.
sr: Поставите овај QR кôд унутар оквира на другом уређају.
uk: Помістіть цей QR-код в кадр свого іншого пристрою.

# DEVICE_TRANSFER_QRCODE_NOT_SEEING
source: Not seeing the prompt on your old device?
ar: ألا يظهر التَنبيه الفَوري في جِهازك القديم؟
fr: Ne voyez-vous pas l’invite sur l’ancien appareil ?
nl: Zie je op je oude apparaat geen mogelijkheid om gegevens over te zetten?
pl: Nie widzisz komunikatu na swoim starym urządzeniu?
sr: Не видите упит на старом уређају?
uk: Не бачите підказок на своєму старому пристрої?

# DEVICE_TRANSFER_QRCODE_TITLE
source: Waiting for Other Device...
ar: في انتظار جهاز آخر ...
az: Digər cihazınızı gözləyir...
fr: En attente de l’autre appareil…
km: កំពុងរង់ចាំឧបករណ៍ផ្សេង...
nl: Aan het wachten op het andere apparaat …
pl: Czekanie na drugie urządzenie...
sr: Чека се други уређај...
uk: Очікування Іншого Пристрою...

# DEVICE_TRANSFER_RECEIVING_EXPLANATION
source: Keep both devices near each other. Do not turn off either device and keep Signal open. Transfers are end-to-end encrypted.
ar: أبقي الجهازين بالقرب من بعضهما البعض. لا تقم بإيقاف تشغيل أياً مِنهُما وحافظ على Signal مفتوحاً. عمليات النقل مُعمّاة من النهاية إلى النهاية.
az: Cihazlarınızı yaxınlaşdırın. Cihazları söndürməyin və hər ikisində Signal açıq olsun. Köçürmə ikitərəfli şifrələmə ilədir.
fr: Gardez les deux appareils proches l’un de l’autre. N’éteignez ni l’un ni l’autre des appareils et gardez Signal ouverte. Les transferts sont chiffrés de bout en bout.
km: រក្សាឧបករណ៍ទាំងពីរនៅជិតគ្នា។ មិនត្រូវបិទឧបករណ៍ណាមួយ និងរក្សា Signal ឲ្យនៅបើក។ ការបញ្ជូននឹងត្រូវអ៊ីនគ្រីបទាំងសងខាង។
nl: Houd de apparaten bij elkaar in de buurt en houd de Signal-app open op beide apparaten. De gegevens worden eind-tot-eind-versleuteld uitgewisseld.
pl: Urządzenia muszą znajdować się blisko siebie. Nie wyłączaj żadnego z urządzeń i nie zamykaj Signal. Przenoszenie jest szyfrowane metodą end-to-end.
sr: Приближите уређаје, не искључујте их и не затварајте Signal. Пренос података је потпуно енкриптован.
uk: Тримайте обидва пристрої поруч один з одним. Не вимикайте ні один з пристроїв і залишайте Signal відкритим. Перенесення захищені наскрізним шифруванням.

# DEVICE_TRANSFER_RECEIVING_TITLE
source: Receiving Data
ar: جارِ استقبال البيانات
az: Məlumat alır
fr: Réception des données
km: កំពុងទទួលទិន្នន័យ
nl: Er worden nu gegevens ontvangen
pl: Odbieranie danych
sr: Подаци се примају
uk: Отримання Даних

# DEVICE_TRANSFER_SCANNING_CONNECTING
source: Connecting…
ar: جارِ الرّبط…
az: Əlaqə yaradılır…
fr: Connexion…
km: កំពុងតភ្ជាប់...
nl: Verbinding aan het maken …
pl: Łączenie...
sr: Успостављање везе...
uk: З’єднання...

# DEVICE_TRANSFER_SCANNING_EXPLANATION
source: Position the QR code within the circle
ar: مَوضِع رمز الاستجابة السريعة ضمن الدائرة
az: QR kodu dairənin içinə tutun
fr: Positionnez le code QR dans le cercle
km: ដាក់កូដ QR code នៅក្នុងរង្វង់
nl: Houd de QR-codebinnen de circel
pl: Umieść kod QR w okręgu
sr: Поставите QR кôд унутар круга
uk: Помістіть цей QR-код всередині кола

# DEVICE_TRANSFER_SCANNING_TITLE
source: Hold Your New Device Up to the Camera
ar: ضع جهازك الجديد أمام الكاميرا
az: Cihazınızın kamera tərəfini tutun
fr: Tenez votre nouvel appareil devant l’appareil photo
km: កាន់ឧបករណ៍ថ្មីរបស់អ្នកឱ្យជាប់នឹងកាមេរ៉ា
nl: Houd je nieuwe apparaat voor de camera
pl: Przytrzymaj nowe urządzenie przed kamerką
sr: Ставите ваш нови уређај пред камеру
uk: Піднесіть Свій Новий Пристрій до Камери

# DEVICE_TRANSFER_TRANSFERRING_EXPLANATION
source: Keep both devices near each other. Do not turn off either device and keep Signal open.
ar: أبقي الجهازين بالقرب من بعضهما البعض. لا تقم بإيقاف تشغيل أياً مِنهُما وحافظ على Signal مفتوحاً.
az: Cihazlarınızı yaxınlaşdırın. Cihazları söndürməyin və hər ikisində Signal açıq olsun.
fr: Gardez les deux appareils proches l’un de l’autre. N’éteignez ni l’un ni l’autre des appareils et gardez Signal ouverte.
km: រក្សាឧបករណ៍ទាំងពីរនៅជិតគ្នា។ មិនត្រូវបិទឧបករណ៍ណាមួយ និងរក្សា Signal ឲ្យនៅបើក។
nl: Houd de apparaten bij elkaar in de buurt en houd de Signal-app open op beide apparaten.
pl: Urządzenia muszą znajdować się blisko siebie. Nie wyłączaj żadnego z urządzeń i nie zamykaj Signal.
sr: Приближите уређаје, не искључујте их и држите Signal отворен.
uk: Тримайте обидва пристрої поруч один з одним. Не вимикайте ні один з пристроїв і залишайте Signal відкритим.

# DEVICE_TRANSFER_TRANSFERRING_TITLE
source: Transferring Data
ar: نقل البيانات
az: Məlumat köçür
fr: Transfert des données
km: កំពុងបញ្ជូនទិន្នន័យ
nl: Gegevens overzetten
pl: Przenoszenie danych
sr: Подаци се преносе
uk: Передача Даних

source: Disappearing Messages
ar: الرسائل المُختفية
az: Yox olan ismarışlar
fr: Messages éphémères
km: សារដែលមិនបង្ហាញ
nl: Verlopende berichten
pl: Znikające wiadomości
sr: Нестајуће поруке
uk: Зникаючі повідомлення

# DISAPPEARING_MESSAGES_CONFIGURATION_GROUP_EXISTING_FORMAT
source: Messages in this chat will disappear after %@.
ar: ستختفي الرسائل في هذه المحادثة بعد %@.
fr: Les messages de cette conversation disparaîtront dans %@.
nl: Berichten in dit gesprek zullen na %@ verlopen.
pl: Wiadomości w tej rozmowie znikną po %@.
sr: Поруке у овој преписци ће нестати након %@.
uk: Повідомлення у цьому чаті зникатимуть через %@.

# DISAPPEARING_MESSAGES_DESCRIPTION
source: When enabled, messages sent and received in this chat will disappear after they have been seen.
ar: عند التفعيل, إن الرسائل المُرسلَة أو المُستلَمة في هذه المُحادثة سوف تختفي بعد رؤيتها.
fr: Si cette option est activée, les messages envoyés et reçus dans cette conversation disparaîtront après avoir été lus.
nl: Indien ingeschakeld zal elk nieuwe bericht dat in dit gesprek verzonden of ontvangen wordt voor iedere deelnemer aan het gesprek gewist worden nadat de ingestelde tijd verlopen is. De tijd gaat voor iedere deelnemer pas lopen vanaf het moment dat hij of zij het bericht heeft gezien. – Gebruik verlopende berichten niet ter beveiliging, want Signal kan niet garanderen dat een bericht op het apparaat van een ander daadwerkelijk wordt gewist.
pl: Włączenie funkcji spowoduje, że wysyłane i otrzymywane wiadomości w tej rozmowie znikną, gdy zostaną odczytane.
sr: Када је омогућено, послате и примљене поруке у овој преписци ће нестати након што буду приказане.
uk: Якщо увімкнути, надіслані та отримані повідомлення у цьому чаті зникатимуть після перегляду.

# DISAPPEARING_MESSAGES_HINT
source: Currently messages disappear after %@
ar: حالياً الرسائل تختفي بعد %@
az: Hal-hazırda mesajlar %@ ötdükdən sonra yox olur
fr: Actuellement, les messages disparaissent après %@
km: សារបច្ចុប្បន្ននឹងរលុបបាត់បន្ទាប់ពី %@
nl: Momenteel verlopen nieuwe berichten na %@
pl: Obecnie wiadomości znikają po %@
sr: Поруке сада нестају након %@
uk: Наразі повідомлення зникатимуть за %@

# DISAPPEARING_MESSAGES_LABEL
source: Disappearing messages settings
ar: إعدادات الرسائل المُختفية
az: Yox olan mesaj parametrləri
fr: Paramètres des messages éphémères
km: កំណត់ការរលុបសារ
nl: Instellingen voor verlopende berichten
pl: Ustawienia znikających wiadomości
sr: Поставке нестајућих порука
uk: Налаштування зникаючих повідомлень

# DISMISS_BUTTON_TEXT
source: Dismiss
ar: تجاهُل
az: İmtina
fr: Fermer
km: ច្រានចោល
nl: Sluiten
pl: Odrzuć
sr: Одбаци
uk: Відхилити

# DOMAIN_FRONTING_COUNTRY_VIEW_SECTION_HEADER
source: Censorship Circumvention Location
ar: مكان التحايل على الرقابة
az: Senzuranın Yerləşdiyi Sahə
fr: Lieu pour le contournement de la censure
km: ចៀងវាងការឃ្លាំមើលទីតាំង
nl: Censuuromzeilingslocatie
pl: Lokalizacja dla omijania cenzury
sr: Заобилазак цензуре локације
uk: Країна для обходу цензури

# EDIT_CONTACT_WITHOUT_CONTACTS_PERMISSION_ALERT_BODY
source: You can enable access in the iOS Settings app.
ar: يُمكِنُك تمكين الوصول من خِلال تطبيق إعدادات iOS.
az: iOS Parametrlərində giriş icazəsi verə bilərsən.
fr: Vous pouvez accorder l’accès dans l’appli Réglages d’iOS.
km: អ្នកអាចបើកការប្រើប្រាស់ក្នុងកម្មវិធី ការកំណត់ iOS.
nl: Je kunt toegang inschakelen via de iOS-instellingenapp.
pl: Możesz przyznać dostęp w Ustawieniach iOS.
sr: Приступ можете омогућити у iOS апликацији за подешавања.
uk: Ви можете надати доступ у налаштуваннях iOS.

# EDIT_CONTACT_WITHOUT_CONTACTS_PERMISSION_ALERT_TITLE
source: Signal Needs Contact Access to Edit Contact Information
ar: يحتاج Signal الصلاحية بالوصول إلى جهات الاتصال من اجل تعديل البيانات الخاصة بجهة الإتصال.
az: Əlaqə Məlumatlarına Dəyişiklik Etmək Üçün Signal-ın Əlaqələrə Giriş İcazəsi Olmalıdır
fr: Signal a besoin d’accéder aux contacts pour modifier les renseignements des contacts
km: Signalត្រូវការចូលប្រើប្រាស់លេខទំនាក់ទំនង ដើម្បីកែប្រែព័ត៌មានទំនាក់ទំនង
nl: Signal heeft toegang nodig tot je contacten om contactinformatie te bewerken
pl: Signal potrzebuje dostępu do kontaktów w celu edycji
sr: За измену контакта, Signal-у је потребан приступ вашем именику
uk: Signal потребує доступу до контактів, щоб редагувати інформацію контактів.

# EDIT_GROUP_CLEAR_AVATAR
source: Remove Photo
ar: حذف الصورة
fr: Supprimer la photo
km: លុបរូបភាព
nl: Groepsafbeelding verwijderen
pl: Usuń zdjęcie
sr: Уклони слику
uk: Видалити фото

# EDIT_GROUP_DEFAULT_TITLE
source: Edit Group
ar: تعديل المجموعة
az: Qrupu dəyiş
fr: Modifier le groupe
km: កែប្រែក្រុម
nl: Groep aanpassen
pl: Edytuj grupę
sr: Уредите групу
uk: Редагувати групу

# EDIT_GROUP_ERROR_CANNOT_ADD_MEMBER
source: This user can't be added to the group until they upgrade Signal.
ar: لا يُمكن إضافة هذا المستخدم إلى المجموعة حتى يُحديث Signal.
az: Signal yenilənməyənə qədər bu istifadəçi qrupa əlavə oluna bilməz.
fr: Cet utilisateur ne pourra pas être ajouté au groupe tant qu’il n’aura pas mis Signal à niveau.
km: អ្នកប្រើប្រាស់មួយនេះ មិនអាចបន្ថែមចូលក្នុងក្រុម លុះត្រាគេបានដំឡើង Signal។
nl: Deze persoon kan niet worden toegevoegd aan de groep voordat hij of zij Signal naar een nieuwe versie heeft opgewaardeerd.
pl: Nie można dodać do grupy tego użytkownika, dopóki nie zaktualizuje aplikacji Signal.
sr: Ова особа не може бити додата у групу док не ажурира Signal.
uk: Цей користувач не може бути доданий у групу, поки він не оновить Signal.

# EDIT_GROUP_ERROR_CANNOT_ADD_MEMBER_GROUP_FULL_FORMAT
source: Maximum group size of %@ members reached.
ar: وصلت المجموعة إلى عدد %@ عضو، والذي يُعد الحد الأقصى.
fr: La taille de groupe maximale de %@ membres est atteinte.
nl: Je hebt de maximale groepsomvang van %@ leden bereikt.
pl: Osiągnięto maksymalny rozmiar grupy, %@ członków.
sr: Достигли сте ограничење групе од %@ чланова.
uk: Досягнуто максимальної кількості користувачів у чаті — %@.

# EDIT_GROUP_ERROR_INVALID_AVATAR
source: Invalid photo.
ar: صورة غير صالحة.
fr: La photo n’est pas valide.
km: រូបភាពមិនត្រឹមត្រូវ។
nl: Ongeldige groepsafbeelding.
pl: Nieprawidłowe zdjęcie.
sr: Неисправна слика.
uk: Невірне фото

# EDIT_GROUP_GROUP_NAME
source: Group Name
ar: اسم المجموعة
az: Qrup adı
fr: Nom du groupe
km: ឈ្មោះក្រុម
nl: Groepsnaam
pl: Nazwa grupy
sr: Назив групе
uk: Ім'я Групи

# EDIT_GROUP_UPDATE_BUTTON
source: Update
ar: تحديث
az: Yenilə
fr: Mettre à jour
km: បច្ចុប្បន្នភាព
nl: Aanpassen
pl: Aktualizuj
sr: Сачувај
uk: Оновити

# EDIT_GROUP_VIEW_UNSAVED_CHANGES_MESSAGE
source: Would you like to save the changes that you made to this group?
ar: هل تود حفظ التغييرات التي قمت بها لهذه المجموعة؟
az: Bu qrupda etdiyin dəyişiklikləri yadda saxlamaq istəyirsən?
fr: Voulez-vous enregistrer les changements apportées à ce groupe ?
km: តើអ្នកចង់រក្សាទុកការផ្លាស់ប្តូរដែលអ្នកបានកំណត់ក្នុងក្រុមនេះទេ?
nl: Wil je de wijzigingen aan deze groep behouden?
pl: Czy chcesz zapisać zmiany wprowadzone w tej grupie?
sr: Да ли желите да сачувате измене ове групе?
uk: Ви хочете зберегти зміни, внесені до цієї групи?

# EDIT_GROUP_VIEW_UNSAVED_CHANGES_TITLE
source: Unsaved Changes
ar: تعديلات غير محفوظة
az: Yadda Saxlanmamış Dəyişikliklər
fr: Changements non enregistrés
km: ការកែប្រែមិនបានរក្សាទុក
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
sr: Несачуване измене
uk: Незбережені зміни

# EDIT_ITEM_COPY_ACTION
source: Copy
ar: نسخ
az: Köçür
fr: Copier
km: ថតចម្លង
nl: Kopiëren
pl: Kopiuj
sr: Копирај
uk: Копіювати
