Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# PROFILE_VIEW_PROFILE_DESCRIPTION
source: Your profile is end-to-end encrypted. Your profile and changes to it will be visible to your contacts and when you start or accept new chats.
ar: ملفُّك الشَّخصيّ مُعمّى مِنَ النِهاية إلى النِهاية. إنَّ ملفُّك الشَّخصيّ وأي تغييرات تطرأ عليه ستكون مرئية لِجهات إتصالك وعندما تبدأ أو تقبل مُحادثة جديدة.
fr: Votre profil est chiffré de bout en bout. Avec ses modifications, il est visible par vos contacts et si vous lancez ou acceptez de nouvelles conversations.
nl: Signal-profielen worden eind-tot-eind-versleuteld uitgewisseld. Deze gegevens zijn alleen zichtbaar voor personen wie zijn opgeslagen in jouw contactenlijst, personen naar wie je zelf een nieuwe gesprek initieert en alle leden van een groep waarvan jij een uitnodiging aanvaard.
pl: Twój profil jest szyfrowany metodą end-to-end. Twój profil i jego zmiany będą widoczne dla Twoich kontaktów, i gdy rozpoczniesz, lub zaakceptujesz nowe rozmowy.

# PROFILE_VIEW_SAVE_BUTTON
source: Save
ar: حفظ
az: Yaddaşa yaz
fr: Enregistrer
km: រក្សា
nl: Opslaan
pl: Zapisz
sr: Сачувај
uk: Зберегти

# PROFILE_VIEW_TITLE
source: Profile
ar: الملف الشخصي
az: Profil
fr: Profil
km: ប្រវត្តិរូប
nl: Profiel
pl: Profil
sr: Профил
uk: Профіль

# PROFILE_VIEW_USERNAME_FIELD
source: Username
ar: اسم المُستخدم
az: istifadəçi adı
fr: Nom d’utilisateur
km: ឈ្មោះអ្នកប្រើប្រាស់
nl: Gebruikersnaam
pl: Nazwa użytkownika
sr: Корисничко име
uk: Ім'я користувача

# PUSH_MANAGER_MARKREAD
source: Mark as Read
ar: تَعليم كَمقروء
az: Oxunmuş Kimi İşarələ
fr: Marquer comme lu
km: កំណត់ ថាបានអាន
nl: Markeren als gelezen
pl: Oznacz jako przeczytane
sr: Означи прочитаним
uk: Позначити прочитаним

# PUSH_MANAGER_REPLY
source: Reply
ar: الرَّدّ
az: Cavab
fr: Répondre
km: ឆ្លើយតប
nl: Reageren
pl: Odpowiedź
sr: Одговори
uk: Відповісти

# PUSH_REGISTER_SUCCESS
source: Successfully re-registered for push notifications.
ar: تمَّ بنجاح إعادة الاشتراك في دَفع الإشعارات.
az: Üzə çıxan xəbərdarlıqları uğurla yenidən qeyd etdi.
fr: Les notifications poussées ont été réactivées avec succès.
km: បានចុះឈ្មោះឡើងវិញដោយជោគជ័យ សម្រាប់ការជូនដំណឹង។
nl: Opnieuw registreren voor pushmeldingen geslaagd.
pl: Urządzenie ponownie zostało pomyślnie zarejestrowane do powiadomień push.
sr: Успешно сте се поново пријавили на сервис за обавештења.
uk: Успішна перереєстрація для одержання push-сповіщень.

# PUSH_REGISTER_TITLE
source: Push Notifications
ar: دَفع الإشعارات
az: Üzə çıxan xəbərdarlıqlar
fr: Notifications poussées
km: ការជូនដំណឹង
nl: Pushmeldingen
pl: Powiadomienia Push
sr: Обавештења
uk: Push-сповіщення

# QUOTED_REPLY_AUTHOR_INDICATOR_FORMAT
source: Replying to %@
ar: الرَّدّ على %@
az: %@ istifadəçisinə Cavab Verilir
fr: Réponse à %@
km: កំពុងឆ្លើយតបទៅកាន់ %@
nl: In reactie op %@
pl: Odpowiadanie %@
sr: Одговор за %@
uk: У відповідь до %@

# QUOTED_REPLY_AUTHOR_INDICATOR_YOU
source: Replying to You
ar: الرَّدّ عليكَ أنت
az: Sənə Cavab Verilir
fr: Vous répond
km: កំពុងឆ្លើយតបទៅកាន់អ្នក
nl: In reactie op jou
pl: Odpowiada Tobie
sr: Одговор вама
uk: У відповідь вам

# QUOTED_REPLY_CONTENT_FROM_REMOTE_SOURCE
source: Original message not found.
ar: لم يُعثَر على الرسالة الأصلية.
az: Orijinal mesaj tapılmadı.
fr: Le message original est introuvable.
km: សារដើមរកមិនឃើញ។
nl: Oorspronkelijk bericht niet gevonden.
pl: Nie znaleziono oryginalnej wiadomości.
sr: Оригинална порука није пронађена.
uk: Оригінальне повідомлення не знайдено.

# QUOTED_REPLY_ORIGINAL_MESSAGE_DELETED
source: Original message no longer available.
ar: لم تَعُد الرسالة الأصلية مُتاحة.
az: Orijinal mesaj artıq mövcud deyil.
fr: Le message original n’est plus disponible
km: សារដើមលែងមានទៀតហើយ។
nl: Oorspronkelijk bericht niet langer beschikbaar.
pl: Oryginalna wiadomość nie jest już dostępna.
sr: Оригинална порука није доступна.
uk: Оригінальне повідомлення недоступне.

# QUOTED_REPLY_ORIGINAL_MESSAGE_REMOTELY_SOURCED
source: Original message not found.
ar: لم يُعثَر على الرسالة الأصلية.
az: Orijinal mesaj tapılmadı.
fr: Le message original est introuvable.
km: សារដើមរកមិនឃើញ។
nl: Oorspronkelijk bericht niet gevonden.
pl: Nie znaleziono oryginalnej wiadomości.
sr: Оригинална порука није пронађена.
uk: Оригінальне повідомлення не знайдено.

# QUOTED_REPLY_TYPE_ATTACHMENT
source: Attachment
ar: مُرفق
az: Qoşma
fr: Fichier joint
km: ការភ្ជាប់
nl: Bijlage
pl: Załącznik
sr: Прилог
uk: Долучення

# QUOTED_REPLY_TYPE_AUDIO
source: Audio
ar: صوت
az: Səs
fr: Son
km: សំឡេង
sr: Звучни запис
uk: Аудіо

# QUOTED_REPLY_TYPE_IMAGE
source: Image
ar: صورة
az: Şəkil
km: រូបភាព
nl: Afbeelding
pl: Obraz
sr: Слика
uk: Зображення

# QUOTED_REPLY_TYPE_VIDEO
source: Video
ar: فيديو
fr: Vidéo
km: វីដេអូ
pl: Wideo
sr: Видео запис
uk: Відео

# REACTION_DETAIL_ALL_FORMAT
source: All · %@
ar: الكُل · %@
az: Hamısı · %@
fr: Toutes · %@
km: ទាំងអស់។ %@
nl: Alle %@
pl: Wszystko · %@
sr: Све · %@
uk: Всі · %@

# REACTION_INCOMING_NOTIFICATION_BODY_FORMAT
source: Reacted %@ to your message
ar: تفاعُل بِـ%@ على رسالتك
az: %@ ismarışınıza reaksiya gəldi
fr: A réagi 1%@ à votre message
km: ប្រតិកម្ម %@ ទៅសាររបស់អ្នក
nl: Reageerde op je bericht met %@
pl: %@ zareagował(a) na Twoją wiadomość
sr: Реакција %@ на вашу поруку
uk: Відреагував(-ла) %@ на ваше повідомлення

# REACTION_INCOMING_NOTIFICATION_TO_ALBUM_BODY_FORMAT
source: Reacted %@ to your album
ar: تفاعُل بِـ%@ على ألبومك
az: %@ albomuza reaksiya gəldi
fr: A réagi %@ à votre album
km: ប្រតិកម្ម %@ ទៅអាល់ប៊ុមរបស់អ្នក
nl: Reageerde met %@ op je album
pl: Zareagował(a) w ten sposób %@ na Twój album
sr: Реакција %@ на ваш албум
uk: Відреагував(-ла) %@ на ваш альбом

# REACTION_INCOMING_NOTIFICATION_TO_AUDIO_BODY_FORMAT
source: Reacted %@ to your audio
ar: تفاعُل بِـ%@ على صوتك
az: %@ audionuza reaksiya gəldi
fr: A réagi %@ à votre contenu son
km: ប្រតិកម្ម %@ ទៅសំឡេងរបស់អ្នក
nl: Reageerde met %@ op je audio
pl: Zareagował(a) w ten sposób %@ na Twoje audio
sr: Реакција %@ на ваш звучни запис
uk: Відреагував(-ла) %@ на ваше аудіо

# REACTION_INCOMING_NOTIFICATION_TO_CONTACT_SHARE_BODY_FORMAT
source: Reacted %@ to your contact share
ar: تفاعُل بِـ%@ على جهة اتصالك المُشاركَة
az: %@ əlaqə paylaşmanıza reaksiya gəldi
fr: A réagi %@ à votre partage de contact
km: ប្រតិកម្ម %@ ទៅលេខទំនាក់ទំនងអ្នកចែករំលែក
nl: Reageerde met %@ op het door jou delen van een contact
pl: Zareagował(a) w ten sposób %@ na Twoje udostępnienie kontaktu
sr: Реакција %@ на ваш подељени контакт
uk: Відреагував(-ла) %@ на контакт, яким ви поділилися

# REACTION_INCOMING_NOTIFICATION_TO_FILE_BODY_FORMAT
source: Reacted %@ to your file
ar: تفاعُل بِـ%@ على ملفك
az: %@faylınıza reaksiya verdi
fr: A réagi %@ à votre fichier
km: ប្រតិកម្ម %@ ទៅឯកសារអ្នក
nl: Reageerde met %@ op je bestand
pl: Zareagował(a) w ten sposób %@ na Twój plik
sr: Реакција %@ на вашу датотеку
uk: Відреагував(-ла) %@ на ваш файл

# REACTION_INCOMING_NOTIFICATION_TO_GIF_BODY_FORMAT
source: Reacted %@ to your GIF
ar: تفاعُل بِـ%@ على GIF الخاص بك
az: %@ GİFinizə reaksiya gəldi
fr: A réagi %@ à votre GIF
km: ប្រតិកម្ម %@ ទៅ GIF អ្នក
nl: Reageerde met %@ op je GIF
pl: Zareagował(a) w ten sposób %@ na Twój GIF
sr: Реакција %@ на ваш GIF
uk: Відреагував(-ла) %@ на ваш GIF

# REACTION_INCOMING_NOTIFICATION_TO_PHOTO_BODY_FORMAT
source: Reacted %@ to your photo
ar: تفاعُل بِـ%@ على صورتك
az: %@ fotonuza reaksiya gəldi
fr: A réagi %@ à votre photo
km: ប្រតិកម្ម %@ ទៅរូបភាពអ្នក
nl: Reageerde met %@ op je afbeelding
pl: Zareagował(a) w ten sposób %@ na Twoje zdjęcie
sr: Реакција %@ на вашу слику
uk: Відреагував(-ла) %@ на ваше фото

# REACTION_INCOMING_NOTIFICATION_TO_STICKER_MESSAGE_BODY_FORMAT
source: Reacted %@ to your sticker
ar: تفاعُل بِـ%@ على مُلصقك
az: %@ stikerinizə reaksiya gəldi
fr: A réagi %@ à votre autocollant
km: ប្រតិកម្ម %@ ទៅស្ទីកគ័រអ្នក
nl: Reageerde met %@ op je sticker
pl: Zareagował(a) w ten sposób %@ na Twoją naklejkę
sr: Реакција %@ на вашу налепницу
uk: Відреагував(-ла) %@ на ваш стікер

# REACTION_INCOMING_NOTIFICATION_TO_TEXT_MESSAGE_BODY_FORMAT
source: Reacted %@ to: "%@"
ar: تفاعُل بِـ%@ على: "%@"
az: %@ reaksiya verdiyi: "%@"
fr: A réagi %@ à : « %@ »
km: ប្រតិកម្ម %@ ទៅ៖ "%@"
nl: Reageerde met %@ op “%@”
pl: Zareagował(a) w ten sposób %@ na "%@"
sr: Реакција %@ на : „%@”
uk: Відреагував(-ла) %@ на: "%@"

# REACTION_INCOMING_NOTIFICATION_TO_VIDEO_BODY_FORMAT
source: Reacted %@ to your video
ar: تفاعُل بِـ%@ على فيديوهك
az: %@ videonuza reaksiya gəldi
fr: A réagi %@ à votre vidéo
km: ប្រតិកម្ម %@ ទៅវីដេអូអ្នក
nl: Reageerde met %@ op je video
pl: Zareagował(a) w ten sposób %@ na Twoje wideo
sr: Реакција %@ на ваш видео запис
uk: Відреагував(-ла) %@ на ваше відео

# REACTION_INCOMING_NOTIFICATION_TO_VIEW_ONCE_MESSAGE_BODY_FORMAT
source: Reacted %@ to your view-once media
ar: تفاعُل بِـ%@ على وسط العرض لمرة واحدة خاصتَك
az: %@ bir dəfə görünən medianıza reaksiya gəldi
fr: A réagi %@ à votre média éphémère
km: ប្រតិកម្ម %@ ទៅមេឌាមើលម្តងរបស់អ្នក
nl: Reageerde met %@ op je eenmaligeweergave-bericht
pl: Zareagował(a) w ten sposób %@ na Twoje multimedia jednorazowe
sr: Реакција %@ на ваш једнократни медиј
uk: Відреагував(-ла) %@ на ваше одноразове медіа

# REACTION_INCOMING_NOTIFICATION_TO_VOICE_MESSAGE_BODY_FORMAT
source: Reacted %@ to your voice message
ar: تفاعُل بِـ%@ على تسجيلكَ الصوتيّ
az: %@ səs mesajınıza reaksiya gəldi
fr: A réagi %@ à votre message vocal
km: ប្រតិកម្ម %@ ទៅសារសំឡេងអ្នក
nl: Reageerde met %@ op je spraakbericht
pl: Zareagował(a) w ten sposób %@ na Twoją wiadomość głosową
sr: Реакција %@ на вашу гласовну поруку
uk: Відреагував(-ла) %@ на ваше голосове повідомлення

# REACTIONS_DETAIL_YOU
source: You
ar: أنت
az: Sən
fr: Vous
km: អ្នក
nl: Jij
pl: Ty
sr: Ви
uk: Ви

# READ_ACTION
source: Read
ar: مقروء
az: Oxundu
fr: Lu
km: អាន
nl: Gelezen
pl: Odczytana
sr: Прочитано
uk: Прочитано

# RECIPIENT_PICKER_ERROR_USER_CANNOT_BE_SELECTED
source: User can't be selected.
ar: يتعذّر تحديد المُستخدم.
az: İstifadəçi seçilə bilməz.
fr: Impossible de sélectionner l’utilisateur.
km: អ្នកប្រើប្រាស់មិនអាចជ្រើសរើស។
nl: Deze persoon kan niet worden geselecteerd.
pl: Nie można wybrać użytkownika.
sr: Особа не може бити изабрана.
uk: Користувач не може бути обраний.

# REGISTER_2FA_FORGOT_PIN
source: I forgot my PIN.
ar: لقد نسيت الـPIN الخاص بي..
az: PIN-i unutmuşam.
fr: J’ai oublié mon NIP.
km: ខ្ញុំបានភ្លេចលេខPIN ។
nl: Ik ben mijn pincode vergeten.
pl: Nie pamiętam PINu.
sr: Заборавио/ла сам PIN.
uk: Я забув PIN.

# REGISTER_2FA_FORGOT_PIN_ALERT_TITLE
source: Need Help?
ar: هل تُريد المُساعدة؟
az: Kömək lazımdır?
fr: Besoin d’aide ?
km: ត្រូវការជំនួយ?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
sr: Потребна вам је помоћ?
uk: Потрібна Допомога?

# REGISTER_2FA_FORGOT_SVR_PIN_ALERT_MESSAGE
source: Your PIN is a 4+ digit code you created that can be numeric or alphanumeric. If you can’t remember your PIN, you’ll have to wait 7 days to re-register your account.
ar: إنَّ الـPIN الخاص بك عِبارة عَن أربع خانات أو أكثر والتي يُمكن أن تكون إما أرقام أو حُروف. إذا لم تستطع تَذكُر الـPIN الخاص بك، يجبُ عليك الانتظار لمدة سبعة أيام لكي تُعيد تسجيل الحساب الخاص بك.
az: Yaratdığınız PİN 4+ işarədən, həm rəqəm və hərflərdən ibarə t ola bilər. PİNi yada sala bilməsəniz yenidən hesabınızı qeydiyyatdan keçirmək üçün 7 gününüz olacaq.
fr: Votre NIP est un code à quatre chiffres ou plus que vous avez créé et qui peut être numérique ou alphanumérique. Si vous avez oublié votre NIP, vous devrez attendre sept jours pour réinscrire votre compte.
km: លេខ PIN របស់អ្នក ជាលេខ 4 ខ្ទង់ ដែលអ្នកបានបង្កើត ដែលវាអាចជាលេខ ឬ អក្សរ។ បើអ្នកមិនអាចចងចាំលេខកូដ PIN របស់អ្នក អ្នកនឹងត្រូវរង់ចាំ 7 ថ្ងៃ ដើម្បីចុះឈ្មោះគណនីរបស់អ្នកម្តងទៀត។
nl: Je pincode is een wachtwoord welke je zelf hebt aangemaakt bestaande uit 4 of meer cijfers of karakters. Als je je pincode niet hebt onthouden, dan zul je 7 dagen moeten wachten voor je je telefoonnummer opnieuw kunt registreren.
pl: Twój PIN to 4+ znakowy, utworzony przez Ciebie kod, który może być liczbowy lub alfanumeryczny. Jeśli nie pamiętasz swojego PINu, będziesz musiał(a) zaczekać 7 dni, aby ponownie zarejestrować konto.
sr: Ваш PIN је кôд од 4 или више цифре или алфанумеричка карактера који сте раније направили. Ако се не сећате вашег PIN-а, мораћете сачекати 7 дана за поновну регистрацију налогa.
uk: Ваш PIN - це код з 4+ символів, створений вами, який може бути цифровим або буквенно-цифровим. Якщо ви не зможете згадати свій PIN-код, вам доведеться почекати 7 днів, щоб зареєструватися наново.

# REGISTER_2FA_FORGOT_SVR_PIN_WITHOUT_REGLOCK_ALERT_MESSAGE
source: Your PIN is a 4+ digit code you created that can be numeric or alphanumeric. If you can’t remember your PIN, you can create a new one. You can register and use your account but you’ll lose some saved settings like your profile information.
ar: إنَّ الـPIN الخاص بك عِبارة عَن أربع خانات أو أكثر والتي يُمكن أن تكون إما أرقام أو حُروف. إذا لم تستطع تَذكُر الـPIN الخاص بك، تستطيع إنشاء واحِد جديد. يُمكنك التسجيل واستخدام الحساب الخاص بك لكِنَك ستفقِد بعض الإعدادات المحفوظة، مِثل معلومات ملفك الشخصي.
az: Yaratdığınız PİN 4+ işarədən, həm rəqəm və hərflərdən ibarə t ola bilər. PİNi yada sala bilməsəniz yenisini yarada bilərsiniz. Hesabınızı yaradıb istifadə edə bilərsiniz, amma bəzi quraşdırmalarınızı və profil məlumatınızı itirəcəksiniz.
fr: Votre NIP est un code à quatre chiffres ou plus que vous avez créé et qui peut être numérique ou alphanumérique. Si vous avez oublié votre NIP, vous pouvez en créer un nouveau. Vous pouvez vous inscrire et utiliser votre compte, mais vous perdrez certains paramètres enregistrés tels que les renseignements de votre profil.
km: លេខ PIN របស់អ្នកគឺ 4+ ចំនួនខ្ទង់ដែលអ្នកបានបង្កើត អាចជាលេខ ឬ អក្សរ។ បើអ្នកមិនអាចចងចាំ PIN របស់អ្នកទេ អ្នកអាចបង្កើតថ្មីបាន។ អ្នកអាចចុះឈ្មោះ និងប្រើប្រាស់គណនីរបស់អ្នក តែអ្នកនឹងត្រូវបាត់បង់ការកំណត់ដែលបានរក្សាទុក ដូចជាព័ត៌មានប្រវត្តិរូបរបស់អ្នក។
nl: Je pincode is een code welke je zelf hebt aangemaakt en welke bestaat uit vier of meer cijfers of een combinatie van cijfers en letters. Als je je je pincode niet kunt herinneren, dan kun je een nieuwe pincode aanmaken. Je kunt Signal dan wel weer registreren met dit telefoonnummer, maar sommige instellingen zoals je profielnaam, -foto en -omschrijving zullen dan verloren gaan.
pl: Twój PIN to 4+ znakowy, utworzony przez Ciebie kod, który może być liczbowy lub alfanumeryczny. Jeśli nie pamiętasz swojego PINu, możesz utworzyć nowy. Możesz zarejestrować się i używać swojego konta, ale stracisz niektóre zapisane ustawienia, takie jak informacje o Twoim profilu.
sr: Ваш PIN је кôд од 4 или више цифре или алфанумеричка карактера који сте раније направили. Ако се не сећате вашег PIN-а, можете направити нови. Регистрација новог налогa је дозвољена, али ћете изгубити нека подешавања као што су личне информације профила.
uk: Ваш PIN - це код з 4+ символів, створений вами, який може бути цифровим або буквенно-цифровим. Якщо ви не можете згадати свій PIN-код, ви можете створити новий. Ви зможете зареєструватися та використовувати свій обліковий запис, але втратите деякі збережені настройки, наприклад інформацію вашого профілю.

# REGISTER_2FA_FORGOT_V1_PIN_ALERT_MESSAGE
source: Your PIN is a 4+ digit numeric code you created. If you can’t remember your PIN, you’ll have to wait 7 days to re-register your account.
ar: إنَّ الـPIN الخاص بك عبارة عن أربع خانات رقمية أنت قد أنشأتها. إذا لم تستطع تَذكُر الـPIN الخاص بك، يجبُ عليك الانتظار لمدة سبعة أيام لكي تُعيد تسجيل الحساب الخاص بك.
az: Yaratdığınız PİN 4+ rəqəmli koddur. PİNi yada sala bilməsəniz yenidən hesabınızı qeydiyyatdan keçirmək üçün 7 gününüz olacaq.
fr: Votre NIP est un code numérique à quatre chiffres que vous avez créé Si vous avez oublié votre NIP, vous devrez attendre sept jours pour réinscrire votre compte.
km: លេខ PIN របស់អ្នក ជាលេខ 4 ខ្ទង់ ដែលអ្នកបានបង្កើត។ បើអ្នកភ្លេចលេខកូដ PIN របស់អ្នក អ្នកនឹងត្រូវរង់ចាំ 7 ថ្ងៃ ដើម្បីចុះឈ្មោះម្តងទៀត។
nl: Je pincode is een code welke je zelf hebt aangemaakt bestaande uit 4 of meer cijfers. Als je je pincode niet hebt onthouden, dan zul je 7 dagen moeten wachten voor je je telefoonnummer opnieuw kunt registreren.
pl: Twój PIN to 4+ cyfrowy, utworzony przez Ciebie, kod liczbowy, Jeśli nie pamiętasz swojego PINu, będziesz musiał(a) zaczekać 7 dni, aby ponownie zarejestrować konto.
sr: Ваш PIN је кôд од 4 или више цифре који сте раније направили. Ако се не сећате вашег PIN-а, мораћете сачекати 7 дана за поновну регистрацију налогa.
uk: Ваш PIN - це код з 4+ цифр, створений вами. Якщо ви не зможете згадати свій PIN-код, вам доведеться почекати 7 днів, щоб наново зареєструватися.

# REGISTER_2FA_INVALID_PIN_ALERT_MESSAGE_PLURAL_FORMAT
source: You have %lu attempts remaining. If you run out of attempts, you can create a new PIN. You can register and use your account but you’ll lose some saved settings like your profile information.
ar: أنت لديك عدد %lu مُحاولة مُتبقية. إذا استنفذتَ جميع المُحاولات، يُمكنك إنشاء PIN جديد. يُمكنك التسجيل واستخدام الحساب الخاص بك لكِنَك ستفقِد بعض الإعدادات المحفوظة، مِثل معلومات ملفك الشخصي.
az: %lu cəhdiniz qalıb. Cəhdlər uğursuz olsa yeni PİN yarada bilərsiniz. Hesabınızı yaradıb istifadə edə bilərsiniz, amma bəzi quraşdırmalarınızı və profil məlumatınızı itirəcəksiniz.
fr: Il vous reste %lu essais. Si vous épuisez le nombre limite d’essais, vous pouvez créer un nouveau NIP. Vous pouvez vous inscrire et utiliser votre compte, mais vous perdrez certains paramètres enregistrés tels que les renseignements de votre profil.
km: អ្នកនៅមានការព្យាយាម %lu ដង។ បើការព្យាយាមអស់ អ្នកអាចបង្កើតលេខកូដ PIN ថ្មី។ អ្នកអាចចុះឈ្មោះ និងប្រើប្រាស់គណនីរបស់អ្នក តែអ្នកនឹងត្រូវបាត់បង់ការកំណត់ដែលបានរក្សាទុក ដូចជាព័ត៌មានប្រវត្តិរូបរបស់អ្នក។
nl: Je hebt nog %lu pogingen resterend. Als je geen pogingen meer over hebt, dan kun je nog wel een nieuwe pincode aanmaken. Je kunt Signal dan wel weer registreren met dit telefoonnummer, maar sommige instellingen zoals je profielnaam, -foto en -omschrijving zullen dan verloren gaan.
pl: Pozostało Ci %lu prób(y). Jeśli się skończą, możesz utworzyć nowy PIN. Możesz zarejestrować się i używać swojego konta, ale stracisz niektóre zapisane ustawienia, takie jak informacje o Twoim profilu.
sr: Преостаје вам %lu покушаја. Уколико искористите све покушаје, моћи ћете да направите нови PIN. Регистрација новог налогa је дозвољена, али ћете изгубити нека подешавања као што су личне информације профила.
uk: У вас залишилося %lu спроб. Якщо ви вичерпаєте спроби, ви зможете створити новий PIN-код. Ви зможете зареєструватися та використовувати свій обліковий запис, але втратите деякі збережені настройки, наприклад інформацію вашого профілю.

# REGISTER_2FA_INVALID_PIN_ALERT_MESSAGE_REGLOCK_PLURAL_FORMAT
source: You have %lu attempts remaining. If you run out of attempts your account will be locked. After 7 days of inactivity, you can re-register without your PIN. Your account will be wiped and all content deleted.
ar: أنت لديك عدد %lu مُحاولة مُتبقية. إذا استنفذتَ جميع المُحاولات، سوف يُقفل حسابك. بعد سبعة أيام من الخمول، ستتمكن من إعادة التسجيل دون إدخال الـPIN الخاص بك. سيتم مسح حسابك وحذف جميع المُحتويات نهائياً.
az: %lu cəhdiniz qaldı. Cəhdlər uğursuz osa hesabınız kilidlənəcək. 7 fəaliyyətsiz gündən sonra PİN istifadə etmədən qeydiyyatdan keçə bilərsiniz. hesabınız silinəcək və onun bütün məzmunu məhv ediləcək.
fr: Il vous reste %lu essais. Si vous épuisez le nombre limite d’essais, votre compte sera verrouillé. Après sept jours d’inactivité, vous pourrez vous réinscrire sans votre NIP. Votre compte sera effacé et son contenu supprimé.
km: អ្នកនៅមានការព្យាយាម %lu ដង។ បើការព្យាយាមអស់ គណនីអ្នកនឹងត្រូវចាក់សោរ។ បន្ទាប់ពី 7 ថ្ងៃនៃភាពអសកម្ម អ្នកអាចចុះឈ្មោះម្តងទៀត ដោយមិនត្រូវការលេខ PIN។ គណនីរបស់អ្នក នឹងត្រូវលុបចោលទិន្នន័យទាំងអស់។
nl: Je hebt nog %lu pogingen resterend. Als je geen pogingen meer over hebt wordt Signal vergrendeld voor dit telefoonnummer. Na ten minste 7 dagen inactiviteit kun je je telefoonnummer opnieuw registreren zonder je pincode. Als je er dan voor kiest om zonder pincode opnieuw te registreren, dan wordt de Signal-app gereset en alle inhoud wordt gewist.
pl: Pozostało Ci %lu prób. Jeśli się skończą, twoje konto zostanie zablokowane. Po 7 dniach nieaktywności możesz zarejestrować się ponownie, bez użycia kodu PIN. Twoje konto zostanie skasowane, a cała jego zawartość usunięta.
sr: Преостаје вам %lu покушаја. Уколико искористите све покушаје, ваш налог ће бити закључан. Након 7 дана неактивности, биће вам омогућена поновна регистрација без потребе да унесете стари PIN. Ваш налог и сви подаци ће бити избрисани.
uk: У вас залишилося %lu спроб. Якщо ви вичерпаєте спроби, ваш обліковий запис буде заблоковано. Якщо після цього протягом 7 днів в ньому не буде активності, ви зможете зареєструватися наново без введення PIN-коду. При цьому обліковий запис буде стертий, а весь вміст видалений.

# REGISTER_2FA_INVALID_PIN_ALERT_MESSAGE_REGLOCK_SINGLE
source: You have 1 attempt remaining. If you run out of attempts your account will be locked. After 7 days of inactivity, you can re-register without your PIN. Your account will be wiped and all content deleted.
ar: تبقت لديك مُحاولة واحدة مُتبقية. إذا استنفذتَ جميع المُحاولات، سوف يُقفل حسابك. بعد سبعة أيام من الخمول، ستتمكن من إعادة التسجيل دون إدخال الـPIN الخاص بك. سيتم مسح حسابك وحذف جميع المُحتويات نهائياً.
az: 1 cəhdiniz qaldı. Cəhdlər uğursuz osa hesabınız kilidlənəcək. 7 fəaliyyətsiz gündən sonra PİN istifadə etmədən qeydiyyatdan keçə bilərsiniz. hesabınız silinəcək və onun bütün məzmunu məhv ediləcək.
fr: Il vous reste un essai. Si vous épuisez le nombre limite d’essais, votre compte sera verrouillé. Après sept jours d’inactivité, vous pourrez vous réinscrire sans votre NIP. Votre compte sera effacé et son contenu supprimé.
km: អ្នកនៅមានការព្យាយាម 1 ដង។ បើការព្យាយាមអស់ គណនីអ្នកនឹងត្រូវចាក់សោរ។ បន្ទាប់ពី 7 ថ្ងៃនៃភាពអសកម្ម អ្នកអាចចុះឈ្មោះម្តងទៀត ដោយមិនត្រូវការលេខ PIN។ គណនីរបស់អ្នក នឹងត្រូវលុបចោលទិន្នន័យទាំងអស់។
nl: Je hebt nog 1 poging resterend. Als je geen pogingen meer over hebt dan wordt Signal voor dit telefoonnummer tijdelijk vergrendeld. Na ten minste 7 dagen inactiviteit kun je je telefoonnummer opnieuw registreren zonder je pincode. Als je er dan voor kiest om zonder pincode opnieuw te registreren, dan wordt de Signal-app gereset en alle inhoud wordt gewist.
pl: Pozostała ci 1 próba. Jeśli się skończą, Twoje konto zostanie zablokowane. Po 7 dniach nieaktywności możesz zarejestrować się ponownie, bez użycia numeru PIN. Twoje konto zostanie skasowane, a cała jego zawartość usunięta.
sr: Преостао вам је 1 покушај. Уколико искористите све покушаје, ваш налог ће бити закључан. Након 7 дана неактивности, биће вам омогућена поновна регистрација без потребе да унесете стари PIN. Ваш налог и сви подаци ће бити избрисани.
uk: У вас залишилась 1 спроба. Якщо ви вичерпаєте спроби, ваш обліковий запис буде заблоковано. Якщо після цього протягом 7 днів в ньому не буде активності, ви зможете зареєструватися наново без введення PIN-коду. При цьому обліковий запис буде стертий, а весь вміст видалений.
