Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# SETTINGS_PINS_FOOTER
source: PINs keep information stored with Signal encrypted so only you can access it. Your profile, settings, and contacts will restore when you reinstall Signal.
ar: الـPIN يُبقي المعلومات المحفوظة مع Signal مُعمّاة لذلك تستطيع أنت فقط الوصول إليها. سيتم استرجاع ملفك الشخصي، الإعدادات وجهات الاتصال عندما تُعيد تثبيت Signal.
az: PİN Signal məlumatlarını şifrələnmiş halda saxlayır ki, yalnız sizə məxsus olsun. Profiliniz, quraşdırmala və kontaktlar Signal yenidən quraşdırılanda qaytarılacaq.
fr: Les NIP font en sorte que les renseignements sont enregistrés chiffrés dans Signal afin que vous seul puissiez y accéder. Votre profil, vos paramètres et vos contacts seront restaurés quand vous réinstallerez Signal.
km: លេខ PIN រក្សាទុកព័ត៌មានដែលផ្ទុកជាមួយ Signalដែលបានអ៊ិនគ្រីប​ដូច្នេះមានតែអ្នកប៉ុណ្ណោះដែលអាចចូលប្រើវាបាន។ ប្រវត្តិរូប ការកំណត់ និងទំនាក់ទំនងរបស់អ្នក នឹងស្តារឡើងវិញនៅពេលដែលអ្នកតំឡើង Signal ឡើងវិញ។
nl: Met een pincode wordt informatie versleuteld opgeslagen op Signal's servers zodat alleen jij er toegang toe hebt. Zelfs Signal's ontwikkelaars kunnen je informatie niet inzien. Je kunt dan je profielnaam, -foto en -omschrijving, je instellingen en je contacten herstellen wanneer je Signal opnieuw installeert.
pl: Kody PIN gwarantują, że informacje przechowywane w Signal są zaszyfrowane i tylko Ty masz do nich dostęp. Twój profil, ustawienia i kontakty zostaną przywrócone, gdy ponownie zainstalujesz Signal.
sr: Употребом PIN-а се подаци које Signal складишти енкриптују, тако да им само ви можете приступити. Ваш налог, подешавања и контакти ће бити повраћени када реинсталирате Signal.
uk: PIN-коди зберігають інформацію в сервісі Signal зашифрованою, так що тільки ви можете отримати до неї доступ.

# SETTINGS_PINS_ITEM
source: Change your PIN
ar: تغيير الـPIN الخاص بك
az: PİN-i dəyiş
fr: Changer votre NIP
km: ផ្លាស់ប្តូរលេខ PIN របស់អ្នក
nl: Wijzig je pincode
pl: Zmień swój PIN
sr: Промените ваш PIN
uk: Змінити PIN-код

# SETTINGS_PINS_ITEM_CREATE
source: Create a PIN
ar: إنشاء PIN
az: PİN yarat
fr: Créer un NIP
km: បង្កើតលេខកូដ PIN មួយ
nl: Een pincode aanmaken
pl: Utwórz PIN
sr: Направите PIN
uk: Створіть PIN-код

# SETTINGS_PINS_TITLE
source: SIGNAL PIN
ar: الـPIN الخاص بـSignal
fr: NIP SIGNAL
nl: Signal-pincode
pl: PIN SIGNAL
uk: PIN-код SIGNAL

# SETTINGS_PRIVACY_CALLKIT_SYSTEM_CALL_LOG_PREFERENCE_DESCRIPTION
source: Show calls in the "Recents" list in the iOS Phone app.
ar: إظهار المُكالمات في قائمة "الحديثة" داخل تطبيق الهاتف للـiOS
az: iOS Telefon aplikasiyasının "Son Daxil Olanlar" siyahısında zəngləri göstər.
fr: Affichez les appels dans la liste « Récents » de l’appli iOS Téléphone.
km: បង្ហាញការហៅ "ថ្មីៗ" ក្នុងកម្មវិធីទូរស័ព្ទរបស់iOS ។
nl: Toon oproepen in de lijst ‘Recent’ in de Telefoon-app van iOS.
pl: Pokaż połączenia na liście "Ostatnich" połączeń w aplikacji iOS Telefon.
sr: Прикажи позиве у листи „Недавно” унутар iOS апликације за телефонирање.
uk: Показувати виклики у розділі Недавні у застосунку Контакти iOS.

# SETTINGS_PRIVACY_CALLKIT_SYSTEM_CALL_LOG_PREFERENCE_TITLE
source: Show Calls in Recents
ar: إظهار المُكالمات في الحديثة
az: Zəngləri Son Daxil Olanlarda Göstər
fr: Afficher les appels dans Récents
km: បង្ហាញការហៅក្នុងបញ្ជីហៅថ្មីៗ
nl: Toon oproepen in recente-oproepenlijst
pl: Pokaż połączenia w "Ostatnich"
sr: Прикажи позиве у Недавно
uk: Показувати виклики у розділі Недавні

# SETTINGS_PRIVACY_TITLE
source: Privacy
ar: الخصوصية
az: Təhlükəsizlik
fr: Confidentialité
km: ឯកជនភាព
pl: Prywatność
sr: Приватност
uk: Конфіденційність

# SETTINGS_READ_RECEIPT
source: Read Receipts
ar: تقارير القِراءة
az: Oxunmuşlar Haqqında Hesabat
fr: Accusés de lecture
km: ការទទួលអាន
nl: Leesbevestigingen
pl: Potwierdzenia odczytania
sr: Потврда читања
uk: Звіти про прочитання

# SETTINGS_READ_RECEIPTS_SECTION_FOOTER
source: See and share when messages have been read. This setting is optional and applies to all chats.
ar: مُشاهدة ومُشاركة وقت قراءة الرسائل. هذا اﻹعداد اختياري ويُطبَّق على جميع المُحادثات.
fr: Voyez et faites savoir que les messages ont été lus. Ce paramètre est facultatif et s’applique à toutes les conversations.
nl: Als leesbevestigingen zijn uitgeschakeld kunnen anderen niet zien of je hun berichten hebt gelezen, maar je zult ook niet kunnen zien of anderen jouw berichten hebben gelezen.
pl: Wyświetlaj i udostępniaj informację, kiedy wiadomości zostały odczytane. Te ustawienie jest opcjonalne i dotyczy wszystkich rozmów.
sr: Сазнајте и делите да ли су поруке прочитане. Ово подешавање није обавезно и примењује се за све преписке.

# SETTINGS_REGISTRATION_LOCK_TURN_OFF
source: Turn Off
ar: تعطيل
az: Söndür
fr: Désactiver
km: បិទ
nl: Uitschakelen
pl: Wyłącz
sr: Искључи
uk: Відключити

# SETTINGS_REGISTRATION_LOCK_TURN_OFF_TITLE
source: Turn Off Registration Lock?
ar: هل تُريد تعطيل قفل التسجيل؟
az: Qeydiyyat kilidini söndürək?
fr: Désactiver le blocage de l’inscription ?
km: បិទការចាក់សោរចុះឈ្មោះ?
nl: Registratievergrendeling uitschakelen?
pl: Wyłączyć blokadę rejestracji?
sr: Искључи закључавање регистрације?
uk: Відключити Блокування Реєстрації?

# SETTINGS_REGISTRATION_LOCK_TURN_ON
source: Turn On
ar: تفعيل
az: Yandır
fr: Activer
km: បើក
nl: Inschakelen
pl: Włącz
sr: Укључи
uk: Увімкнути

# SETTINGS_REGISTRATION_LOCK_TURN_ON_MESSAGE
source: If you forget your Signal PIN when registering with Signal again, you’ll be locked out of your account for 7 days.
ar: إذا نسيت الـPIN الخاص بك لـSignal خلال التسجيل مرة أُخرى في Signal، سوف يُقفَل حسابك لمدة سبعة أيام.
az: Signal qeydiyyatı zamanı Signal PİNini unutsanız heabınız 7 günlük kilidlənəcək.
fr: Si vous oubliez votre NIP Signal lors d’une nouvelle inscription à Signal, vous ne pourrez pas accéder à votre compte pendant sept jours.
km: បើអ្នកភ្លេច Signal PIN របស់អ្នក ពេលដែលចុះឈ្មោះជាមួយ Signal​ ម្តងទៀត អ្នកនឹងត្រូវចាក់សោរគណនីរបស់អ្នករយៈពេល ៧ ថ្ងៃ។
nl: Als je je pincode bent vergeten wanneer je Signal opnieuw wilt registreren, dan zul je voor 7 dagen Signal niet kunnen gebruiken met dit telefoonnummer.
pl: Jeśli przy ponownej rejestracji w Signal nie będziesz pamiętać swojego PINu Signal, zostaniesz odcięty(a) od swojego konta na 7 dni.
sr: Ако се не сећате вашег Signal PIN-а када се поново региструјете на Signal, ваш налог ће бити закључан 7 дана.
uk: Якщо ви забудете свій PIN-код Signal, при повторній реєстрації в Signal, ви втратите доступ до свого облікового запису на 7 днів.

# SETTINGS_REGISTRATION_LOCK_TURN_ON_TITLE
source: Turn On Registration Lock?
ar: تفعيل قفل التسجيل؟
az: Qeydiyyat kilidini yandıraq?
fr: Activer le blocage de l’inscription ?
km: បើកការចាក់សោរចុះឈ្មោះ?
nl: Registratievergrendeling inschakelen?
pl: Włączyć blokadę rejestracji?
sr: Укључи закључавање регистрације?
uk: Включити Блокування Реєстрації?

# SETTINGS_RELINK_BUTTON
source: Re-link
ar: إعادة-الربط
az: Yenidən qoş
fr: Relier de nouveau
km: តភ្ជាប់-ម្តងទៀត
nl: Opnieuw koppelen
pl: Połącz ponownie
sr: Поново повежи
uk: Повторно прив'язати

# SETTINGS_REREGISTER_BUTTON
source: Re-register
ar: إعادة-التسجيل
az: Yenidən qeydiyyat
fr: S’inscrire de nouveau
km: ចុះឈ្មោះម្តងទៀត
nl: Opnieuw registreren.
pl: Zarejestruj ponownie
sr: Поново региструј
uk: Перереєструватись

# SETTINGS_SCREEN_LOCK_ACTIVITY_TIMEOUT
source: Screen Lock Timeout
ar: مُهلة قفل الشاشة
az: Ekran Kilidi Müddəti
fr: Délai avant verrouillage de l’écran
km: រយៈពេលចាក់សោរអេក្រង់
nl: Schermvergrendelingstime-out
pl: Opóźnienie blokady ekranu
sr: Време закључавања екрана
uk: Затримка блокування екрану

# SETTINGS_SCREEN_LOCK_SECTION_FOOTER
source: Unlock Signal's screen using Touch ID, Face ID, or your iOS device passcode. You can still answer incoming calls and receive call and message notifications while Screen Lock is enabled. Signal's notification settings allow you to customize the information that is displayed.
ar: فك قفل شاشة Signal بواسطة Touch ID أو Face ID أو الرمز السري لجهاز iOS الخاص بك. يُمكنك الإجابة على المُكالمات الواردة واستلام إشعارات الرسائل والمُكالمات اثناء تفعيل قفل الشاشة. تُمكنك إعدادات الإشعارات في Signal مِن تخصيص المعلومات التي تُعرض.
az: Signal ekranını Toxunuş İD, Üz İD və ya cihazın iOS parolu ilə açın. Ekran qorunması aktiv olanda gələn zəng və ismarışları görə və cavablaya bilərsiniz. Signal xəbərdarlıq quraşdırmaları ilə görünəcək məlumatları dəyişə bilərsiniz.
fr: Déverrouillez l’écran de Signal en utilisant Touch ID, Face ID ou le code de votre appareil iOS. Vous pouvez toujours répondre aux appels entrants et recevoir des notifications d’appels ou de messages alors que le verrou d’écran est activé. Les paramètres de notification de Signal vous permettent de personnaliser les renseignements affichés.
km: ដោះសោរអេក្រង់ Signal ដោយប្រើប្រាស់ Touch ID, Face ID, ឬ លេខកូដលើឧបករណ៍ iOS របស់អ្នក។ អ្នកនៅតែអាចទទួលការហៅចូល និងសារជូនដំណឹង នៅពេលអេក្រង់ចាក់សោរត្រូវបានបើក។ ការកំណត់ការជូនដំណឹង Signal អនុញ្ញាតអ្នកឲ្យកំណត់ព័ត៌មានដែលត្រូវបង្ហាញ។
nl: Ontgrendel Signal door middel van aanraak-identificatie, gezichtsherkenning of het wachtwoord voor je iOS-apparaat. Zolang Signal's schermvergrendeling is ingeschakeld kun je nog steeds inkomende oproepen beantwoorden en notificaties zien voor oproepen en berichten zonder te ontgrendelen. Signal's instellingen voor meldingen maken het mogelijk de hoeveelheid informatie die wordt weergegeven in meldingen aan te passen.
pl: Odblokowanie ekranu Signal przy pomocy Touch ID, Face ID lub systemowego kodu PIN. Przy włączonej blokadzie nadal można odbierać połączenia i otrzymywać powiadomienia o wiadomościach. Ustawienia powiadomień Signal umożliwiają dostosowanie wyświetlanych informacji.
sr: Откључајте екран Signal-а помоћу Touch ID-а, Face ID-а или ваше iOS лозинке. Моћи ћете да одговарате на позиве и примате обавештења о позивима и порукама док је екран закључан. Подешавања Signal-ових обавештења вам омогућавају да прилагодите податке који се приказују.
uk: Вимагати Touch ID, Face ID або код-пароль вашого пристрою iOS для відкриття Signal. Ви як і раніше зможете відповідати на вхідні дзвінки та отримувати повідомлення про дзвінки й повідомлення при включеному "Блокування екрану". Налаштування повідомлень Signal дозволяють вам налаштовувати інформацію яка відображається.

# SETTINGS_SCREEN_LOCK_SECTION_TITLE
source: Screen Lock
ar: قفل الشاشة
az: Ekran Kilidi
fr: Verrou d’écran
km: អេក្រង់ចាក់សោរ
nl: Schermvergrendeling
pl: Blokada ekranu
sr: Закључавање екрана
uk: Блокування екрану

# SETTINGS_SCREEN_LOCK_SWITCH_LABEL
source: Screen Lock
ar: قفل الشاشة
az: Ekran Kilidi
fr: Verrou d’écran
km: អេក្រង់ចាក់សោរ
nl: Schermvergrendeling
pl: Blokada ekranu
sr: Закључавај екран
uk: Блокування екрану

# SETTINGS_SCREEN_SECURITY
source: Enable Screen Security
ar: تفعيل أمان الشاشة
az: Ekran Təhlükəsizliyini Aktivləşdir
fr: Activer la sécurité de l’écran
km: បើកអេក្រង់សុវត្ថិភាព
nl: Meekijkpreventie
pl: Włącz ochronę ekranu
sr: Укључи безбедност екрана
uk: Увімкнути захист екрану

# SETTINGS_SCREEN_SECURITY_DETAIL
source: Prevent Signal previews from appearing in the app switcher.
ar: مَنع مُعاينة تطبيق Signal مِن الظُهور في مُبدِل التطبيقات.
az: Signal-ın ilkin baxışlarının aplikasiya keçiricisində nümayişinin qarşısını al.
fr: Ne pas afficher les aperçus de Signal dans le sélecteur d’applis.
km: រារាំងការបើកមើលSignal ពីការបង្ហាញក្នុងការផ្លាស់ប្តូរកម្មវិធី។
nl: Verberg Signal-voorbeeldweergaven in het overzicht van open apps en blokkeer schermafdrukken.
pl: Zapobiegaj wyświetlaniu poglądów Signal w przełączniku aplikacji
sr: Спречите приказивање садржаја Signal-а при промени активне апликације.
uk: Не дозволяти бачити вміст Signal у переліку відкритих застосунків.

# SETTINGS_SECTION_SOUNDS
source: Sounds
ar: اﻷصوات
az: Səslər
fr: Sons
km: សំឡេង
nl: Geluiden
pl: Dźwięki
sr: Мелодије
uk: Звуки

# SETTINGS_SECTION_TITLE_CALLING
source: Calling
ar: يتصل...
az: Zənglər
fr: Appel
km: ការហៅ
nl: Bellen
pl: Połączenia
sr: Позиви
uk: Телефонуємо

# SETTINGS_SECURITY_TITLE
source: Screen Security
ar: تأمين الشاشة
az: Ekran təhlükəsizliyi
fr: Sécurité de l’écran
km: អេក្រង់សុវត្ថិភាព
nl: Beveiliging tegen schermafdrukken
pl: Ochrona ekranu
sr: Безбедност екрана
uk: Екран безпеки

# SETTINGS_SHARING_SUGGESTIONS
source: Show in Suggestions
ar: الإظهار في الاقتراحات
fr: Afficher dans Suggestions
nl: Weergeven in suggesties
pl: Pokazuj w sugestiach
sr: Прикажи у предлозима
uk: Показувати у рекомендаціях

# SETTINGS_SHARING_SUGGESTIONS_FOOTER
source: Signal chats are displayed as suggestions when sharing from other apps.
ar: يتم عَرض مُحادثات Signal كاِقتراحات عِند المُشاركة مِن تطبيقات أُخرى.
fr: Les conversations de Signal sont affichées en tant que suggestions lors d’un partage à partir d’autres applis.
nl: Signal-gesprekken worden weergegeven als suggesties bij het delen vanuit andere apps.
pl: Rozmowy Signal są wyświetlane w sugestiach, gdy udostępniasz z innych aplikacji.
sr: Signal-на ћаскања се приказују као предлози приликом дељења из других апликација.

# SETTINGS_TWO_FACTOR_AUTH_SWITCH_LABEL
source: Registration Lock
ar: قفل التسجيل
az: Qeydiyyat Kilidi
fr: Blocage de l’inscription
km: ចាក់សោរការចុះឈ្មោះ
nl: Registratievergrendeling
pl: Blokada rejestracji
sr: Закључавање регистрације
uk: Блокування реєстрації

# SETTINGS_TWO_FACTOR_PINS_AUTH_FOOTER
source: For extra security, turn on registration lock, which will require your Signal PIN to register your phone number with Signal again.
ar: للمزيد من الأمان، فعِّل قفل التسجيل، الذي سيطلب الـPIN الخاص بك في Signal لتسجيل رقم هاتفك مع Signal مرة أُخرى.
az: Əlavə təhlükəsizlik üçün qeydiyyat kilidi qoyun, o Signal PİNini yenidən Signal nömrəsi ilə qeydiyyatdan keçirməyə məcbur edəcək.
fr: Pour une sécurité accrue, activez le blocage de l’inscription, qui exigera votre NIP Signal pour réinscrire votre numéro de téléphone auprès de Signal.
km: សម្រាប់សុវត្ថិភាពបន្ថែម សូមបើកការចាក់សោរចុះឈ្មោះ ដែលនឹងទាមទារលេខ Signal PIN របស់អ្នក ដើម្បីចុះឈ្មោះលេខទូរស័ព្ទរបស់អ្នក ជាមួយ Signal ម្តងទៀត។
nl: Gebruik je pincode voor twee-factor-authenticatie. Ieder wie je telefoonnummer opnieuw probeert te registreren bij Signal moet verplicht je Signal-pincode invoeren. Hierdoor kan niemand behalve jij Signal-berichten verzenden of ontvangen met jouw telefoonnummer.
pl: W celu zwiększenia bezpieczeństwa włącz blokadę rejestracji, która będzie wymagać podania Twojego PINu Signal przy ponownej rejestracji numeru telefonu w Signal.
sr: Укључите закључавање регистрације за додатну безбедност. При поновној регистрацији вашег броја телефона на Signal, биће потребно унети ваш Signal PIN.
uk: Для додаткової безпеки включіть блокування реєстрації, яка вимагатиме ваш PIN-код Signal при повторній реєстрації вашого номеру телефону в Signal.

# SETTINGS_TYPING_INDICATORS
source: Typing Indicators
ar: مؤشرات الكتابة
az: Yazışma İndikatorları
fr: Indicateurs de saisie
km: វាស់ការវាយអក្សរ
nl: Typindicatoren
pl: Wskaźniki pisania
sr: Индикатори куцања
uk: Сповіщення про набір тексту

# SETTINGS_TYPING_INDICATORS_FOOTER
source: See and share when messages are being typed. This setting is optional and applies to all chats.
ar: المُشاهدة والمُشاركة متى ما كانت الرسائل تُكتَب. هذا اﻹعداد اختياري ويُطبَّق على جميع المُحادثات.
fr: Voyez et faites savoir que des messages sont en cours de saisie. Ce paramètre est facultatif et s’applique à toutes les conversations.
nl: Als typindicatoren zijn uitgeschakeld kunnen anderen niet zien of je aan het typen bent, maar je zult ook niet kunnen zien wanneer anderen aan het typen zijn.
pl: Wyświetlaj i udostępniaj informację, kiedy wiadomości są wpisywane. Te ustawienie jest opcjonalne i dotyczy wszystkich rozmów.
sr: Видите и делите када се поруке куцају. Ово подешавање није обавезно и примењује се за сва ћаскања.

# SETTINGS_UNIDENTIFIED_DELIVERY_SECTION_TITLE
source: Sealed Sender
ar: المُرسِل المَختوم
az: Möhürlənmiş Göndərən
fr: Expéditeur scellé
km: សញ្ញាអ្នកផ្ញើ
nl: Verzegelde afzender
pl: Ukryty nadawca
sr: Запечаћени пошиљалац
uk: Прихований відправник

# SETTINGS_UNIDENTIFIED_DELIVERY_SHOW_INDICATORS
source: Display Indicators
ar: عرض المؤشِرات
az: İndikatorları Nümayiş Etdir
fr: Afficher les indicateurs
km: បង្ហាញសូចនាករ
nl: Toon verzegelde afzender indicator
pl: Wyświetl wskaźniki
sr: Прикажи индикаторе
uk: Показувати сповіщення

# SETTINGS_UNIDENTIFIED_DELIVERY_SHOW_INDICATORS_FOOTER
source: Show a status icon when you select "More Info" on messages that were delivered using sealed sender.
ar: إظهار رمز الحالة عند تحديد "المزيد من المعلومات" في الرسائل التي تمَّ تسليمها باستخدام المُرسِل المَختوم.
az: Möhürlənmiş istifadəçidən daxil olan mesajlardakı "Əlavə Məlumat" seçimini edərkən status ikonasını göstər.
fr: Affichez une icône d’état quand vous sélectionnez « Plus de précisions » pour les messages qui ont été remis avec l’option « expéditeur scellé ».
km: បង្ហាញស្ថានភាពរូបដំណាងនៅពេលអ្នកជ្រើសរើស "ព័ត៌មានលម្អិតសាររបស់អ្នក" នៅលើសារដែលត្រូវបានបញ្ជូនដោយប្រើឧបករណ៍បញ្ចូន។
nl: Laat een statuspictogram zien wanneer je drukt op ‘Meer informatie’ bij berichten die zijn afgeleverd met een verzegelde afzender.
pl: Pokaż ikonę stanu po wybraniu "Więcej informacji" w wiadomościach dostarczonych za pomocą ukrytego nadawcy.
sr: Унутар „Више информација” о изабраној поруци ће бити приказан индикатор да је порука послата са запечаћеним пошиљаоцем.
uk: Показувати значок, коли ви натискаєте на "Детальніше" в повідомленнях, доставлених з використанням запечатаного відправника.

# SETTINGS_UNIDENTIFIED_DELIVERY_UNRESTRICTED_ACCESS
source: Allow from Anyone
ar: السماح مِن أيِّ شخص
az: İstənilən Şəxsə İcazə Ver
fr: Autoriser de tous
km: អនុញ្ញាតពីនរណាម្នាក់
nl: Van iedereen toestaan
pl: Zezwól wszystkim
sr: Омогући од било кога
uk: Дозволити від усіх

# SETTINGS_UNIDENTIFIED_DELIVERY_UNRESTRICTED_ACCESS_FOOTER
source: Enable sealed sender for incoming messages from non-contacts and people with whom you have not shared your profile.
ar: تفعيل المُرسِل المَختوم للرسائل الواردة مِن غير جهات الاتصال والأشخاص الذين لم تُشارك ملفَّكَ الشخصي معهم.
az: Əlaqəndə olmayan və profilini bölüşmədiyin istifadəçilərin mesajı sənə möhürlənmiş olaraq göndərməsinə icazə ver.
fr: Activez l’option « expéditeur scellé » pour les messages entrants provenant d’expéditeurs qui ne sont pas dans vos contacts et de personnes avec qui vous n’avez pas partagé votre profil.
km: បើក ត្រាអ្នកផ្ញើសម្រាប់សារទទួលបានពីអ្នកក្រៅបញ្ជីទំនាក់ទំនង និងមនុស្សដែលអ្នកមិនបានចែករំលែកទម្រង់របស់អ្នក។
nl: Sta toe dat je berichten met een verzegelde afzender ontvangt welke afkomstig zijn van niet-contactpersonen voor wie je ook je profiel niet zichtbaar hebt gemaakt. Dit verhoogt de kans dat je ongewenste berichten ontvangt.
pl: Włącz ukrytego nadawcę dla wiadomości przychodzących od osób niebędących w Twoich kontaktach oraz od osób, którym nie udostępniono Twojego profilu.
sr: Омогућите поруке са запечаћеним пошиљаоцем од особа које нису у вашем именику и са којима нисте поделили ваш профил.
uk: Отримувати повідомлення від прихованих відправників не з вашого списку контактів, або з якими ви не поділились профілем.

# SETTINGS_VERSION
source: Version
ar: اﻹصدار
az: Versiya
km: ជំនាន់
nl: Versie
pl: Wersja
sr: Верзија
uk: Версія

# SETTINGS_WHO_CAN
source: Who can...
ar: من يمكنه...
fr: Qui peut…
nl: Wie kan …
pl: Kto może...
sr: Ко може...
uk: Хто може...

# SHARE_ACTION_MAIL
source: Mail
ar: بَريد
az: Məktub
km: សារ
nl: E-mail
pl: Poczta
sr: Мејл
uk: Пошта

# SHARE_ACTION_MESSAGE
source: Message
ar: رسالة
az: Mesaj
km: សារ
nl: Een bericht verzenden
pl: Wiadomość
sr: Порука
uk: Повідомлення

# SHARE_EXTENSION_FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_FORMAT
source: Your safety number with %@ has recently changed. You may wish to verify it in the main app before resending.
ar: رقم أمانك أنت مع %@ قد تغير. رُبما قد ترغب في التحقق منه في التطبيق الرئيس قبل إعادة الإرسال.
az: Sənin %@ ilə olan təhlükəsizlik rəqəmin yenicə dəyişilib. Bu mesajı yenidən göndərməmiş əsas aplikasiyada təsdiqləyə bilərsən.
fr: Votre numéro de sécurité avec %@ a changé récemment. Vous devriez peut-être le confirmer dans l’appli principale avant d’effectuer de nouveaux envois.
km: លេខសុវត្ថិភាពរបស់អ្នកជាមួយ %@ បានផ្លាស់ប្តូរថ្មីៗនេះ។ អ្នកប្រហែលចង់ផ្ទៀងផ្ទាត់នៅក្នុងកម្មវិធី មុនពេលបញ្ជូន។
nl: Je veiligheidsnummer met %@ is recentelijk veranderd. Het wordt aanbevolen om dit nieuwe nummer te verifiëren is de Signal app.
pl: Twój numer bezpieczeństwa dla %@ niedawno się zmienił. Najlepiej go zweryfikować przed ponownym wysłaniem.
sr: Ваш сигурносни број са %@ је недавно промењен. Препоручујемо да га оверите у апликацији на вашем главном уређају пре слања порука.
uk: Ваш номер безпеки із %@ недавно змінився. Можливо, його слід підтвердити в основній програмі перед тим, як надіслати повідомлення знову.

# SHARE_EXTENSION_LOADING
source: Loading…
ar: جار التحميل..
az: Yüklənir...
fr: Chargement…
km: កំពុងផ្ទុក...
nl: Aan het laden …
pl: Wczytywanie...
sr: Учитавање...
uk: Завантаження...

# SHARE_EXTENSION_NOT_REGISTERED_MESSAGE
source: Launch the Signal app to register.
ar: شغِّل تطبيق Signal للتسجيل.
az: Qeydiyyat üçün Signal aplikasiyasını başlat.
fr: Lancez l’appli Signal pour vous inscrire.
km: បើកកម្មវិធី​Signal ដើម្បីចុះឈ្មោះ។
nl: Start de Signal-app om te registreren.
pl: Uruchom aplikację Signal by zarejestrować.
sr: Отворите Signal да се региструјете.
uk: Запустити Signal щоб зареєструватись.

# SHARE_EXTENSION_NOT_REGISTERED_TITLE
source: Not Registered
ar: غير مُسجِل
az: Qeydiyyatdan Keçməmisən
fr: Non inscrit
km: មិនបានចុះឈ្មោះ
nl: Niet geregistreerd
pl: Nie zarejestrowany
sr: Нисте регистровани
uk: Не зареєстровано

# SHARE_EXTENSION_NOT_YET_MIGRATED_MESSAGE
source: Launch the Signal app to update or register.
ar: شغِّل تطبيق Signal للتحديث أو للتسجيل.
az: Yeniləmək və ya qeydiyyatdan keçmək üçün Signal aplikasiyasını başlat.
fr: Lancez l’appli Signal pour mettre à jour ou vous inscrire.
km: បើកកម្មវិធី​Signal ដើម្បីធ្វើបច្ចុប្បន្នភាព ឬ ចុះឈ្មោះ។
nl: Start de Signal-app om bij te werken of te registreren.
pl: Uruchom aplikację Signal by zarejestrować lub zaktualizować.
sr: Отворите Signal да га ажурирате или да се региструјете.
uk: Запустити Signal щоб оновити або зареєструватись.

# SHARE_EXTENSION_NOT_YET_MIGRATED_TITLE
source: Not Ready
ar: غير مُستَعِد
az: Hazır Deyil
fr: Pas prête
km: មិនទាន់រួចរាល់
nl: Niet klaar
pl: Nie gotowy
sr: Није спремно
uk: Не готовий

# SHARE_EXTENSION_SENDING_FAILURE_TITLE
source: Unable to Send Attachment
ar: تعذّر إرسال المُرفق
az: Faylı Göndərə Bilmədik
fr: Impossible d’envoyer le fichier joint
km: មិនអាចបញ្ជូនឯកសារភ្ជាប់
nl: Kan bijlage niet verzenden
pl: Nie udało się wysłać załącznika
sr: Није могуће послати прилог
uk: Неможливо надіслати долучення

# SHARE_EXTENSION_SENDING_IN_PROGRESS_FORMAT
source: Uploading %1$@ of %2$@…
ar: جار رَفع %1$@ مِن %2$@...
fr: Téléversement de %1$@ sur %2$@…
nl: %1$@ van %2$@ aan het uploaden …
pl: Wysyłanie %1$@ z%2$@…
sr: Отпремање %1$@ од %2$@…
uk: Вивантаження %1$@ з %2$@...

# SHARE_EXTENSION_SENDING_IN_PROGRESS_TITLE
source: Uploading…
ar: جار الرَفع...
az: Yüklənir...
fr: Téléversement…
km: កំពុងបញ្ជូន...
nl: Uploaden …
pl: Przesyłanie...
sr: Отпремање...
uk: Завантажується...

# SHARE_EXTENSION_UNABLE_TO_BUILD_ATTACHMENT_ALERT_TITLE
source: Unable to Prepare Attachment
ar: تعذَّر تجهيز المُرفق
az: Faylı Hazırlaya Bilmədik
fr: Impossible de préparer le fichier joint
km: មិនអាចរៀបចំឯកសារភ្ជាប់
nl: Kan bijlage niet voorbereiden
pl: Nie można załączyć pliku
sr: Није могуће припремити прилог
uk: Неможливо підготувати долучення

# SHARE_EXTENSION_VIEW_TITLE
source: Share to Signal
ar: شارك على Signal
az: Signal ilə Bölüş
fr: Partager vers Signal
km: ចែករំលែកទៅ Signal
nl: Verzenden via Signal
pl: Udostępnij w Signal
sr: Поделите Signal-ом
uk: Поділитись у Signal
