Repository: acria-hermes/acria_ios
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: ar, az, fr, km, nl, pl, sr, uk

# MESSAGE_REQUEST_VIEW_EXISTING_CONTACT_PROMPT_FORMAT
source: Continue this chat with %@ and share your name and photo with them?
ar: مُواصلة هذه المُحادثة مع %@ ومُشاركة اسمك وصورتك معه؟
fr: Poursuivre cette conversation avec %@ et partager vos nom et photo avec cette personne ?
nl: Wil je je profielnaam, -foto en -omschrijving voor je gesprekspartner zichtbaar maken om je gesprek met %@ voort te kunnen zetten?
pl: Kontynuować tę rozmowę z %@ i udostępnić swoje imię i zdjęcie temu kontaktowi?
sr: Наставити разговор са %@ и поделите своје име и фоторафију са њима?
uk: Продовжити спілкування з %@ та поділитись іменем та фотографією?

# MESSAGE_REQUEST_VIEW_EXISTING_GROUP_PROMPT
source: Continue your chat with this group and share your name and photo with its members?
ar: مُواصلة مُحادثتك مع هذه المجموعة ومُشاركة اسمك وصورتك مع أعضاءها؟
fr: Poursuivre votre conversation avec ce groupe et partager vos nom et photo avec ses membres ?
nl: Wil je je profielnaam, -foto en -omschrijving voor deze groep zichtbaar maken om je gesprek met de groep voort te kunnen zetten?
pl: Kontynuować Twoją rozmowę z tą grupą i udostępnić Twoje imię i zdjęcie jej członkom?
sr: Наставити ћаскање са овом групом и поделите своје име и фотографију са њеним члановима?
uk: Продовжувати спілкуватися з цією групою та ділитися своїм ім’ям та фото з її учасниками?

# MESSAGE_REQUEST_VIEW_NEW_CONTACT_PROMPT_FORMAT
source: Let %@ message you and share your name and photo with them? They won’t know you’ve seen their message until you accept.
ar: السماح لـ %@ بمُراسلتك ومُشاركة اسمك وصورتك معه؟ لن يعلم أنك قد قرأت رسائله حتى تقوم بالقبول.
fr: Autoriser %@ à échanger des messages et partager vos nom et photo avec ce contact ? Ce contact ne saura pas que vous avez vu ses messages tant que vous n’aurez pas accepté.
km: អនុញ្ញាត %@ ផ្ញើសារមកអ្នក និងចែករំលែកឈ្មោះ និងរូបភាពរបស់អ្នកជាមួយពួកគេ? ពួកគេនឹងមិនដឹងថា អ្នកបានមើលឃើញសាររបស់គេរហូតដល់អ្នកយល់ព្រម។
nl: Wil je berichten van %@ ontvangen, en sta je toe dat hij of zij je profielnaam, -foto en -omschrijving kan zien? Hij of zij zal totdat je het gespreksverzoek aanvaardt niet kunnen zien dat je zijn of haar berichten hebt gelezen.
pl: Pozwolić %@ wysyłać do Ciebie wiadomości i udostępnić Twoje imię i zdjęcie temu kontaktowi? Nie będzie on wiedzieć, że przeczytałeś(aś) tę wiadomość, dopóki nie zaakceptujesz.
sr: Да ли дозвољавате да вам %@ шаље поруке и да види ваше име и слику? Неће знати да сте прочитали поруке док не прихватите.

# MESSAGE_REQUEST_VIEW_NEW_GROUP_PROMPT
source: Join this group and share your name and photo with its members? They won’t know you’ve seen their messages until you accept.
ar: الإنضمام لهذه المجموعة ومُشاركة اسمك وصورتك مع أعضاءها؟ لن يعلموا أنك قد قرأت رسائلهم حتى تقوم بالقبول.
fr: Vous joindre à ce groupe et partager vos nom et photo avec ses membres ? Ils ne sauront pas que vous avez vu leurs messages tant que vous n’aurez pas accepté.
km: ចូលក្រុមនេះ និងចែករំលែកឈ្មោះ និងរូបថតអ្នក ជាមួយសមាជិកក្រុម? ពួកគេនឹងមិនដឹងថាអ្នកបានឃើញសាររបស់ពួកគេ រហូតអ្នកយល់ព្រមទទួល។
nl: Wil je berichten van deze groep ontvangen, en sta je toe dat alle leden van deze groep je profielnaam, -foto en -omschrijving kunnen zien? De leden van deze groep zullen totdat je het gespreksverzoek aanvaardt niet kunnen zien dat je hun berichten hebt gelezen.
pl: Czy chcesz dołączyć do tej grupy i udostępnić swoje imię i zdjęcie jej członkom? Członkowie grupy nie będą wiedzieć, że przeczytałeś(aś) ich wiadomość, dopóki nie zaakceptujesz.
sr: Да ли желите да се придружите овој групи и да са њеним члановима поделите ваше име и слику? Неће знати да сте прочитали поруке док не прихватите.
uk: Приєднатися до цієї групи та поділитися своїм ім’ям та фото з її учасниками? Вони не знатимуть, що ви бачили їхні повідомлення, поки ви не приймете.

# MESSAGE_REQUEST_VIEW_NEW_GROUP_PROMPT_V2
source: Join this group? They won’t know you’ve seen their messages until you accept.
ar: الإنضمام لهذه المجموعة؟ لن يعلموا انك قد قرأت رسائلهم حتى تقوم بالقبول.
fr: Vous joindre à ce groupe ? Ses membres ne sauront pas que vous avez lu leurs messages tant que vous n’aurez pas accepté.
nl: Deelnemen aan deze groep? Ze zullen niet kunnen zien dat je hun berichten hebt gelezen zolang je de uitnodiging nog niet hebt geaccepteerd.
pl: Czy chcesz dołączyć do tej grupy? Członkowie grupy nie będą wiedzieć, że przeczytałeś(aś) ich wiadomość, dopóki nie zaakceptujesz.
sr: Придружите се групи? Неће знати да сте им прочитали поруке док не прихватите.
uk: Приєднатись до групи? Вони не дізнаються, що ви бачили їх повідомлення, допоки ви не приймете запит.

# MESSAGE_REQUEST_VIEW_UNBLOCK_BUTTON
source: Unblock
ar: رفع الحظر
az: Kilidi aç
fr: Débloquer
km: បើកវិញ
nl: Deblokkeren
pl: Odblokuj
sr: Одблокирај
uk: Розблокувати

# MESSAGE_REQUESTS_CANCEL_REQUEST_BUTTON
source: Cancel Request
ar: إلغاء الطلب
fr: Annuler la demande
nl: Verzoek annuleren
pl: Anuluj prośbę
sr: Откажи захтев
uk: Відмінити запрос

# MESSAGE_REQUESTS_CANCEL_REQUEST_CONFIRM_TITLE
source: Cancel your request to join this group?
ar: إلغاء طلبك في الإنضمام لهذه المجموعة؟
fr: Annuler votre demande de vous joindre à ce groupe ?
nl: Je verzoek om lid te worden van deze groep intrekken?
pl: Anulować Twoją prośbę o przyjęcie do grupy?
sr: Отказати захтев за придруживање овој групи?
uk: Скасувати ваш запит на приєднання до цієї групи?

# MESSAGE_REQUESTS_CONVERSATION_REQUEST_INDICATOR
source: Your request to join has been sent to the group admin. You’ll be notified when they take action.
ar: لقد تمّ إرسال طلبك للإنضمام إلى مُشرف المجموعة. سيتم إخطارك عند اتخاذه للإجراء.
fr: Votre demande de vous joindre au groupe a été envoyée à son administrateur. Vous serez averti de sa décision.
nl: Je verzoek om lid te worden van de groep is doorgestuurd naar een beheerder. Je krijgt een melding zodra deze een besluit heeft genomen.
pl: Twoja prośba o przyjęcie do grupy została wysłana do administratora. Zostaniesz powiadomiony(a), gdy podejmie decyzję.
sr: Ваш захтев за придруживање је послат администратору групе. Бићете обавештени када администратори предузму мере.
uk: Ваш запит на приєднання надіслано до адміністраторів групи. Ви отримаєте повідомлення, коли вони відреагують.

# MESSAGE_STATUS_DELIVERED
source: Delivered
ar: تم الاستلام
az: Çatdırıldı
fr: Remis
km: បានទទួល
nl: Afgeleverd
pl: Dostarczono
sr: Испоручено
uk: Доставлено

# MESSAGE_STATUS_DOWNLOADING
source: Downloading
ar: جار التنزيل
az: Yüklənir
fr: Téléchargement
km: កំពុងទាញយក
nl: Wordt gedownload
pl: Pobieranie
sr: Преузима се
uk: Завантаження

# MESSAGE_STATUS_FAILED
source: Sending failed.
ar: فشل الإرسال.
az: Göndərilmə alınmadı.
fr: Échec d’envoi.
km: ការបញ្ជូនបរាជ័យ។
nl: Verzenden mislukt.
pl: Wysyłanie nie powiodło się.
sr: Слање није успело.
uk: Не вдалося надіслати.

# MESSAGE_STATUS_FAILED_SHORT
source: Failed
ar: فشل
az: Alınmadı
fr: En échec
km: បានបរាជ័យ
nl: Mislukt
pl: Błąd
sr: Неуспешно
uk: Не вдалося

# MESSAGE_STATUS_PARTIALLY_SENT
source: Partially sent, tap for details
ar: تمّ الإرسال جزئياً، انقر للحصول على التفاصيل
fr: Envoyé partiellement, toucher pour obtenir des détails
km: បានផ្ញើផ្នែកខ្លះ ប៉ះព័ត៌មើលលម្អិត
nl: Gedeeltelijk verzonden, tik hier voor details
pl: Częściowo wysłano, stuknij, aby zobaczyć szczegóły
sr: Делимично послато, кликните за детаље
uk: Частково надіслано, торкніться для деталей

# MESSAGE_STATUS_READ
source: Read
ar: تمت القراءة
az: Oxundu
fr: Lu
km: អាន
nl: Gelezen
pl: Odczytana
sr: Прочитано
uk: Прочитано

# MESSAGE_STATUS_RECIPIENT_SKIPPED
source: Skipped
ar: تم تجاوزه
az: Ötürüldü
fr: Ignoré
km: បានរំលង
nl: Overgeslagen
pl: Pominięto
sr: Прескочено
uk: Пропущено

# MESSAGE_STATUS_SEND_FAILED
source: Send Failed
ar: فشل الإرسال
az: Göndərmə alınmadı
fr: Échec d’envoi
km: បញ្ជូនបរាជ័យ
nl: Verzenden mislukt
pl: Wysyłanie nie powiodło się
sr: Слање није успело
uk: Не вдалося надіслати

# MESSAGE_STATUS_SENDING
source: Sending…
ar: جار الإرسال...
az: Göndərilir...
fr: Envoi…
km: កំពុងផ្ញើ...
nl: Bezig met verzenden …
pl: Wysyłanie...
sr: Шаље се...
uk: Надсилання...

# MESSAGE_STATUS_SENT
source: Sent
ar: تمّ الارسال
az: Göndərildi
fr: Envoyé
km: បានផ្ញើ
nl: Verzonden
pl: Wysłano
sr: Послато
uk: Надіслано

# MESSAGE_STATUS_UPLOADING
source: Uploading…
ar: جار الرفع...
az: Yüklənir...
fr: Téléversement…
km: កំពុងបញ្ជូន...
nl: Bezig met uploaden …
pl: Wysyłanie...
sr: Отпремање...
uk: Вивантаження...

# MESSAGE_TEXT_FIELD_PLACEHOLDER
source: New Message
ar: رِسالة جديدة
az: Yeni ismarış
fr: Nouveau message
km: សារថ្មី
nl: Nieuw bericht
pl: Nowa wiadomość
sr: Нова порука
uk: Нове повідомлення

# MESSAGES_VIEW_1_MEMBER_NO_LONGER_VERIFIED_FORMAT
source: %@ is no longer marked as verified. Tap for options.
ar: إنَّ %@ لم يعُد مُعلَّم كمُتحقَّق مِنه. انقر للحُصول على الخيارات.
az: %@ artıq təsdiqlənmiş kimi işarələnməyib. Seçimlər üçün kliklə.
fr: %@ n’est plus marqué comme confirmé. Touchez pour plus d’options.
km: %@ លែងបានផ្ទៀងផ្ទាត់។ ចុច សម្រាប់ជម្រើសបន្ថែម។
nl: %@ is niet langer gemarkeerd als geverifieerd. Tik voor opties.
pl: %@ nie jest już oznaczony, jako zweryfikowany. Dotknij, aby wyświetlić opcje.
sr: %@ више није оверен/на. Кликните за опције.
uk: %@ більше не завірений. Натисніть для опцій.

# MESSAGES_VIEW_CONTACT_NO_LONGER_VERIFIED_FORMAT
source: %@ is no longer marked as verified. Tap for options.
ar: إنَّ %@ لم يعُد مُعلَّم كمُتحقَّق منه. انقر للحُصول على الخيارات.
az: %@ artıq təsdiqlənmiş kimi işarələnməyib. Seçimlər üçün kliklə.
fr: %@ n’est plus marqué comme confirmé. Touchez pour plus d’options.
km: %@ គឺលែងជ្រើសរើសថាបានផ្ទៀងផ្ទាត់ទៀតទេ។ ចុច សម្រាប់ជម្រើសបន្ថែម។
nl: %@ is niet langer gemarkeerd als geverifieerd. Tik voor opties.
pl: %@ nie jest już oznaczony, jako zweryfikowany. Dotknij, aby wyświetlić opcje.
sr: %@ више није оверен/на. Кликните за опције.
uk: %@ більше не завірений. Натисніть для опцій.

# MESSAGES_VIEW_GROUP_1_MEMBER_BLOCKED
source: You Blocked 1 Member of This Group
ar: أنت قد حظرتَ عضو واحد من هذه المجموعة.
az: Bu Qrupun 1 Üzvünü Kilidləmisən
fr: Vous avez bloqué un membre de ce groupe
km: អ្នកបានហាមឃាត់សមាជិក1ក្នុងក្រុមនេះ
nl: Je hebt één lid van deze groep geblokkeerd
pl: Zablokowałeś(aś) 1 członka tej grupy
sr: Блокирали сте 1 члана ове групе
uk: Ви заблокували 1 учасника цієї групи

# MESSAGES_VIEW_GROUP_N_MEMBERS_BLOCKED_FORMAT
source: You Blocked %@ Members of This Group
ar: أنت قد حظرتَ عدد %@ عضو من هذه المجموعة
az: Bu Qrupun %@ Üzvünü Kilidləmisən
fr: Vous avez bloqué %@ membres de ce groupe
km: អ្នកបានហាមឃាត់សមាជិក%@ នៃក្រុមនេះ
nl: Je hebt %@ leden van deze groep geblokkeerd
pl: Zablokowałeś(aś) %@ członków tej grupy
sr: Блокирали сте %@ чланова ове групе
uk: Ви заблокували %@ учасників цієї групи

# MESSAGES_VIEW_N_MEMBERS_NO_LONGER_VERIFIED
source: More than one member of this group is no longer marked as verified. Tap for options.
ar: أكثر مِن عُضو مِن هذه المجموعة لم يعُد مُعلَّم كمُتحقَّق منه. انقر للحصول على الخيارات.
az: Bu qrupun birdən artıq üzvü artılq təsdiqlənmiş kimi işarələnməyib. Seçimlər üçün kliklə.
fr: Plus d’un membre de ce groupe n’est plus marqué comme confirmé. Touchez pour plus d’options.
km: សមាជិកច្រើនជាងម្នាក់ក្នុងក្រុមនេះ លែងត្រូវបានផ្ទៀងផ្ទាត់ទៀតហើយ។ ចុច សម្រាប់ជម្រើសបន្ថែម។
nl: Meer dan een lid van deze groep is niet langer gemarkeerd als geverifieerd. Tik voor opties.
pl: Więcej niż jeden członek grupy nie jest już oznaczony jako zweryfikowany. Dotknij, aby wyświetlić opcje.
sr: Пар чланова ове групе више није оверено. Кликните за опције.
uk: У цій групі понад один учасник більше не позначений як підтверджений. Натисніть для опцій.

# MESSAGES_VIEW_UNREAD_INDICATOR
source: New Messages
ar: رَسائل جديدة
az: Yeni Mesajlar
fr: Nouveaux messages
km: សារថ្មី
nl: Nieuwe berichten
pl: Nowe wiadomości
sr: Нове поруке
uk: Нові повідомлення

source: Missed call
ar: مُكالمة فائتة
az: Cavabsız zəng
fr: Appel manqué
km: មិនបានទទួលការហៅចូល
nl: Gemiste oproep
pl: Nieodebrane połączenie
sr: Пропуштен позив
uk: Пропущений виклик

# MISSING_CAMERA_PERMISSION_MESSAGE
source: You can enable camera access in the iOS Settings app to make video calls in Signal.
ar: يُمكنك إتاحة الوصول إلى الكاميرا من خلال تطبيق إعدادات iOS للقيام بمكالمة فيديو في Signal.
az: Signal ilə video zəng edə bilmək üçün iOS Parametrlərində kameraya girişi aktivləşdirə bilərsən.
fr: Vous pouvez accorder l’accès à l’appareil photo dans l’appli Réglages d’iOS pour passer des appels vidéo avec Signal.
km: អ្នកអាចបើកការអនុញ្ញាតចូលប្រើប្រាស់កាមេរ៉ា​ក្នុងការកំណត់របស់​ iOS ដើម្បើហៅជាវីដេអូក្នុង​ Signal។
nl: Je kunt toegang verlenen tot de camera in de iOS-instellingenapp om video-oproepen te kunnen maken met Signal.
pl: Aby nawiązać połączenia video w Signal, musisz zezwolić na dostęp do kamery w Ustawieniach iOS.
sr: Дозволите приступ вашој камери у iOS апликацији за подешавања како бисте могли водити видео позиве на Signal-у.
uk: Щоб робити відеовиклики в Signal, надайте програмі доступ до камери в налаштуваннях iOS.

# MISSING_CAMERA_PERMISSION_TITLE
source: Signal needs to access your camera.
ar: يحتاج Signal الوصول إلى الكاميرا الخاصة بك
az: Signal kameranıza giriş tələb edir.
fr: Signal a besoin d’accéder à votre appareil photo.
km: Signalត្រូវការចូលប្រើប្រាស់កាមេរ៉ារបស់អ្នក។
nl: Signal heeft toegang tot je camera nodig.
pl: Signal potrzebuje dostępu do aparatu.
sr: Signal-у је потребан приступ вашој камери.
uk: Signal потребує доступу до вашої камери.

# MISSING_LOCATION_PERMISSION_MESSAGE
source: You can enable this permission in the iOS Settings app.
ar: يُمكنك إتاحة هذا الإذن في تطبيق إعدادات iOS.
az: Bu icazəni iOS Parametrlərində aktivləşdirə bilərsən.
fr: Vous pouvez accorder cette autorisation dans l’appli Réglages d’iOS.
km: អ្នកអាចបើកការអនុញ្ញាតនេះ ក្នុងកម្មវិធី ការកំណត់ iOS។
nl: Je kunt deze toestemming verlenen in de iOS-instellingenapp.
pl: Możesz przyznać dostęp do uprawnień w Ustawieniach systemu iOS.
sr: Дозволите приступ вашој камери у iOS апликацији за подешавања.
uk: Ви можете надати доступ у налаштуваннях iOS.

# MISSING_LOCATION_PERMISSION_TITLE
source: Signal requires access to your location for this feature.
ar: يتطلب Signal الوصول إلى موقعك لهذه الميزة.
az: Bu imkan üçün Signal məkanınızı görməlidir.
fr: Pour cette fonction, Signal exige l’accès à votre position.
km: Signal ត្រូវការចូលប្រើប្រាស់ទីតាំងរបស់អ្នក សម្រាប់មុខងារនេះ។
nl: Signal heeft voor deze functionaliteit toestemming nodig om je locatie te zien.
pl: Signal wymaga dostępu do Twojej lokalizacjy, aby użyć tej funkcji.
sr: Signal-у је потребан приступ вашој локацији за ову могућност.
uk: Для цієї функції Signal потребує доступу до вашої локації.

# MISSING_MEDIA_LIBRARY_PERMISSION_MESSAGE
source: You can enable this permission in the iOS Settings app.
ar: يُمكنك إتاحة هذا الإذن في تطبيق إعدادات iOS.
az: Bu icazəni iOS Parametrlərində aktivləşdirə bilərsən.
fr: Vous pouvez accorder cette autorisation dans l’appli Réglages d’iOS.
km: អ្នកអាចបើកការអនុញ្ញាតនេះ ក្នុងកម្មវិធី ការកំណត់ iOS។
nl: Je kunt deze toestemming verlenen in de iOS-instellingenapp.
pl: Możesz przyznać to uprawnienie w Ustawieniach systemu iOS.
sr: Дозволите приступ вашој камери у iOS апликацији за подешавања.
uk: Ви можете надати доступ у налаштуваннях iOS.

# MISSING_MEDIA_LIBRARY_PERMISSION_TITLE
source: Signal requires access to your photos for this feature.
ar: يتطلب Signal الوصول إلى الصوة الخاصة بك لهذه الميزة.
az: Bu seçim üçün Signal-ın şəkillərinə giriş icazəsi olmalıdır.
fr: Pour cette fonction, Signal exige l’accès à vos photos.
km: Signal ត្រូវការចូលប្រើប្រាស់រូបថតរបស់អ្នក សម្រាប់មុខងារនេះ។
nl: Signal heeft toegang nodig tot je foto’s voor deze functie.
pl: Ta funkcja Signal wymaga dostępu do zdjęć.
sr: Signal-у је потребан приступ вашој галерији за ову могућност.
uk: Для цієї функції Signal потребує доступу до ваших фото.

# MULTIDEVICE_PAIRING_MAX_DESC
source: You cannot link any more devices.
ar: لا يمكنك ربط أي أجهزة أُخرى إضافية.
az: Bundan artıq cihazı bağlaya bilməzsən.
fr: Impossible de relier d’autres appareils.
km: អ្នកមិនអាចតភ្ជាប់ឧបករណ៍ផ្សេងទៀតទេ។
nl: Je kunt niet nog meer apparaten koppelen.
pl: Nie można podłączyć więcej urządzeń.
sr: Не можете повезати још додатних уређаја.
uk: Ви не можете під’єднати більше пристроїв.

# MULTIDEVICE_PAIRING_MAX_RECOVERY
source: You have reached the maximum of devices you can currently link with your account. Please remove a device and try again.
ar: لقد وصلتَ للحد الأقصى المسموح به للأجهزة المُرتبطة بحسابك حالياً. يُرجى إزالة أحد الأجهزة ثم المُحاولة مرة أُخرى.
az: Hesabınla bağlaya biləcəyin maksimal cihaz sayına çatmısan. Letfən hansısa cihazı xaric et və yenidən cəhd et.
fr: Vous avez atteint le nombre maximal d’appareils que vous pouvez relier actuellement à votre compte. Veuillez supprimer un appareil et réessayer.
km: គណនីរបស់អ្នកថ្មីៗនេះភ្ជាប់ជាមួយឧបករណ៍ផ្សេងទៀដល់កម្រិតអតិបរមា។ សូមលុបឧបករណ៍មួយចោល ហើយព្យយាមភ្ជាប់ម្តងទៀត។
nl: Je hebt het maximum aantal apparaten gekoppeld. Verwijder een apparaat en probeer het opnieuw.
pl: Osiągnięto maksymalną ilość urządzeń podłączonych do Twojego konta. Usuń urządzenie i spróbuj ponownie.
sr: Достигли сте ограничење броја уређаја повезаних на ваш налог. Молимо вас да уклоните један уређај и покушате поново.
uk: Ви досягли максимальної кількості пристроїв, які можна прив’язати до свого акаунта. Вилучте один із них та спробуйте знову.

# MUTE_BEHAVIOR_EXPLANATION
source: You will not receive notifications for muted chats.
ar: أنت لن تستلم أي إشعارات للمُحادثات المكتومة.
fr: Vous ne recevrez aucune notification pour les conversations en sourdine.
nl: Je zult geen meldingen krijgen voor gedempte gesprekken.
pl: Nie będziesz otrzymywać powiadomień dla wyciszonych rozmów.
sr: Нећете добијати обавештења утишаних преписки.
uk: Ви не отримуватимете сповіщень у розмовах з вимкненими сповіщеннями.

# MUTED_BADGE
source: Muted
ar: مكتوم
fr: En sourdine
nl: Gedempt
pl: Wyciszony
sr: Утишано
uk: Сповіщення вимкнені

# NAVIGATION_ITEM_SKIP_BUTTON
source: Skip
ar: تخطي
az: Ötür
fr: Ignorer
km: រំលង
nl: Overslaan
pl: Pomiń
sr: Прескочи
uk: Пропустити

# NETWORK_ERROR_RECOVERY
source: Please check if you are online and try again.
ar: يُرجى التأكد من اتصالك بالانترنت ثم حاول مرة أُخرى.
az: Onlayn olduğuna əmin ol və yenidən sına.
fr: Veuillez vous assurer d’être en ligne et réessayer.
km: សូមពិនិត្យថា អ្នកកំពុងលើបណ្តាញ និងព្យាយាមម្តងទៀត។
nl: Controleer of je met internet verbonden bent en probeer het opnieuw.
pl: Sprawdź, czy jesteś online i spróbuj ponownie.
sr: Проверите да ли сте повезани на интернет и покушајте поново.
uk: Переконайтеся, що ви в мережі і спробуйте знову.

# NETWORK_INTERFACE_SET_CELLULAR
source: Cellular Only
ar: الخلوية فقط
fr: Cellulaire seulement
nl: Alleen bij mobielegegevensoverdracht
pl: Tylko sieć komórkowa
sr: Само мобилни податци
uk: Лише стільникові дані

# NETWORK_INTERFACE_SET_NEVER
source: Never
ar: أبداً
az: Heç vaxt
fr: Jamais
km: មិនធ្លាប់
nl: Nooit
pl: Nigdy
sr: Никад
uk: Ніколи

# NETWORK_INTERFACE_SET_WIFI
source: Wi-Fi Only
ar: الـWi-Fi فقط
fr: Wi-Fi seulement
nl: Alleen bij wifi
pl: Tylko Wi-Fi
sr: Само Ви-Фи
uk: Лише Wi-Fi

# NETWORK_INTERFACE_SET_WIFI_CELLULAR
source: Wi-Fi and Cellular
ar: الـWi-Fi والخلوية
fr: Wi-Fi et cellulaire
nl: Bij wifi en mobielegegevensoverdracht
pl: Wi-Fi i sieć komórkowa
sr: Ви-Фи и мобилни податци
uk: Wi-Fi та стільникові дані

# NEW_CONVERSATION_FIND_BY_PHONE_NUMBER
source: Find by Phone Number
ar: إيجاد عن طريق رقم الهاتف
az: Telefon Nömrəsi İlə Tap
fr: Trouver par numéro de téléphone
km: ស្វែងរកតាមរយៈលេខទូរសព្ទ
nl: Op telefoonnummer zoeken
pl: Odszukaj po numerze telefonu
sr: Пронађите по броју телефона
uk: Знайти за номером телефону

# NEW_GROUP_ADD_PHOTO_ACTION
source: Set Group Photo
ar: تعيين صورة للمجموعة
az: Qrup Şəkli Təyin Et
fr: Définir la photo du groupe
km: កំណត់រូបថតក្រុម
nl: Groepsfoto instellen
pl: Ustaw zdjęcie grupy
sr: Постави слику групе
uk: Встановіть фото групи

# NEW_GROUP_BUTTON
source: New Group
ar: مجموعة جديدة
az: Yeni qrup
fr: Nouveau groupe
km: ក្រុមថ្មី
nl: Nieuwe groep
pl: Nowa grupa
sr: Нова група
uk: Нова група

# NEW_GROUP_CREATE_BUTTON
source: Create
ar: إنشاء
az: Yarat
fr: Créer
km: បង្កើត
nl: Aanmaken
pl: Utwórz
sr: Направи
uk: Створити

# NEW_GROUP_CREATION_FAILED
source: New group could not be created.
ar: يتعذّر إنشاء مجموعة جديدة.
az: Yeni qrup yaradıla bilməz.
fr: Impossible de créer le nouveau groupe.
km: ក្រុមថ្មីមិនអាចបង្កើតបាន។
nl: De nieuwe groep kon niet worden aangemaakt.
pl: Nie udało się utworzyć nowej grupy.
sr: Није могуће направити нову групу.
uk: Не можливо створити нову групу.

# NEW_GROUP_CREATION_FAILED_DUE_TO_NETWORK
source: New group could not be created. Check your internet connection and try again.
ar: يتعذّر إنشاء مجموعة جديدة. تحقق من اتصالك بالانترنت ثم حاول مرة أخرى.
az: Yeni qrup yaradıla bilməz. İnternet şəbəkənizi yoxlayın və bir daha cəhd edin.
fr: Impossible de créer le nouveau groupe. Vérifiez votre connexion à Internet et réessayez.
km: ក្រុមថ្មីមិនអាចបង្កើតបាន។ ពិនិត្យការតភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក និងសាកល្បងម្តងទៀត។
nl: Een nieuwe groep kon niet worden aangemaakt. Ga na dat je internet verbinding werkt, en probeer het opnieuw.
pl: Nie udało się utworzyć nowej grupy. Sprawdź połączenie z internetem i spróbuj ponownie.
sr: Није могуће направити нову групу. Проверите да ли сте повезани на интернет и покушајте поново.
uk: Не вдалось створити нову групу. Перевірте ваше підключення до інтернету і спробуйте ще раз.

# NEW_GROUP_CREATION_MEMBER_DOES_NOT_SUPPORT_NEW_GROUPS
source: Does not support New Groups
ar: ﻻ يدعم المجموعات الجديدة
fr: Ne prend pas en charge les Nouveaux groupes
nl: Ondersteunt nieuwe groepen niet
pl: Nie obsługuje nowych grup
sr: Не подржава Нове Групе
uk: Нові групи не підтримуються

# NEW_GROUP_CREATION_MISSING_NAME_ALERT_MESSAGE
source: A group name is required.
ar: مطلوب اسم للمجموعة.
az: Qrup adı tələb olunur.
fr: Un nom de groupe est requis.
km: ឈ្មោះក្រុម គឺចាំចាច់។
nl: Een groepsnaam is vereist.
pl: Nazwa grupy jest wymagana.
sr: Назив групе је обавезан.
uk: Ім'я групи обов'язково.

# NEW_GROUP_CREATION_MISSING_NAME_ALERT_TITLE
source: Missing Group Name
ar: ينقصك اسم المجموعة
az: Qrup adı yoxdur
fr: Il manque le nom du groupe
km: បាត់ឈ្មោះក្រុម
nl: Een naam voor de groep ontbreekt
pl: Brak nazwy grupy
sr: Недостаје назив групе
uk: Відсутнє Ім'я Групи

# NEW_GROUP_DEFAULT_TITLE
source: New Group
ar: مجموعة جديدة
az: Yeni qrup
fr: Nouveau groupe
km: ក្រុមថ្មី
nl: Nieuwe groep
pl: Nowa grupa
sr: Нова група
uk: Нова група

# NEW_GROUP_MESSAGE_NOTIFICATION_TITLE
source: %@ to %@
ar: %@ إلى %@
az: %@ tərəfindən %@ istiqamətinə
fr: %@ à %@
km: %@ ទៅ %@
nl: %@ aan %@
pl: %@ do %@
sr: %@ у %@
uk: %@ до %@

# NEW_GROUP_NAME_GROUP_VIEW_TITLE
source: Name Group
ar: تسمية المجموعة
az: Qrup adı
fr: Nom du groupe
km: ឈ្មោះក្រុម
nl: De groep een naam geven
pl: Nazwij grupę
sr: Назив групе
uk: Ім'я Групи

# NEW_GROUP_NON_CONTACTS_SECTION_TITLE
source: Other Users
ar: مستخدمين آخرين
az: Başqa İstifadəçilər
fr: Autres utilisateurs
km: អ្នកប្រើប្រាស់ផ្សេងទៀត
nl: Andere Signal-gebruikers
pl: Inni użytkownicy
sr: Остале особе
uk: Інші користувачі

# NEW_GROUP_SELECT_MEMBERS_VIEW_TITLE
source: Select Members
ar: حدِّد أعضاء
az: Üzvləri seç
fr: Sélectionner des membres
km: ជ្រើសរើសសមាជិក
nl: Leden selecteren
pl: Wybierz członków
sr: Одаберите чланове
uk: Вибрати Учасників

# NEW_GROUP_VIEW_UNSAVED_CHANGES_MESSAGE
source: Would you like to discard these changes?
ar: هل تريد تجاهل هذه التغييرات؟
az: Bu dəyişiklikləri ləğv etmək istəyirsən?
fr: Voulez-vous abandonner ces changements ?
km: តើអ្នកចង់បោះបង់ការកែប្រែទាំងនេះទេ?
nl: Wil je de wijzigingen verwerpen?
pl: Odrzucić zmiany?
sr: Да ли желите да одбаците измене?
uk: Ви хочете відхилити ці зміни?
